{
  "keywords": " Coded Wire Tag, Recovery, Hatchery Salmonids, Okanogan Basin, Monitoring, Stray Rate, Smolt-to-Adult Rate"
,
  "abstract": " The Coded Wire Tag (CWT) program is a method used along the North American West Coast to track anadromous salmonids without the need for external marking. Introduced during the 1960s, agencies in Alaska, Canada, Washington, Idaho, Oregon, and California adopted this program, collectively tagging over 50 million hatchery salmonids yearly.\n\nChinook salmon are given these tags in their snout using various equipment like Auto tagging trailers or handheld devices. Multiple fish may share the same tag number. This code contains valuable information for fishery managers about the origin, brood year, average weight, and many other relevant fields related to that specific batch of fish (available at http://www.rmis.org/rmis_login.php?action=Login&system=cwt).\n\nWhen CWT-tagged fish are recovered, their snouts are removed, typically posterior to the eye. Detection can be made using a T-Wand or V-reader, and it is important to include the eyes as many recoveries are found within this tissue. The collected data from CWTs assists agencies in evaluating hatchery contributions to catch, smolt-to-adult survival rates, spawner abundance on spawning grounds, differential in-hatchery treatments, and other relevant studies for fisheries management and research.\n\nThis method is widely used by various Columbia River basin labs, including the Colville Tribes, to extract and recover CWTs from their hatchery ladders, weirs, purse seines, spawning grounds, and creel surveys. The data collected helps monitor the stray rate of hatchery origin fish entering the Okanogan Basin and estimate Smolt-to-Adult Rates (SARs), Age Structure of Adult Returns, and In-To-Basin Stray Rate."
,
  "value": " Topics: Coded Wire Tag (CWT) Program, Salmonids, Fishery Management, Hatchery Monitoring, Okanogan Basin, Stray Rate, Smolt-to-Adult Rate (SAR), Age Structure of Adult Returns, In-To-Basin Stray Rate\n\nExplanation:\nThe text discusses the implementation and benefits of the Coded Wire Tag (CWT) program for monitoring anadromous salmonids in North America. This program allows fishery managers to track the origin, brood year, average weight, and other relevant information of tagged fish. By extracting and recovering CWTs from various sources such as hatchery ladders, weirs, purse seines, spawning grounds, and creel surveys in the Okanogan Basin, it is possible to estimate the stray rate of hatchery origin fish, which is crucial for evaluating hatchery contributions to catch, smolt-to-adult survival rates, spawner abundance on spawning grounds, and other important studies related to fisheries management and research. Standard practices for CWT recovery, extraction, and reading are used across Columbia River basin labs.\n\nWhy invest in this:\n1. Enhanced Fishery Management: By monitoring the stray rate of hatchery origin fish into the Okanogan Basin, fishery managers can make more informed decisions regarding hatchery operations and stocking strategies, ultimately leading to healthier and more sustainable fish populations.\n2. Improved Stock Assessment: Estimating smolt-to-adult survival rates (SARs) is essential for understanding the productivity of various salmonid stocks. Accurate SAR estimates can inform stock assessment models and help fishery managers make data-driven decisions on fishing quotas, hatchery production targets, and conservation efforts.\n3. Age Structure Analysis: By analyzing the age structure of adult returns, fishery managers can gain valuable insights into the productivity and recruitment dynamics of salmonid stocks. This information can be used to inform stocking strategies, fishing quotas, and conservation efforts.\n4. Regulatory Compliance: In some regions, regulations may require the implementation of CWT programs for monitoring anadromous fish populations. Investing in this technology helps ensure regulatory compliance while also providing valuable data for fishery management and research purposes."
,
  "problem_statement": " The text describes a Coded Wire Tag (CWT) program used for monitoring and managing anadromous salmonids along the North American West Coast. The protocol outlines methods for extracting and recovering CWTs from various sources such as hatchery ladders, weirs, purse seines, spawning grounds, and creel surveys. The recovered tags provide valuable information to fishery managers for evaluating hatchery contributions to catch, smolt-to-adult survival rates, spawner abundance on spawning grounds, differential in-hatchery treatments, and other related studies essential for fisheries management and research. The standard practices mentioned are those used by various Columbia River basin labs including the Colville Tribes.\n\nProblem being solved:\nTo effectively monitor the stray rate of hatchery origin fish into the Okanogan Basin and estimate Smolt-to-Adult Rates (SARs), it is necessary to recover and extract Coded Wire Tags from different sources (hatchery ladders, weirs, purse seines, spawning grounds, and creel surveys) in order to gather information on the age structure of adult returns and hatchery contributions."
,
  "desired_outcomes": " The text describes a protocol for using Coded Wire Tags (CWT) to monitor fish populations in the Okanogan Basin and estimates the Smolt-to-Adult Rate (SARs). The desired outcomes of this protocol are:\n\n1. Extract and recover CWT from Colville Tribes hatchery, weir, purse seine, spawning ground, and creel survey locations.\n2. Monitor the stray rate of hatchery origin fish in the Okanogan Basin.\n3. Estimate Smolt-to-Adult Rates (SARs).\n4. Analyze age structure of adult returns.\n5. Evaluate In-To-Basin Stray Rate.\n\nNo code is provided in the text, but here's a succinct summary:\n\nThe CWT program aims to monitor hatchery contributions and evaluate fish populations in the Okanogan Basin by extracting and recovering tags from various sources, including Colville Tribes hatcheries, weirs, purse seines, spawning grounds, and creel surveys. Data collected from recovered tags will be used to estimate Smolt-to-Adult Rates (SARs) and analyze age structure as well as In-To-Basin Stray Rate."
,
  "description": " The Coded Wire Tag (CWT) program, instituted during the 1960s, aims to replace external marking of anadromous salmonids on the North American West Coast. Agencies such as those in Alaska, Canada, Washington, Idaho, Oregon, and California participate in this initiative. By 2009, they had tagged approximately 50 million predominantly hatchery salmonids annually (Nandor. et. al.). The primary species tagged is Chinook salmon (O.tshawytscha), using devices like Auto tagging trailers or handheld equipment (Nandor. et. al.). Multiple fish can carry the same tag number.\n\nThe tags are inserted into the snout of the fish, and when recovered, the detection can be made via a T-Wand or V-reader. It is essential to include the eyes during the recovery process as many CWT recoveries are found within this tissue (Nandor. et. al.). Once detected, the tag can be examined under a microscope or MagniViewer. Data extracted from CWTs assists agencies in evaluating hatchery contributions to catch, smolt-to-adult survival rates, spawner abundance on spawning grounds, and differential in-hatchery treatments (Nandor. et. al.).\n\nStandard practices for CWT recovery, extraction, and reading are utilized by various Columbia River basin labs, including the Colville Tribes. These methods include extracting and recovering CWTs from hatchery ladders, weirs, purse seines, spawning grounds, and creel surveys to monitor the stray rate of hatchery origin fish in the Okanogan Basin. By estimating the Smolt-to-Adult Rate (SARs), agencies can assess the contribution of hatchery-reared fish to the wild population and evaluate the effectiveness of their hatchery programs.\n\nMoreover, understanding the Age Structure of Adult Returns is vital for fisheries management as it allows for a better comprehension of the population's age composition. Analyzing In-To-Basin Stray Rates provides insights into the proportion of hatchery fish that return to their natal waters and helps in managing hatchery production levels. Overall, the data collected from CWTs plays a crucial role in fisheries management and research."
,
  "objectives": " Objective 1: Extract and recover coded wire tags from various sources to monitor stray rate of hatchery origin fish in the Okanogan Basin\n\nThis objective aims to collect data on the number of hatchery-origin fish that have entered the Okanagan Basin as strays. By extracting and recovering coded wire tags from different sources such as Colville Tribes hatchery ladders, weirs, purse seines, and spawning grounds, as well as creel surveys, it is possible to estimate the in-to-basin stray rate. This information is crucial for evaluating the effectiveness of hatchery programs and assessing the impact of hatchery fish on wild populations in the Okanogan Basin.\n\nSummary of Solution Coverage:\n1. Collection of coded wire tags from various sources within the Okanogan Basin\n2. Estimation of stray rate of hatchery origin fish entering the Okanogan Basin\n\nKeywords: Coded Wire Tag, Hatchery Origin Fish, Stray Rate, Okanogan Basin, Collection, Recovery, Monitoring, Assessment."
,
  "target": " Coding and recovering CWTs from Colville Tribes sources for fishery monitoring."
,
  "constraints": " The text does not impose specific constraints on the method of extracting and recovering coded wire tags (CWT) from different sources mentioned, such as Colville Tribes hatchery ladder, weir, purse seine, spawning ground, and creel surveys. However, it does mention that the methods used are standard practices for CWT recovery, extraction, and reading in the Columbia River basin.\n\nThe purpose of monitoring stray rates and estimating Smolt-to-Adult Rates (SARs) using CWT is explicitly stated in the text: \"Extract and recover coded wire tag from Colville Tribes hatchery ladder, weir, purse seine, spawning ground and creel surveys to monitor the stray rate of hatchery origin fish into the Okanogan Basin. Estimate Smolt-to-Adult Rate (SARs)\".\n\nAdditionally, it is mentioned that CWT information can assist agencies in evaluating hatchery contributions to catch, smolt-to-adult survival rates, spawner abundance on spawning grounds, and differential in-hatchery treatments. These objectives further emphasize the importance of accurately extracting and recovering CWT for effective fisheries management and research."
}