{
  "keywords": " Fish passage, monitoring, effectiveness, salmonid density, design criteria, upstream presence, BPA, SRFB, CHaMP"
}{
  "abstract": " This method is designed to evaluate the effectiveness of fish passage projects at improving fish populations upstream of barriers such as dams and culverts. The need for this method arises from the importance of fish passage improvements as a popular form of habitat restoration, which can lead to significant fish production gains in a short period. However, detecting statistically significant increases in fish density can be challenging if fish numbers downstream of the barrier before restoration work were insufficient.\n\nThe method outlines the procedures and monitoring steps necessary to document and report the reach-scale effectiveness of these projects. The projects covered by this protocol include bridge projects, culvert improvements, dam removals, debris removals, diversion dam passage, fishway construction, and weirs.\n\nThree main questions are addressed in the method:\n1. Does the project reflect the design and requirements outlined in the permit and/or funding application?\n2. Has the fish passage project continued to meet fish passage and design criteria for at least five years after implementation?\n3. Has the fish passage project demonstrated upstream presence of target species (by life stage) within five years?\n\nAccess to impact and suitable control reaches is provided before project implementation and for a period of five years following completion for these evaluations. The method involves assessing the project design and criteria during Years 1, 2, and 5, as well as comparing adult and juvenile salmonid densities in the impact reach upstream of the fish barrier to those in the downstream control reach from Year -1 to 2 and Year 5.\n\nBy addressing these questions, this method ensures that fish passage projects are meeting their intended goals and delivering the desired improvements for fish populations. It also provides valuable insights into the long-term performance of these projects, which is essential for continuous improvement and future planning efforts."
}{
  "value": " Based on the text provided, investing in fish passage improvement projects can bring several benefits:\n\n1. Improvement of fish habitat: Fish passage barriers such as culverts and dams can restrict fish movement and degrade fish habitat. By improving these structures or removing them altogether, we can help restore fish access to upstream habitats, which can lead to improved fish populations and overall ecosystem health.\n2. Increased fish production: Studies have shown that fish passage improvements can create dramatic improvements in fish production within a short time frame (1-5 years). This is because these projects often provide access to suitable habitat for adult and juvenile fish, allowing them to thrive and reproduce.\n3. Compliance with regulatory requirements: The text indicates that the project design and requirements as outlined in permits and funding applications must be met post-implementation. By investing in monitoring programs to ensure that fish passage projects continue to meet these criteria, we can help ensure compliance with regulatory requirements and avoid potential fines or other penalties.\n4. Detection of statistically significant increases in fish density: Although detecting statistically significant increases in fish density may be difficult without sufficient downstream fish numbers, investing in monitoring programs can help us identify trends and determine whether fish populations are increasing relative to control reaches over time.\n5. Support for endangered species recovery: Fish passage improvement projects can help support the recovery of endangered fish populations by providing access to suitable habitat and improving overall ecosystem health. By investing in monitoring programs, we can ensure that these projects are effective and contributing to long-term population growth.\n\nIn terms of potential values, it is difficult to provide specific numbers without additional information about the size and scope of individual fish passage improvement projects. However, the benefits outlined above can include improved fish populations, regulatory compliance, and contributions to endangered species recovery. The exact value of these benefits will depend on the specific context and goals of each project.\n\nHere is some example code that could be used to calculate fish density ratios for impact and control reaches:\n\n```python\nimport numpy as np\n\n# Sample data for fish counts in impact and control reaches, years 1-5\nimpact_density = np.array([100, 200, 300, 400, 500])\ncontrol_density = np.array([80, 150, 220, 270, 350])\n\n# Calculate fish density ratios for each year\ndensity_ratios = impact_density / control_density\n\n# Determine average density ratio across all years\navg_density_ratio = np.mean(density_ratios)\n```\n\nThis code calculates the fish density ratios for impact and control reaches for each year, and then determines the average density ratio across all five years. This value can be used to determine whether fish populations in the impact reach are increasing or decreasing relative to the control reach over time."
}{
  "problem_statement": " The protocol is designed to monitor and report the effectiveness of fish passage projects, specifically those aimed at improving fish passage through culverts, dams, bridges, weirs, and other structures. The primary objective is to determine if these projects have met their design requirements and fish passage criteria post-implementation, and if they have led to an increase in adult and juvenile salmonid density upstream of the fish barrier compared to the downstream control reach within five years after completion. This information supports the Bonneville Power Administration's (BPA) programmatic approach to Action Effectiveness Monitoring (AEM)."
}{
  "desired_outcomes": " The desired outcomes stated in the protocol are:\n\n1. Ensure that the fish passage project design and requirements as outlined in the permit and funding application are being met post-implementation (in Years 1, 2, and 5).\n2. Demonstrate an increase in adult and juvenile salmonid density in the impact reach upstream of the fish barrier relative to the densities in the downstream control reach (from Year 1 to 2 and Year 5).\n3. Verify that fish passage design criteria are being met at each monitored project (in Years 1, 2, and 5)."
}{
  "description": " This document outlines the procedures and quality assurance steps for monitoring and reporting the effectiveness of Partial Barrier projects at the project site scale, adhering to Bonneville Power Administration (BPA) programmatic approach to Action Effectiveness Monitoring (AEM) as outlined in \"Action Effectiveness Monitoring of Tributary Habitat Improvement: A programmatic approach for the BPA Fish and Wildlife Program\" (SRFB ID: 34, CHaMP ID: 18). The text discusses the importance of fish passage improvements for enhancing fish production by addressing barriers that restrict fish movement and degrade habitat.\n\nThe monitoring protocol focuses on detecting changes in fish density upstream and downstream of the barrier to evaluate project effectiveness. Suitable habitat presence and historic usage by target species prior to barrier removal are essential factors influencing fish movements upstream. Fish passage projects include actions like bridge projects, culvert improvements, dam removals, debris removals, diversion dam passage, fishway construction, and weirs.\n\nThe following questions will be addressed based on the provided text:\n1. Has the project design and requirements as outlined in the permit and/or funding application been met post-implementation (Years 1, 2, and 5)?\n   - Access to impact and suitable control reaches must be granted prior to implementation and maintained for a period of five years following completion.\n\n2. Has fish passage design criteria been met at each project monitored (Years 1, 2, and 5)?\n3. Is adult and juvenile salmonid density increasing in the impact reach upstream of the fish barrier relative to the control reach densities for the same life stages (Year -1 to 2 and Year 5)?\n\nTo monitor fish passage projects effectively, it is crucial to assess changes in fish populations' distribution and abundance, focusing on adult and juvenile salmonids. This can be achieved by collecting data on fish density and comparing it between impact and control reaches over a specified period (Year -1 to Year 2 and Year 5).\n\nThe provided text highlights the importance of fish passage improvements as valuable habitat restoration projects that offer significant benefits, including increased fish production within 1-5 years. However, detecting statistically significant increases in fish densities may be challenging if fish numbers downstream of the barrier before restoration work are insufficient for statistical tests.\n\nIt is essential to ensure that the project design and requirements as outlined in the permit and/or funding application continue to be met post-implementation (Years 1, 2, and 5). Access to impact and suitable control reaches must be granted prior to project implementation and maintained for a period of five years following completion. This access is necessary for conducting monitoring activities effectively.\n\nFish passage design criteria should also be evaluated at each monitored project (Years 1, 2, and 5) to ensure their continued effectiveness. By comparing the fish densities in the impact reach upstream of the fish barrier with those in the control reach, we can determine if adult and juvenile salmonid density is increasing relative to the control reach densities for the same life stages (Year -1 to Year 2 and Year 5). These comparisons will provide valuable insights into the project's effectiveness and potential impact on fish populations."
}{
  "objectives": " Objective 1: Verify that the fish passage project design and requirements as stated in the permit and funding application are being met post-implementation in Years 1, 2, and 5.\n\n* Coverage: This objective covers ensuring compliance with the project design and regulatory requirements as outlined in the permit and funding application.\n* Keywords: fish passage project, permit requirements, funding application, post-implementation, Years 1, 2, and 5.\n\nObjective 2: Assess the increase in adult and juvenile salmonid density upstream of the fish barrier (impact reach) compared to downstream control reach from Year -1 to 2 and Year 5.\n\n* Coverage: This objective covers evaluating the effectiveness of fish passage projects by comparing fish population densities before (Year -1) and after project implementation (Years 1-5).\n* Keywords: adult and juvenile salmonid density, impact reach, downstream control reach, Year -1 to 2, Year 5.\n\nObjective 3: Confirm fish passage design criteria are being met at each monitored project in Years 1, 2, and 5.\n\n* Coverage: This objective covers ensuring that the fish passage projects continue to function effectively as designed to improve fish passage post-implementation.\n* Keywords: fish passage design criteria, each monitored project, Years 1, 2, and 5."
}{
  "target": " Fish Passage Project Effectiveness Monitoring: Years 1, 2, and 5.\n\nTopics:\n1. Fish Passage Project Design and Requirements Compliance (Permit and Funding Application)\n2. Fish Passage Project Fish Presence Upstream (Years 1-5)\n3. Fish Density Comparison Upstream vs Downstream (Years 1-5)\n4. Fish Passage Design Criteria Assessment (Years 1, 2, and 5)"
}{
  "constraints": " Based on the given text, the following constraints applicable to the monitoring method are identified:\n\n1. Monitoring must be conducted for at least five years post-project completion. (This is stated in the requirement to \"Determine whether fish passage project demonstrated upstream presence of target species (by life stage) post-project within five years\" and \"Access to impact and suitable control reaches will be provided prior to project implementation and for a period of five years following project completion.\")\n2. Fish density data should be collected both in the impact reach upstream of the fish barrier and the downstream control reach. (This is stated in the requirement to \"Determine whether adult and juvenile salmonid density both in aimpact reach upstream of the fish barrier is increasing relative to the densities in the downstream control reach.\")\n3. Fish passage design criteria must be met at each monitored project during years 1, 2, and 5. (This is stated in \"Determine whether fish passage design criteria are being met at each project monitored (Years 1, 2, and 5)\")\n\nThere are no constraints mentioned in the text related to statistical significance testing for fish density increases or specific monitoring protocols (such as ID: 34 from SRFB and ID: 18 from CHaMP), so no explanation is provided for those constraints. The text mentions modifications of the protocol but does not provide details on what those modifications are."
}