{
  "keywords": " CJHP, broodstock collection, otolith sampling, Priest Rapids Hatchery fall Chinook identification, WDFW lab analysis, thermal marking."
}{
  "abstract": " In order to effectively manage and monitor the Chinook salmon population in the Columbia River system, particularly in relation to the Priest Rapids Hatchery fall Chinook stock, the Chief Joseph Hatchery Program (CJHP) employs a method to identify and separate these specific fish from the late-arriving brood collected at the CJH ladder and Okanogan River Adult Weir.\n\nThe process begins with the collection of otoliths – small inner ear bones – from all late-collected brood, enabling determination of whether a thermal mark is present or not. Thermal marks are unique to fish that have passed through the specific heating system at Priest Rapids Hatchery since 2008. If a thermal mark is detected in the otolith analysis, then the Chinook salmon in question is identified as a Priest Rapids Hatchery fall Chinook.\n\nShould these fish be present and included in the broodstock at the time of spawning, their associated eggs would either be culled or included in the CJH segregated program. This approach ensures that no unintended mixing occurs between different stocks, which is essential for maintaining the genetic integrity and successful management of each specific population.\n\nBy implementing this method, the CJHP effectively addresses the concerns related to the presence and abundance of Priest Rapids Hatchery fall Chinook in the late collected brood. The collection of at least 100 otoliths for analysis provides a representative sample of the target population, ensuring accurate results."
}{
  "value": " Based on the text provided, the Chief Joseph Hatchery Program (CJHP) collects late arriving brood from their ladder and Okanogan River Adult Weir for an integrated program. The objective is to determine the presence of Priest Rapids Hatchery fall Chinook in the late collected brood and estimate their abundance and proportion.\n\nTo achieve this goal, CJHP samples and collects otoliths from all ladder and weir collected brood. The results from Washington Department of Fish and Wildlife (WDFW) lab analysis of these otoliths will indicate the presence or absence of thermal marks, which correspond to Priest Rapids Hatchery fall Chinook.\n\nIf unmarked Priest Rapids Hatchery fall Chinook are identified in the late collected brood, their eggs would be either culled or included in the CJH segregated program. The segregated program's eggs are released directly into the Columbia River and adult returns are exclusively targeted for harvest.\n\nInvesting money into this process provides several benefits:\n\n1. Improved stock management: By accurately determining the abundance and proportion of Priest Rapids Hatchery fall Chinook in the CJH late collected brood, better stock management decisions can be made. This information is crucial for effective hatchery operations and sustainable fishery populations.\n2. Enhanced selective harvest: The segregated program allows for targeted harvest of specific stocks, ensuring that only desired strains or genetically distinct groups are removed from the wild population. This not only supports conservation efforts but also improves the overall health and productivity of the fishery.\n3. Compliance with regulations: Following regulations and guidelines set by fishing authorities is essential for maintaining a sustainable and reputable fishery operation. By accurately identifying and managing different stocks, CJHP can ensure compliance and contribute to the long-term success of the fishery.\n4. Continuous improvement: The ongoing analysis and monitoring of broodstock enables continuous improvements in hatchery operations. As new research and technologies become available, they can be integrated into the process for enhanced efficiency and effectiveness.\n5. Transparency and accountability: Providing accurate information about stock identification and management helps to build trust with stakeholders, including fishery regulators, recreational anglers, and commercial fishers. By being transparent about these processes, CJHP can strengthen its reputation as a responsible and sustainable hatchery operation.\n\nTo summarize, investing money into the CJH ladder and weir broodstock identification process ensures effective stock management, selective harvest, compliance with regulations, continuous improvement, and transparency and accountability within the organization. This ultimately supports the long-term success of the fishery and contributes to sustainable population growth.\n\nNo code provided as there is no specific request for it in this context."
}{
  "problem_statement": " The protocol described in the text aims to determine the presence and proportion of Priest Rapids Hatchery fall Chinook (PRD) in the late collected brood from the CJH ladder and Okanogan River Adult Weir. To achieve this, they collect otoliths from all the broodstock for lab analysis. The protocol also discusses the management actions to be taken based on the results of the lab analysis: if PRD fall Chinook are identified, their eggs will be culled or included in the segregated program for release into the Columbia River and targeted harvest. Therefore, the main problem being addressed by this protocol is ensuring accurate identification and quantification of different stock types within the collected broodstock at CJH to inform management actions.\n\nNo code provided as it's not necessary for addressing the problem statement."
}{
  "desired_outcomes": " The desired outcome of the protocol is as follows:\n1. Identify and collect otoliths from at least 100 Chinook salmon brood from the CJH ladder and weir during spawning.\n2. Obtain lab analysis results from WDFW to determine the presence or absence of thermal marks in the collected otoliths.\n3. If a thermal mark is present, label the Chinook salmon as Priest Rapids Hatchery fall Chinook (PRD).\n4. Cull eggs associated with PRD brood, and include the culled eggs in the CJH segregated program.\n5. Release the segregated program directly into the Columbia River, targeting adult returns exclusively for harvest.\n6. Analyze the number and proportion of PRD fall Chinook in the collected broodstock."
}{
  "description": " The Chief Joseph Hatchery Program (CJHP) implements a process to identify and manage Priest Rapids Hatchery fall Chinook (PRD fall Chinook) within its broodstock collection. This procedure involves the collection of late arriving PRD fall Chinook brood from both the CJH ladder and Okanogan River Adult Weir.\n\nTo distinguish PRD fall Chinook from other stocks, otoliths are extracted from all collected brood. Otoliths are small ear bones found in fish that provide information about their age and origin (Volk et al., 1994). The presence of a thermal mark on the otolith indicates PRD fall Chinook. Thermal marks were introduced in the PRD hatchery in run year 2008.\n\nThe primary objectives of this analysis are to determine whether unmarked PRD fall Chinook have been included in the late collected brood, and to assess the abundance and proportion of PRD fall Chinook within the CJH ladder broodstock. The information gathered from this process will help inform management decisions regarding PRD fall Chinook handling.\n\nUpon receiving the otolith samples from the Washington Department of Fish and Wildlife (WDFW) lab, the results are analyzed to ascertain the number and proportion of PRD fall Chinook within the broodstock. For those eggs associated with PRD fall Chinook brood, they will be culled or included in the CJH segregated program. The segregated program specifically releases fish directly into the Columbia River, and adult returns are targeted solely for harvest.\n\nOur frame represents our target population effectively. We aim to collect at least 100 otoliths from the ladder and weir broodstock for analysis."
}{
  "objectives": " Objective 1: Determine the presence of Priest Rapids Hatchery fall Chinook (PRD) in the CJH ladder and weir brood at the time of spawning.\n\nCoverage: This objective covers the management question of whether unmarked PRD fall Chinook are included in the late collected brood. It focuses on identifying and separating PRD fall Chinook from other stocks in the CJH broodstock.\n\nKeywords: PRD fall Chinook, CJH ladder and weir brood, identification, separation.\n\nProcedure:\n1. Collect at least 100 otoliths from all ladder and weir collected brood.\n2. Obtain results from WDFW lab analyzing the presence of thermal marks in each otolith.\n3. If a thermal mark is present, consider it a PRD fall Chinook and take appropriate action (cull eggs or include in CJH segregated program).\n\nObjective 2: Quantify the abundance and proportion of Priest Rapids Hatchery fall Chinook (PRD) in the CJH ladder broodstock.\n\nCoverage: This objective addresses management questions concerning the abundance and proportion of PRD fall Chinook in the late collected brood. It aims to understand the stock composition of the CJH broodstock for effective hatchery management and conservation efforts.\n\nKeywords: PRD fall Chinook, CJH ladder broodstock, abundance, proportion, stock composition.\n\nProcedure:\n1. Collect and analyze otoliths from at least 100 samples of CJH ladder broodstock.\n2. Determine the presence or absence of thermal marks in each otolith using lab analysis methods.\n3. Calculate the abundance and proportion of PRD fall Chinook in the CJH ladder broodstock based on the lab results."
}{
  "target": " Identify and sort PRD fall Chinook broodstock."
}{
  "constraints": " Constraints:\n1. The method relies on the collection of otoliths from all ladder and weir brood for analysis. (line 2 and line 5)\n2. The method requires lab analyses using Volk et al.'s methods to determine the presence or absence of thermal marks in the otoliths. (line 7-9)\n3. The method assumes that unmarked Priest Rapids Hatchery fall Chinook are not included in the late collected brood at the time of spawning, but if they are, their eggs will be culled or included in the CJH segregated program. (line 10-12)\n4. The method plans to collect at least 100 otoliths for analysis. (line 15)\n\nThe constraints are stated throughout the text, with the most explicit statements being \"Sample and collect otolith from all ladder and weir collected brood\" (line 5), \"Obtain results from WDFW lab\" (line 8), and \"plans to collect at least 100 otoliths\" (line 15). The assumption about unmarked Priest Rapids Hatchery fall Chinook not being in the late collected brood is implied, but the culling or inclusion of their eggs if they are present is mentioned.\n\nThere's no need for code as this text describes a methodology and does not involve coding itself."
}