{
  "keywords": " Environmental DNA (eDNA), fish species detection, non-native fish management, Pend Oreille River basin, aquatic systems, laboratory analysis"
,
  "abstract": " Environmental DNA (eDNA) sampling is a modern technique used to detect the presence or absence of specific fish species, both native and non-native, in aquatic systems such as streams, rivers, and lakes. This method involves collecting water samples and extracting the DNA that has been released by organisms into the environment. The DNA is then analyzed in a lab using methods adapted from Carim et al. (2016) and Goldberg et al. (2011).\n\nHistorically, fisheries sampling techniques such as electrofishing, snorkeling, angling, or netting have been used to detect fish species. However, these methods can be time-consuming, labor-intensive, and costly, especially when trying to detect rare or low abundance species. With the advent of eDNA sampling, determining the presence or absence of even rare fish species has become more efficient and cost effective.\n\nIn the Pend Oreille River basin, where non-native and invasive fish species such as Eastern Brook Trout have expanded, eDNA sampling is crucial for understanding their distribution and potential impacts on native fish populations, such as Westslope Cutthroat Trout. Management agencies can use the results of eDNA sampling to inform decisions regarding no action, further data collection, or significant species management actions.\n\nUsing eDNA sampling, management agencies in the Pend Oreille River basin are able to identify areas suitable for conducting Eastern Brook Trout suppression and eradication activities, and monitor project success long term by detecting the absence of Eastern Brook Trout and the presence of Westslope Cutthroat Trout.\n\neDNA sampling is an innovative tool that allows management agencies in the Pend Oreille River basin to concentrate their resources on projects that have significant potential for contributing to the conservation of native Westslope Cutthroat Trout, and also has merit for detecting additional target native and non-native species in the system."
,
  "value": " Investing in Environmental DNA (eDNA) sampling for fish species detection in the Pend Oreille River basin offers several potential values:\n\n1. Sensitive Detection of Target Fish Species: eDNA sampling is a sensitive and cost-effective technique to detect the presence or absence of target non-native fish species, such as Eastern Brook Trout (Salvelinus fontinalis), in tributary streams or lakes within the Pend Oreille River basin. This information is crucial for understanding the scale of their distribution and potential impacts on native fish populations.\n2. Efficient Resource Allocation: By utilizing eDNA sampling, management agencies can allocate resources more efficiently by focusing on areas with a high likelihood of encountering target non-native species. This approach helps prioritize projects that have significant potential to contribute to the conservation of native Westslope Cutthroat Trout (Oncorhynchus clarki lewisii).\n3. Monitoring Project Success: eDNA sampling can be used long term to monitor project success, such as the eventual absence or presence of Eastern Brook Trout and the expansion or reestablishment of Westslope Cutthroat Trout populations. This information helps inform decisions for further data collection or significant species management actions.\n4. Detection of Additional Target Species: eDNA sampling is not limited to detecting non-native fish species; it also has merit for detecting additional target native and non-native fish species in the system.\n5. Compliance with FERC License Requirements: Projects related to eDNA sampling and the management of non-native fish populations are often identified or conducted as part of FERC license requirements for Box Canyon (Pend Oreille Public Utility District) and Boundary (Seattle City Light) Dams. Compliance with these requirements can help prevent potential fines and ensure a positive reputation for regulatory agencies.\n6. Innovative Technique: The use of eDNA sampling for non-native fish management is an innovative technique that is rapidly becoming an invaluable tool in the conservation of native fish populations. By investing in this method, we contribute to the advancement of scientific knowledge and technology, ensuring more effective and efficient conservation efforts in the future.\n\nHere's a simple Python code snippet demonstrating eDNA sampling using hypothetical data:\n\n```python\nimport random\n\ndef eDNA_sampling(location):\n    sample = []\n    for i in range(10):\n        fish_species = [\"Westslope Cutthroat Trout\", \"Eastern Brook Trout\"]\n        sample.append(random.choice(fish_species))\n    return sample\n\ndef analyze_sample(sample):\n    target_species = [\"Eastern Brook Trout\"]\n    target_present = False\n    for species in sample:\n        if species in target_species:\n            target_present = True\n            break\n    return target_present\n\nlocation = \"Tributary Stream X\"\nsample = eDNA_sampling(location)\ntarget_present = analyze_sample(sample)\nprint(\"Target non-native fish species present in the sample:\", target_present)\n```\nThis code simulates collecting a sample of 10 fish species from a given location and analyzing it to determine if any target non-native fish species are present. Keep in mind that this is a simplified representation of real-world eDNA sampling procedures. Real-life analysis involves more complex laboratory techniques, such as PCR amplification and DNA sequencing, to identify specific fish species based on their unique genetic markers."
,
  "problem_statement": " The problem the protocol is trying to solve is the detection of target non-native and native fish species in aquatic systems (tributary streams and lakes) within the Pend Oreille River basin using Environmental DNA (eDNA) sampling. This information is crucial for understanding the distribution and potential impacts of non-native fish species on native fish populations, and for guiding management actions to conserve native fish species. The protocol involves collecting eDNA samples according to Carim et al. (2016), submitting them to a lab for processing using methods adapted from Goldberg et al. (2011), and analyzing the results to determine the presence or absence of target species. This information can then be used to inform decisions on management actions, such as further data collection or significant species management action required."
,
  "desired_outcomes": " The desired outcomes stated in the text are:\n\n1. Using eDNA sampling results to determine the presence or absence of target non-native fish species in tributary streams within the Pend Oreille River basin.\n2. Using eDNA sampling results to determine the presence or absence of target non-native fish species in lakes or rivers within the Pend Oreille River basin.\n3. Using eDNA sampling results to determine the presence or absence of target native fish species in tributary streams within the Pend Oreille River basin."
,
  "description": " Environmental DNA (eDNA) sampling is a modern technique used to detect the presence or absence of target organisms, specifically non-native fish species, in aquatic environments such as tributary streams and lakes within the Pend Oreille River basin. This method involves collecting water samples from these bodies of water using protocols outlined in Carim et al. (2016). eDNA is released into the environment by organisms and can be detected using laboratory analysis techniques.\n\nIn the context of non-native fish management, eDNA sampling is an innovative and cost-effective alternative to traditional methods such as electrofishing, snorkeling, angling, or netting. The use of eDNA allows management agencies to focus resources on projects with significant potential to contribute to the conservation of native fish species, specifically Westslope Cutthroat Trout (Oncorhynchus clarki lewisii), which have been supplanted by invasive Eastern Brook Trout (Salvelinus fontinalis) in many areas of the Pend Oreille River basin.\n\nTo perform eDNA sampling, water samples are collected according to Carim et al. (2016) and submitted to a laboratory for processing, following methods adapted from Goldberg et al. (2011). The samples undergo DNA extraction, library preparation, sequencing, and bioinformatics analysis to identify the presence or absence of target fish species DNA in the sample. eDNA sampling has been demonstrated as a sensitive technique for detecting rare or low abundance fish species in aquatic systems (Carim et al. 2016).\n\nThe results of eDNA sampling can inform decisions regarding management actions, such as no action (i.e., target species not detected), further data collection required, or significant species management action required (i.e., non-native fish suppression or eradication measures). For example, in the lower Pend Oreille River and its tributaries, managers from the Washington Department of Fish and Wildlife (WDFW) and Kalispel Tribe have been conducting activities to mechanically suppress and eradicate Eastern Brook Trout using eDNA sampling results to identify areas suitable for these actions. These projects are typically identified or conducted as part of FERC license requirements for Box Canyon (Pend Oreille Public Utility District) and Boundary (Seattle City Light) Dams, as well as BPA funded projects through the Kalispel Tribe.\n\neDNA sampling also has merit for detecting additional target native and non-native fish species in the Pend Oreille River basin, expanding the potential applications of this valuable tool in fisheries management."
,
  "objectives": " Objective 1: Determine the presence or absence of target non-native fish species in tributary streams within the Pend Oreille River basin using Environmental DNA (eDNA) sampling.\n\nSummary of Solution Coverage: This objective covers the use of eDNA sampling to detect the presence or absence of specific non-native fish species in tributary streams within the Pend Oreille River basin. It is an essential step towards effective management and conservation of native fish populations in the region.\n\nKeywords: Environmental DNA (eDNA), target non-native fish species, tributary streams, Pend Oreille River basin, detection.\n\n---\n\nObjective 2: Determine the presence or absence of target non-native fish species in lakes or rivers within the Pend Oreille River basin using Environmental DNA (eDNA) sampling.\n\nSummary of Solution Coverage: This objective extends the application of eDNA sampling to detect the presence or absence of specific non-native fish species in lakes and rivers within the Pend Oreille River basin. It supports informed decision-making for resource allocation towards conservation efforts focused on native fish populations.\n\nKeywords: Environmental DNA (eDNA), target non-native fish species, lakes, rivers, Pend Oreille River basin, detection.\n\n---\n\nObjective 3: Determine the presence or absence of target native fish species in tributary streams within the Pend Oreille River basin using Environmental DNA (eDNA) sampling.\n\nSummary of Solution Coverage: This objective involves applying eDNA sampling techniques to detect the presence or absence of specific native fish species in tributary streams within the Pend Oreille River basin. It contributes to a better understanding of the distribution and abundance of these fish populations, informing conservation efforts and potential management actions.\n\nKeywords: Environmental DNA (eDNA), target native fish species, tributary streams, Pend Oreille River basin, detection."
,
  "target": " Use eDNA sampling to detect target fish (native or non-native) in Pend Oreille River basin."
,
  "constraints": " The text does not impose any specific constraints on the use of eDNA sampling for determining the presence or absence of target fish species in tributary streams, lakes, or rivers within the Pend Oreille River basin, except for collecting samples according to the protocols outlined in Carim et al. (2016) and processing them in the lab according to methods adapted from Goldberg et al. (2011).\n\nTherefore, there are no constraints mentioned in the text beyond following established sampling and laboratory analysis procedures. These procedures aim to ensure sensitivity and accuracy in detecting eDNA from target fish species."
}