{
  "keywords": " Okanogan Basin, spring-Chinook, Environmental DNA (eDNA), sampling and analysis, tributaries, Chinook eDNA, monitoring distribution, USGS collaboration"
}{
  "abstract": " The Chief Joseph Hatchery Science Program (CJHP) uses Environmental DNA (eDNA) sampling and analysis to monitor the presence and distribution of spring-Chinook salmon in various tributaries within the Okanogan Basin. This method involves collecting water samples from selected sites during specific time periods, extracting eDNA from the water, and analyzing it to determine if Chinook DNA is present.\n\nThe necessity of this method lies in its ability to provide information about the presence of spring-Chinook salmon in areas where they may not be easily observed or accessible using traditional survey methods. The use of eDNA analysis allows for a more cost-effective, non-invasive approach to monitoring their distribution and population trends throughout the Okanogan Basin (USA & Canada).\n\nIn this study, CJHP collaborated with the USGS to initiate sampling in 2012 at mainstem Okanogan River sites and Okanogan tributary sites as well as in the Methow basin. Further sampling was conducted in 2013 and 2014 in specific tributaries that showed potential for spring-Chinook recolonization.\n\nThe results from this study have been instrumental in determining which streams are utilized by spring-Chinook based on the presence of Chinook eDNA. This information serves as a valuable resource for prioritizing survey efforts and informing habitat rehabilitation/restoration projects.\n\nSome of the tributaries consistently showing annual detection of Chinook eDNA include Shingle Creek, Vaseux Creek, Salmon Creek, and Omak Creek. By monitoring the status and trends of spring-Chinook distribution in these areas, researchers can focus their efforts on obtaining density/abundance information for streams with potential Chinook populations, while also identifying areas where further investigation is not necessary."
}{
  "value": " Based on the text provided, here are some potential values and reasons for investing in the Chief Joseph Hatchery Science Program's (CJHP) eDNA monitoring efforts in the Okanogan Basin:\n\n1. Understanding spring-Chinook distribution: The presence of Chinook eDNA in certain tributaries indicates that spring-Chinook have been recently present at those sites. By monitoring the status and trends of spring-Chinook distribution throughout the Okanogan Basin, we can gain insights into their current habitat usage and potential areas for expansion or contraction.\n2. Resource prioritization: eDNA detection of Chinook in certain tributaries serves as a resource prioritization tool, indicating which streams may warrant additional survey efforts to obtain density/abundance information. This can help guide conservation and management efforts by focusing resources on areas where they will have the greatest impact.\n3. Habitat restoration: The eDNA data may inform habitat rehabilitation and restoration efforts by identifying barriers to anadromy or other factors limiting Chinook populations in certain areas.\n4. Cost-effective monitoring: eDNA analysis is a cost-effective method for monitoring the presence of Chinook in various waterways, as it can be done at multiple sites with minimal resources compared to other survey methods like electrofishing or snorkel surveys.\n5. Pre-management action baseline data: CJHP began conducting eDNA sampling prior to the reintroduction of the experimental population, allowing for a pre-management action baseline dataset. This information is valuable for assessing changes in spring-Chinook distribution and abundance over time, and can help inform long-term conservation strategies.\n6. Confirmation of occasional strays: The presence of Chinook eDNA along with PIT tag detections confirms the occasional presence of stray Chinook from out of basin, which is important information for managing and conserving local populations.\n\nBased on these potential values, investing in CJHP's eDNA monitoring efforts in the Okanogan Basin can lead to a better understanding of spring-Chinook distribution, effective resource prioritization, informed habitat restoration decisions, cost savings through efficient monitoring methods, valuable pre-management action baseline data, and confirmation of occasional stray populations."
}{
  "problem_statement": " The problem the protocol is trying to solve is identifying which Okanogan Basin tributaries are utilized by spring-Chinook based on the presence of Chinook eDNA, and monitoring the status and trends of spring-Chinook distribution throughout the Okanogan Basin (USA & Canada) using environmental DNA (eDNA) analysis.\n\nHere is a code snippet in Python to extract the relevant information from the given text:\n\n```python\nimport re\n\ntext = \"\"\"...\"\"\"  # your text goes here\n\npattern = r\"Several tributaries have produced consistent annual detection of Chinook eDNA, including ([A-Za-z]+) Creek, ([A-Za-z]+) Creek, ([A-Za-z]+) Creek and ([A-Za-z]+) Creek.\"\n\nmatch = re.search(pattern, text)\nif match:\n    tributaries = match.groups()\n    print(\"Tributaries utilized by spring-Chinook:\")\n    for tributary in tributaries:\n        print(\"- {}\".format(tributary))\nelse:\n    print(\"Unable to extract tributaries from text.\")\n```\n\nThis code uses regular expressions to extract the names of the tributaries that have produced consistent annual detection of Chinook eDNA. The resulting output will be a list of the tributary names."
}{
  "desired_outcomes": " The desired outcomes stated in the protocol are:\n\n1. Identify Okanogan Basin tributaries where spring-Chinook are present based on the detection of Chinook eDNA.\n2. Monitor the status and trends of spring-Chinook distribution throughout the Okanogan Basin (USA & Canada) using eDNA analysis."
}{
  "description": " The Chief Joseph Hatchery Science Program (CJHP) implements collaborative efforts with the United States Geological Survey (USGS) to conduct Environmental DNA (eDNA) sampling and analysis within the Okanogan Basin, aimed at monitoring spring-Chinook distribution and assessing trends in response to reintroduction efforts. This initiative commenced prior to reintroduction for evaluating pre-management action spatial distribution.\n\nThe eDNA data collected from this study revealed that despite spring-Chinook being listed as extirpated within the Okanogan Environmental System Unit (ESU), a limited distribution of these fish species exists in the basin, as indicated by the detection of Chinook eDNA in several locations and confirmed by occasional PIT tag detections of out-of-basin strays.\n\nInitially, sampling began in 2012 at 5 mainstem Okanogan River sites and 11 tributary sites as well as 32 sites throughout the Methow Basin. All sites were visited twice during this year for sampling in June and August. In 2013, eDNA sampling was conducted exclusively within the Okanogan Basin at 8 newly identified tributary sites not included in the proof of concept study. These sites were chosen due to their potential for spring-Chinook recolonization and were sampled in June.\n\nIn 2014, all previously sampled sites within the Okanogan Basin were revisited and resampled. US sites were visited on July 12-13, while Canadian sites were sampled on October 2. The results from 2012 through 2014 eDNA analyses can be found in CJHP's 2014 Annual Report (appendix C).\n\nSeveral tributaries have shown consistent annual detection of Chinook eDNA, including Shingle Creek, Vaseux Creek, Salmon Creek, and Omak Creek. The presence of Chinook eDNA at a specific site is a reliable indicator that recent Chinook presence has occurred at the location (excluding alternative sources like bird contamination).\n\nThe monitoring of Chinook eDNA distribution will serve as an essential resource for prioritizing survey efforts, identifying which streams may warrant additional intensive surveys such as electrofishing mark/recapture or snorkel surveys to obtain density and abundance information. Additionally, the results may inform habitat rehabilitation and restoration efforts like barrier removal for anadromy and habitat improvements."
}{
  "objectives": " Objective 1: Monitor the presence and distribution of spring-Chinook in the Okanogan Basin (USA & Canada) by analyzing environmental DNA (eDNA) samples from various stream sites.\n\nSummary of Solution Coverage: This objective covers the entire problem statement as it focuses on monitoring the status and trends of spring-Chinook distribution throughout the Okanogan Basin using eDNA analysis.\n\nKeywords: Spring-Chinook, Okanogan Basin, Environmental DNA (eDNA), Monitoring, Distribution, USA, Canada.\n\nObjective 2: Identify the Okanogan Basin tributaries that are utilized by spring-Chinook based on the presence of Chinook eDNA in the samples collected from those sites.\n\nSummary of Solution Coverage: This objective covers the portion of the problem statement that mentions several tributaries having produced consistent annual detection of Chinook eDNA, and how monitoring eDNA will serve as a resource prioritization tool for survey efforts and habitat rehabilitation/restoration efforts.\n\nKeywords: Spring-Chinook, Okanogan Basin tributaries, Environmental DNA (eDNA), Presence detection, Prioritization, Survey efforts, Habitat rehabilitation/restoration."
}{
  "target": " Identify utilized spring-Chinook tributaries based on eDNA presence. Monitor spring-Chinook distribution using eDNA analysis in Okanogan Basin."
}{
  "constraints": " The text provides information about the Chief Joseph Hatchery Science Program (CJHP) collaborating with USGS to conduct Environmental DNA (eDNA) sampling and analysis in the Okanogan Basin to monitor spring-Chinook distribution. The following constraints are applicable to the eDNA method as stated in the text:\n\n1. Specificity: The presence of Chinook DNA at a stream site indicates the recent presence of Chinook at that site, not from alternative sources such as site contamination from birds or other organisms. This specificity is important for accurate interpretation of the eDNA results.\n2. Temporal Resolution: Sampling was conducted in June and August 2012 at all sites and in June 2013 at additional tributary sites, providing a temporal resolution for monitoring spring-Chinook distribution throughout the Okanogan Basin.\n3. Spatial Resolution: Sampling was initiated at 5 mainstem Okanogan River sites, 11 Okanogan tributary sites, and 32 sites throughout the Methow basin, providing a spatial resolution for monitoring spring-Chinook distribution in various locations within the Okanogan Basin.\n4. Sensitivity: The text mentions that analysis of eDNA data revealed the presence of spring-Chinook in the Okanagan basin even though they were listed as extirpated, indicating that the eDNA method is sensitive enough to detect low levels of Chinook DNA in the environment.\n5. Repeatability: All previously sampled sites in the Okanogan Basin were re-visited and sampled again in 2014 to confirm previous findings and monitor any changes in spring-Chinook distribution.\n\nThe text states that \"Monitoring eDNA will serve as a resource prioritization tool, indicating which streams may warrant additional, more intensive survey efforts to obtain density/abundance information, and which stream are not likely utilized by spring-Chinook.\" This implies that the results of eDNA analysis can guide further survey efforts for obtaining more comprehensive data on spring-Chinook distribution.\n\nThe text mentions several tributaries that have produced consistent annual detection of Chinook eDNA, including Shingle Creek, Vaseux Creek, Salmon Creek, and Omak Creek. These tributaries are likely utilized by spring-Chinook as indicated by the presence of Chinook eDNA."
}