{
  "keywords": " Flexible spill agreement, TDG cap increase, Spring spill period, Native, resident fishes, Gas bubble trauma (GBT)"
,
  "abstract": " The method described in the text aims to measure the incidence and severity of Gas Bubble Trauma (GBT) in native, resident fishes living immediately downstream of mainstem Columbia and Snake River dams during the spring spill period.\n\nThis is necessary due to an agreement, called the flexible spill agreement, which increased the total dissolved gas (TDG) cap to 125 percent in the tailraces of dams for the 2020-2021 spring spill. This change in water quality standard for TDG means that monitoring these native fishes for GBT is essential to assess any potential harm caused by increased gas bubbles in the water.\n\nThe method likely involves collecting and examining fish samples from the affected areas during the spring spill period. Observers may look for physical signs of GBT, such as distended stomachs, erratic swimming behavior, or visible gas bubbles in the fish's tissues. The severity of the GBT is assessed based on the extent and location of these symptoms.\n\nAdditionally, continuous monitoring of water quality parameters like dissolved oxygen levels, temperature, and pH may be important to understand the environmental conditions that might influence GBT occurrence. This data can help researchers identify patterns or trends in GBT incidence and severity under different conditions.\n\nIn summary, this method is crucial for assessing the impact of increased TDG on native, resident fishes during the spring spill period and ensuring the long-term health and survival of these important species within the Columbia and Snake River ecosystems."
,
  "value": " Topic: Fish Health Monitoring and Water Quality, specifically related to the incidence and severity of Gas Bubble Trauma (GBT) in native, resident fishes in the Columbia and Snake River system.\n\nReason for Investment:\n1. Protecting Native and Resident Fish Populations: The increase in Total Dissolved Gases (TDG) during the spring spill period as per the 2019-2021 Spill Operation Agreement necessitates monitoring for potential Gas Bubble Trauma (GBT) in native, resident fishes. This investment ensures the health and survival of these fish populations.\n2. Ensuring Compliance with Regulations: Adhering to the agreed water quality standard for TDG requires monitoring for any adverse effects on fish. This investment demonstrates regulatory compliance and can prevent potential legal or financial repercussions.\n3. Promoting Sustainable Energy Production: By investing in this monitoring program, we can ensure that the increased spill during low hydropower demand does not negatively impact fish populations. In turn, this supports sustainable energy production from the dams in the Columbia and Snake River system.\n4. Long-term Data Collection and Analysis: Monitoring GBT in native, resident fishes will provide valuable long-term data that can inform future spill operation agreements and help improve overall fish management strategies in the region."
,
  "problem_statement": " The problem the protocol is trying to solve is related to fish health and water quality management in the Columbia and Snake rivers. Specifically, the flexible spill agreement calls for increasing the total dissolved gas (TDG) cap during the spring spill period, which may result in gas bubble trauma (GBT) in native, resident fishes rearing immediately downstream of mainstem dams. The protocol aims to measure and monitor the incidence and severity of GBT in these fish populations to ensure the water quality standard for TDG is not negatively impacting their wellbeing.\n\nHere's a more succinct version:\nThe objective is to assess GBT occurrence and intensity among native, resident fishes inhabiting areas near mainstem Columbia and Snake River dams during the spring spill season due to increased TDG levels as part of the flexible spill agreement."
,
  "desired_outcomes": " The desired outcome of the protocol is to measure the incidence and severity of gas bubble trauma (GBT) in native, resident fishes rearing immediately downstream of mainstem Columbia and Snake River dams during the spring spill period."
,
  "description": " In accordance with the 2019-2021 Spill Operation Agreement, also known as the flexible spill agreement, entered on December 14, 2018, several parties - including the States of Oregon and Washington, the Nez Perce Tribe, Bonneville Power Administration, Bureau of Reclamation, and the Corps of Engineers - agreed to increase spill during periods of low hydropower demand to enhance juvenile salmonid migration. For the spring spill period specifically, this agreement mandates raising the total dissolved gas (TDG) cap in dam tailraces within the Columbia and Snake rivers to 125 percent.\n\nTo monitor potential gas bubble trauma (GBT) occurrences in native, resident fishes exposed to these increased TDG levels, a comprehensive investigation is required during the spring spill period. This assessment should involve:\n\n1. **Data Collection**: Gather detailed information on TDG levels and dissolved oxygen concentrations at each dam site. Monitoring tools, such as sonar systems or telemetry equipment, can be employed to measure these parameters in real-time.\n2. **Fish Sampling**: Use specific gear types (e.g., gill nets, traps, or electrofishing) to capture and analyze representative samples of native, resident fish species immediately downstream of the mainstem Columbia and Snake River dams during the spring spill period.\n3. **GBT Diagnosis**: Upon capturing fish, visually inspect their gills for signs of gas bubble trauma (GBT), such as white spots or hemorrhaging. Perform additional tests if needed to confirm GBT presence.\n4. **Severity Scoring**: Evaluate the extent of any observed GBT based on established severity scales. For instance, the Fish Gas Bubble Trauma Scale (FGBTS) can be used to determine the degree of injury.\n5. **Data Analysis**: Use statistical methods and data analysis techniques to identify trends, patterns or anomalies in the collected data. Compare the findings against historical data and regulatory standards to assess potential impacts on fish populations.\n6. **Reporting and Communication**: Document the investigation's results, including the incidence and severity of GBT observations. Share this information with relevant stakeholders, such as regulatory agencies or project partners, for transparency and collaboration in managing the effects of increased TDG levels."
,
  "objectives": " Objective 1: Conduct a study to measure the incidence and severity of gas bubble trauma (GBT) in native, resident fishes rearing immediately downstream of mainstem Columbia and Snake River dams during the spring spill period.\n\nSummary of Solution Coverage:\n1. This objective covers the agreement's requirement for monitoring native, resident fishes for incidence of gas bubble trauma (GBT) resulting from increased total dissolved gas (TDG) in the tailraces of dams in the Columbia and Snake rivers during the spring spill period.\n2. Keywords: gas bubble trauma, native fishes, resident fishes, mainstem Columbia and Snake River dams, spring spill period, increase TDG cap, total dissolved gas, monitoring."
,
  "target": " Measuring GBT incidence and severity in native, resident fishes."
,
  "constraints": " The text does not directly state specific methodological constraints, but it does mention some requirements related to monitoring native, resident fishes for incidence of gas bubble trauma (GBT) due to increased total dissolved gas (TDG) during the spring spill period. This implies that any method used to measure GBT in fishes should be non-invasive, humane, and able to accurately detect and quantify GBT severity.\n\nIn practice, various methods can be employed for assessing GBT in fishes:\n1. Visual assessment: Observe fish behavior and appearance to identify symptoms of GBT. This method is often used as a preliminary screening tool.\n2. Measuring swimbladder volume: An increase in swimbladder size is an indication of GBT. This can be assessed through either dissection or ultrasound imaging.\n3. Blood sampling and analysis: Measuring the dissolved oxygen content, pH, and methemoglobin concentration in fish blood samples can provide insight into GBT levels.\n4. Acoustic methods: Using sound waves to measure swimbladder gas volume and assessing any changes over time can be a non-invasive alternative to dissection.\n\nThe method chosen should ensure minimal disturbance to the fish population, as per ethical guidelines. The need for accurate detection and quantification of GBT is essential due to the regulatory requirements set forth in the 2019-2021 Spill Operation Agreement."
}