{
  "keywords": " Flexible spill agreement, TDG cap increase, Gas bubble trauma (GBT), Northern Pikeminnow, Smallmouth Bass, Walleye"
,
  "abstract": " In this study, researchers aim to measure the incidence and severity of Gas Bubble Trauma (GBT) in Northern Pikeminnow, Smallmouth Bass, and Walleye downstream of Priest Rapids dam during the spring spill period. This is necessary due to a change in the Total Dissolved Gas (TDG) cap in the tailraces of dams in the Columbia and Snake rivers under the 2019-2021 Spill Operation Agreement. This increase in TDG requires monitoring of native, resident fishes for GBT.\n\nThe current criteria used to monitor GBT in nonsalmonid species are borrowed from those used for salmonids. However, it is uncertain if these criteria are suitable for nonsalmonids and how GBT progresses in different species. Therefore, it is essential to collect resident fish and identify potential GBT in Northern Pikeminnow, Smallmouth Bass, and Walleye.\n\nThe proposed method involves:\n1. Collecting resident fish from downstream of Priest Rapids dam during the spring spill period.\n2. Identifying GBT in Northern Pikeminnow, Smallmouth Bass, and Walleye using the established criteria for salmonids as a starting point.\n3. Determining if these criteria are feasible to describe GBT in these species while in the field (on a boat), during nighttime hours.\n\nThis method is crucial to ensure the health and well-being of resident fish populations in the Columbia and Snake rivers, as the increased TDG could potentially lead to harmful effects on these species if not monitored closely. Additionally, understanding how GBT manifests in different non-salmonid species will contribute to our overall knowledge of this condition and aid in developing appropriate monitoring methods for various fish populations."
,
  "value": " Topic: Environmental Monitoring and Fish Health Assessment (Flexible Spill Agreement)\n\nPotential Values:\n1. Measuring the incidence and severity of Gas Bubble Trauma (GBT) in Northern Pikeminnow, Smallmouth Bass, and Walleye rearing downstream of Priest Rapids dam during the spring spill period.\n2. Determining feasibility to describe GBT in resident Northern Pikeminnow, Smallmouth Bass, and Walleye fishes while in the field, on a boat, and working at night.\n\nReason for Investment:\nThe investment into this project is necessary due to several reasons:\n\n1. Compliance with the Flexible Spill Agreement (FSA): The agreement requires increasing the total dissolved gas (TDG) cap to 125 percent in the tailraces of dams in the Columbia and Snake rivers, leading to potential Gas Bubble Trauma (GBT) for various fish species. Monitoring and assessing GBT in Northern Pikeminnow, Smallmouth Bass, and Walleye is critical to ensure the health and wellbeing of these populations, as per the agreement.\n\n2. Protecting Aquatic Ecosystems: By identifying and mitigating any potential negative effects of increased TDG on resident fish species, we are working towards preserving their populations and maintaining a healthy aquatic ecosystem in the long run.\n\n3. Improved Knowledge and Understanding: Conducting this study will provide valuable insights into how GBT progresses in Northern Pikeminnow, Smallmouth Bass, and Walleye species as well as the suitability of existing monitoring criteria for these fish populations. This information can contribute to the ongoing research efforts in fish health assessment, ecology, and management practices within the region.\n\n4. Ensuring Public Health and Safety: By closely monitoring fish health conditions, we ensure that the public is protected from potential risks associated with consuming contaminated fish from the affected water bodies. This is important for maintaining public trust in recreational and commercial fishing activities, as well as ensuring food safety regulations are being met.\n\nIn summary, investing in this project will not only help us comply with the Flexible Spill Agreement but also contribute to protecting aquatic ecosystems, improving our understanding of fish health assessment, and maintaining public health and safety."
,
  "problem_statement": " The problem the protocol is trying to solve is related to the implementation of the 2019-2021 Spill Operation Agreement, specifically the increase in total dissolved gas (TDG) caps during the spring spill period and its potential impact on native, resident fish species (Northern Pikeminnow, Smallmouth Bass, and Walleye). The protocol aims to measure the incidence and severity of gas bubble trauma (GBT) in these fish species, determine feasibility for describing GBT symptoms in the field, on a boat, and working at night. The ultimate goal is to evaluate whether the current monitoring criteria used for salmonids are suitable for nonsalmonid species and identify potential cases of GBT to ensure water quality standards are met."
,
  "desired_outcomes": " The desired outcome of the protocol is to measure the incidence and severity of gas bubble trauma (GBT) in Northern Pikeminnow, Smallmouth Bass, and Walleye rearing downstream of Priest Rapids dam during the spring spill period. Additionally, it is necessary to determine the feasibility of describing GBT in resident Northern Pikeminnow, Smallmouth Bass, and Walleye fishes while in the field, on a boat, and working at night.\n\nThere is no code provided in the text."
,
  "description": " Title: Evaluation of Gas Bubble Trauma (GBT) in Northern Pikeminnow, Smallmouth Bass, and Walleye during the 2020-2021 Spring Spill Period under the Flexible Spill Agreement\n\nThe text body discusses a collaborative agreement, referred to as the flexible spill agreement, between multiple entities including the States of Oregon and Washington, the Nez Perce Tribe, Bonneville Power Administration, Bureau of Reclamation, and the Corps of Engineers. This agreement, signed on December 14, 2018, aims to enhance juvenile salmonid migration during periods of low hydropower demand by increasing spill – the water discharged over the dam's spillways.\n\nOne significant change in this agreement is the increase of the Total Dissolved Gas (TDG) cap in the tailraces of dams within the Columbia and Snake rivers to 125 percent. This modification requires monitoring native, resident fishes for gas bubble trauma (GBT), which might result from increased TDG levels. The text body mentions three species: Northern Pikeminnow, Smallmouth Bass, and Walleye.\n\nCurrently, the criteria used to monitor GBT in non-salmonid species are those utilized by the regional Smolt Monitoring Program for monitoring GBT in salmonids. However, it is unclear if these criteria are suitable for use in nonsalmonids and how GBT progresses in various nonsalmonid species. To address this uncertainty, it is necessary to collect resident fish and identify potential GBT occurrences.\n\nMore specifically, the text body proposes measuring the incidence and severity of GBT in Northern Pikeminnow, Smallmouth Bass, and Walleye rearing downstream of Priest Rapids dam during the spring spill period. Additionally, it aims to determine the feasibility of describing GBT in these resident fish species while conducting fieldwork on a boat or working at night.\n\nIn technical terms, the objectives of this study are:\n\n1. To measure the occurrence and intensity of GBT in Northern Pikeminnow, Smallmouth Bass, and Walleye populations during the spring spill period as part of the flexible spill agreement.\n2. To evaluate if the current criteria used to monitor GBT in non-salmonids are appropriate for these three fish species or if modifications need to be made.\n3. To explore methods for describing GBT occurrences in Northern Pikeminnow, Smallmouth Bass, and Walleye while conducting fieldwork on a boat or working at night.\n\nMethods:\n1. Collection of resident fish populations: Use appropriate fishing techniques (such as gill nets, traps, or electrofishing) to capture Northern Pikeminnow, Smallmouth Bass, and Walleye species during the spring spill period.\n2. Identification of Gas Bubble Trauma: Inspect captured fish for symptoms such as lethargy, labored breathing, and physical signs of gas bubble formation in their tissues, gills, or fins. This can be done through visual examination underwater or upon capture.\n3. Monitoring Total Dissolved Gas (TDG) levels: Measure TDG levels using appropriate sensors to determine if changes in these levels correspond to the occurrence of GBT in the fish populations.\n4. Data analysis and reporting: Analyze data collected from field observations, fish inspections, and TDG measurements to evaluate the incidence and severity of GBT in Northern Pikeminnow, Smallmouth Bass, and Walleye populations during the spring spill period under the flexible spill agreement.\n5. Evaluate feasibility of describing GBT: Assess the feasibility of identifying and describing GBT symptoms in these fish species while conducting fieldwork on a boat or working at night.\n\nIt's important to note that this is a technical description of the text body, following its content closely while providing explanations where applicable. If any code is required for this study, it would be specific to data analysis and reporting steps, and cannot be generated here without further context."
,
  "objectives": " Objective 1: Measure the incidence and severity of gas bubble trauma (GBT) in Northern Pikeminnow, Smallmouth Bass, and Walleye rearing downstream of Priest Rapids dam during the spring spill period.\n\nSummary of Solution Coverage: This objective covers the aspect of the problem statement that relates to determining the impact of increased TDG on native, resident fish species (specifically Northern Pikeminnow, Smallmouth Bass, and Walleye) downstream of Priest Rapids dam.\n\nKeywords: GBT measurement, Northern Pikeminnow, Smallmouth Bass, Walleye, Priest Rapids dam, spring spill period.\n\nObjective 2: Determine the feasibility to describe GBT in resident Northern Pikeminnow, Smallmouth Bass, and Walleye fishes while in the field, on a boat, and working at night.\n\nSummary of Solution Coverage: This objective covers the aspect of the problem statement that questions whether it is possible to identify and document GBT symptoms in the mentioned fish species under various conditions (in the field, on a boat, and during nighttime).\n\nKeywords: GBT description, Northern Pikeminnow, Smallmouth Bass, Walleye, feasibility, field work, boats, nighttime."
,
  "target": " Investigate GBT in Three Fish Species during Spring Spill."
,
  "constraints": " The text does not explicitly mention any constraints on the method for measuring and describing gas bubble trauma (GBT) in Northern Pikeminnow, Smallmouth Bass, and Walleye fishes during the spring spill period. The following are some potential constraints based on the context provided:\n\n1. Location: The measurement of GBT should be conducted downstream of Priest Rapids dam.\n2. Timeframe: The measurement should be carried out during the spring spill period.\n3. Fish species: Northern Pikeminnow, Smallmouth Bass, and Walleye fishes should be the focus of the study.\n4. Monitoring requirements: It is necessary to monitor native, resident fishes for incidence of GBT due to the increased total dissolved gas (TDG) cap under the flexible spill agreement.\n5. Data collection methods: It is important to determine feasibility to describe GBT in resident Northern Pikeminnow, Smallmouth Bass, and Walleye fishes while in the field, on a boat, and working at night.\n\nThese constraints are inferred from the text and are not explicitly stated as such. The text emphasizes the need to measure the incidence and severity of GBT in these fish species during the spring spill period and to determine feasibility for describing it under various conditions. Therefore, it can be assumed that there are certain requirements and limitations to this process."
}