{
  "keywords": " Hatchery supplementation, Chinook salmon, Steelhead, Snake River Basin, Relative reproductive success, Parentage analysis, Microsatellites, SNP markers"
,
  "abstract": " This method is designed to evaluate the impact of hatchery-reared fish on natural and wild populations of Chinook salmon and steelhead in the Snake River Basin. The protocol involves identifying the parentage of juveniles from rearing areas above a weir using microsatellites or SNPs. This information helps determine the relative reproductive success (RRS) of hatchery fish spawning in the wild.\n\nThree ongoing projects are being conducted: Little Sheep Creek for steelhead, Catherine Creek and Lostine River for Chinook salmon. The findings from this research directly address a critical question identified by co-managers regarding the conditions under which hatchery supplementation contributes to natural production. This is an essential part of hatchery reform.\n\nTwo other tiers exist in this monitoring framework. Tier 2 sites analyze changes in gene frequencies over time in Chinook salmon and steelhead populations on a broad geographic scale, while Tier 3 sites focus on direct measures of RRS using parentage analysis to construct pedigrees (as described in the protocol).\n\nSampling for this study is conducted by multiple entities: ODFW for Little Sheep Creek steelhead, CTUIR and Nez Perce Tribe for Catherine Creek and Lostine River Chinook salmon, and ODFW's Early Life History group for both species. Microsatellites were initially used as genetic markers but have since been replaced with SNP markers (as listed in the attached form).\n\nThe results from this study may not be directly applicable to other systems as each location and species may behave differently within a supplementation framework."
,
  "value": " Based on the provided text, this study aims to evaluate the effects of hatchery supplementation on natural and wild populations of Chinook salmon and steelhead in the Snake River Basin by examining their relative reproductive success (RRS). Here are some potential values of investing in this research:\n\n1. Addressing a critical knowledge gap: Co-managers have identified a need to understand under what conditions hatchery supplementation contributes to natural production sustainably. The results from this study can provide valuable insights into these conditions, contributing to effective hatchery reform and recovery of natural populations.\n\n2. Essential part of hatchery reform: This type of monitoring work is crucial in the context of using widespread hatchery propagation for natural population recovery. By understanding the RRS of hatchery fish spawning in the wild, we can make informed decisions about hatchery practices and their impact on genetic diversity.\n\n3. Scalability: Tier 2 and Tier 3 sites address genetic effects on a broad geographic scale and provide direct measures of RRS using parentage analysis to construct pedigrees. This multitiered approach allows for comprehensive understanding of hatchery supplementation's impact across the Snake River Basin.\n\n4. Adaptability: The text emphasizes that every location and species may act differently within a supplementation framework, making it essential to conduct studies specific to these systems. Investing in this research will provide valuable data unique to the Snake River Basin.\n\n5. Technological advancements: While microsatellites were initially used for genotyping, the study has now transitioned to using SNP markers. Continued investment in this project will allow researchers to stay current with the latest genetic technologies and techniques, ensuring accurate and up-to-date data collection.\n\nIn summary, investing in this research offers valuable insights into hatchery supplementation's impact on natural populations, contributes to effective hatchery reform, and provides a comprehensive understanding of genetic effects across the Snake River Basin. Additionally, staying current with technological advancements ensures accurate and up-to-date data collection for informed decision-making.\n\nI cannot generate code in this context as there is no specific coding mentioned or provided in the text. However, I can suggest that the SNP markers used for this protocol be documented and stored in a database or spreadsheet for easy access and analysis."
,
  "problem_statement": " The protocol is designed to evaluate the effects of outplanting hatchery-reared fish on natural and wild populations of Chinook salmon and steelhead in the Snake River Basin. Specifically, it aims to determine under what conditions hatchery supplementation provides a sustained contribution to natural production by examining the relative reproductive success (RRS) of hatchery fish spawning in the wild. This is achieved through genotyping and parentage analysis using SNP markers. The results may not be directly applicable to other systems due to potential location- and species-specific differences within a supplementation framework."
,
  "desired_outcomes": " The desired outcome stated in the protocol is to monitor and evaluate the relative reproductive success of hatchery and wild Chinook salmon and steelhead in the Snake River Basin. This is achieved through a combination of methods including parentage analysis using microsatellites or SNP markers, collection of returning adults and outgoing migrants at various sites, and collaboration between multiple entities. The goal is to address a critical knowledge gap identified by comanagers regarding the conditions under which hatchery supplementation provides a sustained contribution to natural production."
,
  "description": " This text describes a protocol designed to evaluate the effects of hatchery-reared fish on natural and wild populations of Chinook salmon and steelhead in the Snake River Basin. The primary focus is on examining the relative reproductive success (RRS) of hatchery fish spawning in the wild.\n\nTo determine RRS, hatchery-marked and natural-origin fish returning to a weir are genotyped using microsatellites and Single Nucleotide Polymorphisms (SNPs) for parentage analysis. This information is essential for constructing pedigrees and identifying juveniles sampled from rearing areas above the weir.\n\nThree ongoing projects, located at Little Sheep Creek (Imnaha Basin) for steelhead, Catherine Creek, and Lostine River for Chinook salmon, are being conducted under this protocol. The data obtained addresses a critical knowledge gap regarding hatchery supplementation's sustained contribution to natural production, identified by comanagers consisting of ODFW, CTUIR, NPT, WDFW, IDFG, and SBT.\n\nTier 2 sites analyze changes in gene frequencies through time in hatchery, natural, and wild Chinook salmon and steelhead populations to evaluate genetic effects on a broad geographic scale (Protocol #363). Tier 3 sites utilize this protocol for direct measures of RRS by employing parentage analysis.\n\nSamples needed for this study are collected by various entities: for Little Sheep Creek steelhead, ODFW gathers returning anadromous adults and fish passing through the smolt trap (Protocol ID:702). Juveniles and resident rainbow trout are captured using backpack electrofishing, performed in cooperation with ODFW. For Catherine Creek Chinook, returning adults are caught by CTUIR (Protocol ID:1991), and for Lostine River Chinook, Nez Perce collects returning adults (Method ID:6640). Both Catherine Creek and Lostine River projects involve capturing outgoing migrants in smolt traps and sampling by the ODFW Early Life History group (Protocol ID: 217).\n\nInitially, microsatellites were utilized as genetic markers. However, this project has since transitioned to using SNP markers for genotyping (see attached form for a list of utilized SNP markers). It is essential to note that every location and species may act differently within a supplementation framework, so the results obtained here are not necessarily applicable to other systems."
,
  "objectives": " Objective 1: To evaluate the relative reproductive success (RRS) of hatchery fish spawning in the wild compared to natural-origin fish in the Snake River Basin for both Chinook salmon and steelhead.\n\nSummary of Solution Coverage:\n1. This objective covers the entire problem statement as it directly addresses the critical knowledge gap identified by comanagers regarding hatchery supplementation's contribution to natural production.\n2. Keywords: hatchery fish, wild fish, Snake River Basin, Chinook salmon, steelhead, reproductive success, parentage analysis, microsatellites, SNPs.\n\nTo accomplish this objective, the following tasks are carried out:\n1. Collection of returning adults and migrants at various sites using different methods (Protocol IDs: 702, 1991, 6640, 217).\n2. Genotyping using microsatellites or SNPs to establish parentage and determine the origin (hatchery-marked or natural-origin) of juveniles.\n3. Construction of pedigrees for hatchery fish spawning in the wild.\n4. Comparison of RRS between hatchery and natural-origin fish across different sites (Little Sheep Creek, Catherine Creek, and Lostine River).\n5. Analysis of changes in gene frequencies through time using Tier 2 and Tier 3 sites for broader geographic scale evaluations.\n\nHere's a sample Python code snippet for calculating the RRS:\n\n```python\nimport numpy as np\n\n# Input data: number of hatchery and wild fish that spawned, number of offspring produced\nhatchery_spawners = 100\nwild_spawners = 50\nhatchery_offspring = 75\nwild_offspring = 80\n\n# Calculate total number of offspring for each group\ntotal_hatchery_offspring = hatchery_spawners * np.random.uniform(loc=0.1, size=1)\ntotal_wild_offspring = wild_spawners * np.random.uniform(loc=0.5, size=1)\n\n# Calculate RRS for each group\nrrs_hatchery = total_hatchery_offspring / hatchery_spawners\nrrs_wild = total_wild_offspring / wild_spawners\n\nprint(f\"Relative reproductive success for hatchery fish: {rrs_hatchery}\")\nprint(f\"Relative reproductive success for wild fish: {rrs_wild}\")\n```\n\nPlease note that the Python code snippet provided is a simple illustration and does not account for genetic markers or other factors mentioned in the text. It serves as an example of calculating RRS using available data."
,
  "target": " Evaluate hatchery fish impact on natural reproductive success in Snake River Basin."
,
  "constraints": " Based on the provided text, the following constraints applicable to the method are:\n\n1. The method is designed to evaluate the effects of hatchery-reared fish on natural and wild populations of Chinook salmon and steelhead in the Snake River Basin. (Mentioned multiple times throughout the text)\n2. Hatchery fish and natural fish are differentiated using microsatellites and/or SNPs for parentage analysis. (Mentioned several times)\n3. The method addresses a critical knowledge gap regarding under what conditions hatchery supplementation provides a sustained contribution to natural production. (Mentioned multiple times)\n4. Samples are collected by various entities, such as ODFW, CTUIR, NPT, WDFW, IDFG, SBT, NezPerce Tribe, and Early Life History group. (Mentioned several times)\n5. The method utilizes different genetic markers: microsatellites at the start of the project and now SNP markers. (Mentioned in the text)\n6. Results from this study are not necessarily applicable to other systems, as every location and species may act differently within a supplementation framework. (Mentioned once)\n7. The goal is to construct pedigrees using parentage analysis for direct measures of relative reproductive success of hatchery fish spawning in the wild. (Implied throughout the text)\n\nThere is no code provided in the text."
}