{
  "keywords": " Hood River, escapement estimates, adult collection sites, hatchery origin spawners, harvest goals, ODFW, CTWSRO"
,
  "abstract": " In order to effectively manage the fisheries within the Hood River subbasin, it's essential to determine the number of adult hatchery and wild Chinook salmon and steelhead that reach specific areas, specifically the mouth of the Hood River. The text describes a method (methods 5371 and 5407) for estimating escapement, which is the number of fish that escape from the fishery upstream to continue their life cycle.\n\nInitially, the protocol relied on counts of wild and hatchery salmon and steelhead at Powerdale Dam Fish Facility (PDFF), but it didn't account for non-tribal harvest between the mouth of the river and the dam. By incorporating harvest estimates from both sources, a more accurate total escapement estimate could be produced.\n\nHowever, with the removal of Powerdale Dam and associated fish collection facilities, non-tribal harvest estimates are no longer required for escapement estimation. Instead, they're primarily used to calculate the annual proportion of hatchery origin spawners (pHOS) and evaluate if program-defined numerical harvest goals are met by co-managers (ODFW and CTWSRO).\n\nTo assume a representative sample, the text assumes that weekly summaries limit potential environmental variation and that angling pressure on publicly accessible areas outweighs that on private land. Additionally, it assumes that Chinook with a fork length of 610mm are true adults, while those with less or equal fork length are jacks.\n\nIn summary, this method helps to accurately estimate the number of adult hatchery and wild salmon and steelhead that reach specific areas in the Hood River subbasin, which is crucial for effective fishery management. By incorporating both escapement estimates from collection sites and non-tribal harvest estimates, it ensures a comprehensive understanding of fish populations within the subbasin and enables co-managers to monitor and evaluate harvest goals."
,
  "value": " Based on the text provided, here are the key topics and reasons for investing in them:\n\n1. Escapement estimates to the mouth of the Hood River and adult collection sites within the subbasin (method 5371): By determining the total number of adult hatchery and wild Chinook salmon and steelhead that reach the mouth of the Hood River, we can assess the success of various management strategies in place. This information is essential for effective fisheries management and ensuring sustainable populations.\n2. Proportion of hatchery origin spawners (method 5407): Understanding the proportion of hatchery-origin spawners in the population is crucial for managing the Hood River Production Program effectively. It helps identify the genetic composition of the stock and ensures that hatchery production meets the desired goals while minimizing potential negative impacts on wild populations.\n3. Monitoring and evaluating harvest goals established by co-managers (ODFW and CTWSRO): Continuous monitoring and evaluation of harvest goals is necessary to ensure that fisheries are managed sustainably and that target populations remain healthy. Regularly assessing the status of these goals helps maintain balance between recreational fishing, conservation efforts, and ensuring adequate escapement for future generations.\n\nInvesting in these topics will provide valuable information on the health and population dynamics of Chinook salmon and steelhead in the Hood River subbasin. This information can be used to make informed decisions regarding management strategies, ensure regulatory compliance, and promote long-term sustainability of fisheries resources. Additionally, transparency in sharing this data with stakeholders helps build trust and fosters effective collaboration between various fishing organizations and agencies."
,
  "problem_statement": " The protocol is attempting to determine the proportion of hatchery origin spawners (pHOS) in the Hood River Subbasin. To accomplish this, escapement estimates to the mouth of the Hood River and adult collection sites within the subbasin (Method 5371) are combined. These estimates are used to calculate pHOS (Method 5407). Additionally, harvest goals established by co-managers (ODFW and CTWSRO) of the Hood River Production Program are monitored and evaluated. No code is provided as this is a problem statement, not a programming task."
,
  "desired_outcomes": " The desired outcome of the protocol is to determine the proportion of hatchery origin spawners in the Hood River Subbasin by combining escapement estimates to the mouth of the Hood River and adult collection sites within the subbasin (Method 5371). Additionally, monitor and evaluate harvest goals established by co-managers (ODFW and CTWSRO) of the Hood River Production Program."
,
  "description": " This text discusses the procedures used to determine escapement estimates for adult hatchery and wild spring Chinook salmon and winter and summer steelhead in the Hood River subbasin. Initially, escapement estimates were calculated based on counts of wild and hatchery fish collected at the Powerdale Dam Fish Facility (PDFF) at river mile 4.0. However, this method did not account for non-tribal harvest between the mouth of the Hood River and Powerdale Dam. To produce a more accurate estimate of total escapement to the mouth of the Hood River, non-tribal harvest estimates were incorporated.\n\nWith the removal of Powerdale Dam and associated fish collection facilities, current usage of non-tribal harvest estimates is primarily for calculating the annual proportion of hatchery origin spawners (pHOS) using method 5407, and for evaluating the achievement of program-defined numerical harvest goals. Method 5371 refers to the combination of escapement estimates from adult collection sites within the Hood River subbasin and non-tribal harvest estimates to determine pHOS.\n\nAssumptions made in these procedures include:\n\n1. Representative sample design of angling effort: Weekly summaries are used, assuming they represent a comprehensive view of the total angling effort.\n2. Geographic assumption: Areas of the Hood River with limited public access experience similar catch rates as areas with greater public access, and angling pressure from publicly available lands significantly influences periodic sample estimates.\n3. Fork length definition: Chinook salmon with a fork length of 610 mm or more are considered true adults, whereas any male Chinook with a fork length less than or equal to 610 mm is classified as a jack.\n\nIn summary, method 5371 is employed to obtain escapement estimates and calculate pHOS using both collection site data and non-tribal harvest information. Method 5407 is utilized to determine pHOS, while co-managers of the Hood River Production Program oversee the monitoring and evaluation of established harvest goals."
,
  "objectives": " Objective 1: To determine the proportion of hatchery origin spawners (pHOS) in the Hood River Subbasin by combining escapement estimates to the mouth of the Hood River and adult collection sites within the subbasin (Method 5371).\n\nSummary of Solution Coverage:\n- This objective covers the need to calculate the annual proportion of hatchery origin spawners in the Hood River Subbasin, as mentioned in the problem statement.\n- Keywords: proportion, hatchery origin spawners, escapement estimates, Method 5371.\n\nObjective 2: To monitor and evaluate harvest goals established by co-managers (ODFW and CTWSRO) of the Hood River Production Program.\n\nSummary of Solution Coverage:\n- This objective covers the need to ensure that harvest goals are being met as outlined in the problem statement, which mentions \"determine if program defined numerical harvest goals are achieved.\"\n- Keywords: monitor, evaluate, harvest goals, co-managers (ODFW and CTWSRO), Hood River Production Program."
,
  "target": " Determining hatchery origin spawner proportion and monitoring harvest goals (Hood River Production Program)."
,
  "constraints": " The text discusses methods used for estimating escapement of adult hatchery and wild Chinook salmon and steelhead to the mouth of the Hood River and within the subbasin, as well as monitoring and evaluating harvest goals established by co-managers. Several assumptions and constraints are mentioned throughout the text.\n\n1. Representation of total angling effort: \"We assume that our sampling design allows for a representative sample of the total angling effort\" (implicit constraint). This assumption ensures that the data collected from weekly summaries is representative of the overall angling activity in the Hood River subbasin.\n\n2. Environmental variation: \"we assume that geographically areas of the Hood River that are not available to sample due to private land ownership experience similar catch rates as area that have greater public access, and that angling pressure from the publicly available land far outweighs angling pressure occurring on private land\" (implicit constraint). This assumption aims to minimize the impact of environmental variation on periodic sample estimates.\n\n3. Fork length definition: \"We also assume Chinook with a fork length of 610 mm are true adults, and any male Chinook where fork length is less or equal to 610 mm is a jack\" (explicit constraint). This constraint helps differentiate between adult and juvenile Chinook salmon based on their fork length.\n\n4. Escapement estimates: The text describes methods for determining escapement estimates to the mouth of the Hood River and adult collection sites within the subbasin using PDFF counts, non-tribal harvest estimates, and other available data (method 5371). These estimates are then used to calculate the proportion of hatchery origin spawners (method 5407) and evaluate if program defined numerical harvest goals are achieved.\n\n5. Co-managers' harvest goals: The text mentions monitoring and evaluating harvest goals established by co-managers (ODFW and CTWSRO) of the Hood River Production Program (explicit constraint). These goals dictate the target harvest levels for hatchery and wild Chinook salmon and steelhead in the Hood River subbasin.\n\nNo code is provided in the text, as it focuses on describing the methods, assumptions, and constraints used in estimating escapement and monitoring harvest goals for Chinook salmon and steelhead in the Hood River subbasin."
}