{
  "keywords": " Anadromous salmonids, parr abundance, density, spatial distribution, population scale, snorkel surveys."
}{
  "abstract": " In monitoring the health and population trends of wild Chinook Salmon and steelhead in Idaho, snorkel surveys are used to gather important data. These surveys help assess the density, distribution, and historical trends of these fish populations by observing anadromous parr, the juvenile form of these fish that live in freshwater before migrating to the ocean.\n\nSnorkel surveys became essential when efforts to count steelhead redds (nests) failed due to challenging environmental conditions during their spawning period (Thurow 1985). Snorkeling is a versatile and cost-effective method for fish population monitoring, especially in areas where other techniques like electrofishing are not effective. It's also non-lethal and less intrusive, making it suitable for endangered species such as Chinook Salmon, steelhead, and Bull Trout (Schill and Griffith 1984; Hankin and Reeves 1988).\n\nSnorkel surveys have a rich history in Idaho, with methods having been refined over several decades to assess juvenile salmonid populations efficiently (Corley 1972, Lindland 1974, Reingold 1981; Petrosky and Holubetz 1985; Scully et al. 1990). Since then, standards for conducting snorkel surveys have evolved to ensure accuracy, consistency, and efficiency (Oneal 2007).\n\nBeginning in 2007, three changes were made to snorkel surveys:\n1. Mandatory crew training to maintain survey accuracy and consistency.\n2. Crews assessing the efficiency of Steelhead parr detection to improve data quality.\n3. Implementation of a probabilistic site selection procedure for more objective abundance and distribution assessments.\n\nSnorkel surveys provide essential insights into anadromous salmonid parr abundance and density, allowing us to estimate changes over time at the population scale. We can also determine the abundance and spatial distribution of these fish within major and minor spawning habitats and estimate their occupancy rates. By conducting snorkel surveys, we gain valuable information to monitor and maintain the health of wild Chinook Salmon and steelhead populations in Idaho."
}{
  "value": " Investing in snorkel surveys for monitoring anadromous salmonid parr abundance and distribution is valuable for several reasons:\n\n1. Providing critical data: Snorkel surveys offer essential information regarding the density, distribution, and historical trends of Idaho's wild Chinook Salmon and steelhead populations. This data is crucial for evaluating population status against viable salmonid population (VSP) criteria and addressing Endangered Species Act (ESA) reporting needs.\n\n2. Cost-effective: Snorkel surveys are a versatile, cost-effective technique for monitoring fish populations. They can be conducted efficiently in various environmental conditions and remote locations where other techniques may not be feasible.\n\n3. Non-lethal and less intrusive: Snorkel surveys provide non-lethal and less intrusive means to monitor fishes listed under the ESA, such as Chinook Salmon, steelhead, and Bull Trout.\n\n4. Improved accuracy: The recent changes in snorkel survey methods include mandatory crew training, assessing snorkeling efficiency, and probabilistic site selection. These improvements ensure survey accuracy, consistency among crews, and better representation of the population.\n\nBased on the text body, potential values for investing money into snorkel surveys include:\n\n1. Improving fish population monitoring and management by providing accurate and reliable data on parr abundance and distribution.\n2. Meeting regulatory requirements, such as ESA reporting needs and VSP criteria.\n3. Supporting research efforts to understand fish populations and their trends over time.\n4. Enhancing public awareness of Idaho's wild Chinook Salmon and steelhead populations by providing accessible information on their status and distribution.\n5. Strengthening partnerships with local organizations, agencies, and communities through collaborative monitoring efforts.\n6. Improving long-term conservation efforts for these important species by ensuring adequate resources for conducting effective and efficient surveys."
}{
  "problem_statement": " The protocol describes methods for performing snorkel surveys to estimate the abundance and spatial distribution of anadromous salmonid parr (primarily Steelhead and Chinook Salmon) at the population scale. This information is important for monitoring the status of wild populations with respect to Viable Salmonid Population (VSP) criteria and addressing Endangered Species Act (ESA) reporting needs. The protocol also outlines changes made to snorkel surveys since 2007, including mandatory crew training, efficiency assessments, and a probabilistic site selection procedure."
}{
  "desired_outcomes": " The desired outcomes stated in the protocol are:\n\n1. Estimate anadromous salmonid parr abundance and density, and describe changes over time.\n2. Determine the abundance and spatial distribution of anadromous salmonid parr at the population scale.\n3. Estimate anadromous salmonid parr occupancy within major and minor spawning habitats."
}{
  "description": " This text describes the use of snorkel surveys for monitoring anadromous salmonid populations, specifically Chinook Salmon and steelhead, in Idaho. The primary objective of these surveys is to evaluate population abundance and spatial structure with regard to Viable Salmonid Population (VSP) criteria and long-term trends.\n\nSnorkel surveys were initially employed for counting Chinook Salmon redds as an index of annual spawner abundance at the independent population scale. However, due to snowmelt-related turbidity and changing flow conditions during steelhead spawning periods, reliable estimates of their population abundance through redd counts have not been feasible (Thurow, 1985). Instead, snorkel survey data on anadromous parr density and distribution provide essential information for approximating steelhead populations.\n\nSnorkeling is a versatile, cost-effective technique for monitoring fish populations, particularly in locations where other methods such as electrofishing are hindered by environmental conditions (Schill and Griffith, 1984; Bonneau et al., 1995). Snorkel surveys offer several advantages over other field techniques. They are non-lethal and less intrusive, making them suitable for monitoring fish listed under the Endangered Species Act, such as Chinook Salmon, steelhead, and Bull Trout (Scully et al., 1990).\n\nThe General Parr Monitoring Program (GPM) was developed from snorkeling methods to assess habitat improvement projects, eventually evolving into a standardized protocol for conducting snorkel surveys for juvenile anadromous salmonids (Petrosky and Holubetz, 1985; Thurow, 1994; ONeal, 2007).\n\nIn recent years, several modifications have been implemented to improve the accuracy and consistency of snorkel surveys:\n1. Mandatory crew training to ensure survey accuracy and standardization among crews (since 2007)\n2. Assessment of snorkeling efficiency (detection probability) for Steelhead parr\n3. Incorporation of a probabilistic site selection procedure to more objectively assess abundance and distribution\n\nThe methods outlined in this protocol detail how to conduct snorkel surveys for monitoring anadromous salmonid parr abundance and distribution. Since 2007, several changes have been made:\n1. Mandatory crew training: All snorkel crews undergo mandatory training to ensure accuracy and consistency of the surveys.\n2. Snorkeling efficiency assessment: Crews evaluate the efficiency (detection probability) of their Steelhead parr observations.\n3. Probabilistic site selection procedure: A more objective approach is used to assess abundance and distribution by implementing a probabilistic site selection procedure.\n\nThe observed data from snorkel surveys are representative of the population under study, allowing for the estimation of anadromous salmonid parr abundance, density, and spatial distribution at the population scale. Furthermore, it provides information on parr occupancy within major and minor spawning habitats."
}{
  "objectives": " Objective 1: Estimate anadromous salmonid parr abundance and density, and describe changes over time.\n\nThis objective covers the first part of the problem statement, which is related to providing information for monitoring the status of wild Chinook Salmon and steelhead populations with respect to viable salmonid population (VSP) criteria. By estimating anadromous salmonid parr abundance and density and describing changes over time, we can understand how these populations are trending and contribute to assessing their overall health and potential viability.\n\nKeywords: Anadromous salmonid parr, Abundance, Density, Changes over time, Monitoring, Viable salmonid population (VSP).\n\n---\n\nObjective 2: Determine the abundance and spatial distribution of anadromous salmonid parr at the population scale.\n\nThis objective covers the second part of the problem statement, which is related to understanding the density (relative abundance) and distribution of Idaho's wild Chinook Salmon and steelhead populations. By determining the abundance and spatial distribution of anadromous salmonid parr at the population scale, we can assess how these populations are distributed across different areas and identify any potential trends or patterns.\n\nKeywords: Anadromous salmonid parr, Abundance, Spatial distribution, Population scale, Density (relative abundance), Trends, Patterns.\n\n---\n\nObjective 3: Estimate anadromous salmonid parr occupancy within major and minor spawning habitats.\n\nThis objective covers the need to address ESA reporting needs mentioned in the problem statement by estimating anadromous salmonid parr occupancy within major and minor spawning habitats. By assessing the presence or absence of anadromous salmonid parr in different habitats, we can provide important information for conservation efforts related to these endangered species.\n\nKeywords: Anadromous salmonid parr, Occupancy, Major and minor spawning habitats, ESA reporting needs, Conservation efforts."
}{
  "target": " Monitor anadromous salmonid parr abundance and distribution."
}{
  "constraints": " The given text describes methods used for conducting snorkel surveys to monitor anadromous salmonid parr abundance and distribution. Here are some constraints applicable to the method as stated in the text:\n\n1. Snorkel surveys should be spatially balanced to address ESA reporting needs (Poole et al. 2020).\n2. Efficient where other techniques, such as electrofishing, are limited by environmental conditions (Schill and Griffith 1984; Bonneau et al. 1995).\n3. Non-lethal and less intrusive than other field methods for monitoring fish listed under the Endangered Species Act (e.g., Chinook Salmon, steelhead, and Bull Trout) (Hankin and Reeves 1988; Thurow 1994).\n4. Snorkel crews attend mandatory training to ensure survey accuracy and consistency among crews (since 2007).\n5. Crews assess snorkeling efficiency (detection probability) of Steelhead parr (since 2007).\n6. A probabilistic site selection procedure is used to more objectively assess abundance and distribution (since 2007).\n7. The observed fish are representative of the population.\n\nThese constraints ensure that snorkel surveys provide reliable and accurate information on anadromous salmonid parr abundance, density, and spatial distribution. Additionally, the use of mandatory training for crews and probabilistic site selection procedures helps maintain consistency in survey results and objectively assess populations across time."
}