{
  "keywords": " Fish passage, Water diversions, Fish screening, Salmonids, Juvenile fish, River flow"
,
  "abstract": " This text describes a method for counting and estimating the abundance of salmonid smolts (young salmonids that migrate downstream to the ocean) at water diversion projects. The necessity of this method arises from the concern that water diversions can harm or even kill fish, especially during their migration period. To mitigate this issue, the text outlines two main concepts for fish screening at water diverions: 1) using screens to exclude fish at the point of water withdrawal and 2) allowing fish to enter the facility and using screens to exclude, guide, and return them to the river.\n\nThe method involves designing and implementing fish screening facilities that capture and count juvenile salmonids as they migrate through or around the water diversion projects. These facilities may include adult fish ladders for larger fish, spills for releasing excess water, bypass channels and pipes for guiding fish back to the river, and fish traps to intercept and capture them for further analysis.\n\nBy providing consistent long-term data on smolt abundance, behavior, and performance, this method enables scientists and managers to evaluate population status, assess the effectiveness of management actions, and determine recovery progress for target salmonid populations. Additionally, by collecting data from various water diversion projects across different watersheds and species, researchers can identify trends and patterns in fish behavior associated with water diversions and changing river conditions. Overall, this method helps ensure that water diversion operations do not negatively impact salmonid populations while still allowing for agricultural, industrial, and domestic water use."
,
  "value": " Based on the text provided, investing in fish passage infrastructure at water diversion projects can offer several valuable benefits for fisheries management:\n\n1. Fish mortality prevention: By implementing fish screening technologies, we can prevent fish mortality and injury during water extraction processes. This is crucial for maintaining healthy fish populations.\n2. Accurate population monitoring: The collection of data from fish trapping infrastructure allows us to estimate smolt abundance and adult returns. These metrics are essential for assessing population status, evaluating the effectiveness of management actions, and determining recovery progress.\n3. Long-term time series data: A consistent long-term dataset can help us understand the impacts of changing river conditions and project operations on fish populations. This information is vital for adaptive management strategies.\n4. Understanding juvenile fish behavior and performance: Data from fish screening facilities can provide valuable insights into how juvenile salmonids respond to water diversion projects, allowing for more informed decision-making.\n5. Compliance with regulations: Implementing proper fish passage infrastructure is necessary to adhere to various local, state, and federal regulations.\n6. Sustainable water use: Ensuring that fish populations can pass through water diversion projects allows for more sustainable water use practices in agriculture, industry, and domestic settings.\n\nWhile the text specifically focuses on salmonid smolt abundance, the benefits of fish passage infrastructure extend to a broader range of fish species and watershed management goals. The methods described are intended to be applicable to various fish screening facilities, although some modifications may be necessary depending on the specific site or species."
,
  "problem_statement": " The problem the protocol is trying to solve is related to Fish passage and screening at water diversions for salmonid species. The protocol aims to provide unbiased estimates of salmonid smolt abundance from populations located upstream of water diversion projects. It also intends to collect long-term, consistently measured data allowing for comparison of the impacts of changing river conditions and project operations. Additionally, the protocol gathers information on juvenile fish behavior and performance associated with water diversion projects. This data is essential for determining population status, evaluating management actions, and assessing recovery of a population."
,
  "desired_outcomes": " The desired outcomes stated in the protocol are as follows:\n\n1. Provide unbiased estimates of salmonid smolt abundance from populations located and/or watersheds located upstream of water diversion projects.\n2. Provide a long-term time series of consistently collected data allowing for comparison of the impacts of changing river conditions and project operations.\n3. Provide data on juvenile fish behavior and performance associated with water diversion projects."
,
  "description": " This text discusses the importance of fish passage at water diversion projects for salmonids and the implementation of fish screening programs in the western United States since the late 1800s. Two primary concepts for fish screening exist: using screens to exclude fish at the point of water withdrawal, or allowing fish entry into the facility and using screens to guide them back to the river. The second concept includes infrastructure like dams, fish trapping systems, and bypass channels.\n\nDownstream migrating juvenile salmonids can pass through in-canal water diversion projects via adult fish ladders, spills, or fish screening facilities. Fish that enter the fish screening facility are guided away from the canal into a bypass channel using positive barrier screens. The bypass channel leads to a pipe or flume that returns fish to the river. Infrastructure for fish trapping is typically located within the bypass channel, but custom-built traps can be installed in the screen forebay or downstream of the bypass channel.\n\nSites with built-in juvenile fish trapping infrastructure and adult enumeration capabilities are ideal as they allow for estimates of out-migrant abundance and adult returns. These metrics provide essential information, such as marine survival (smolt-to-adult) and freshwater productivity (smolts-per-spawner), which can be used to evaluate population status, assess management actions, and determine recovery progress.\n\nThe methods discussed in this text are applicable to all fish screening facilities where downstream migrating juvenile salmonids can be captured and counted, though some site- or species-specific adjustments may be required. The data primarily comes from the Three Mile Falls Dam fish screening and bypass facility on the Umatilla River but is intended for use in other similar projects.\n\nIn more detail:\nFish screening programs have been a concern of western fish managers since the late 1800s, with the first fish screening laws being passed around that time. Large-scale state-led screening programs began in the 1930s. These programs aim to prevent fish mortality and injury while still allowing water to be delivered for agricultural, industrial, and domestic use.\n\nTwo basic concepts exist for fish screening:\n1. Using screens to exclude fish at the point of water withdrawal\n2. Allowing fish entry into the facility and using screens to guide them back to the river\n\nThe second concept typically includes a dam for diverting water and infrastructure like fish traps, counting systems, and bypass channels.\n\nDownstream migrating juvenile salmonids can pass through in-canal water diversion projects via three routes: an adult fish ladder, spill, or the fish screening facility. Fish that enter the fish screening facility are guided away from the canal into a bypass channel using positive barrier screens. The bypass channel leads to a pipe or flume that returns fish to the river. Infrastructure for fish trapping is typically located within the bypass channel, but custom-built traps can be installed in the screen forebay or downstream of the bypass channel.\n\nSites with built-in juvenile fish trapping infrastructure and adult enumeration capabilities are ideal as they provide data essential for assessing population status, evaluating management actions, and determining recovery progress. These sites enable estimates of out-migrant abundance and adult returns, which are used to calculate metrics like marine survival (smolt-to-adult) and freshwater productivity (smolts-per-spawner).\n\nThe methods discussed in this text can be applied to all fish screening facilities where downstream migrating juvenile salmonids can be captured and counted, though some modifications may be necessary for specific sites or species. The data primarily comes from the Three Mile Falls Dam fish screening and bypass facility on the Umatilla River but is intended for use in other similar projects."
,
  "objectives": " Objective 1: Provide unbiased estimates of salmonid smolt abundance from populations located upstream of water diversion projects.\n\nThis objective aims to gather and analyze data related to the number of salmonid smolts (young salmon that have migrated downstream from their natal rivers) present in populations located upstream of water diversion projects. The information collected will be used to estimate smolt abundance, which is essential for evaluating fish populations and determining their status.\n\nSummary of Solution Coverage:\n1. This objective covers the issue of understanding salmonid population dynamics, specifically concerning smolt abundance, in relation to water diversion projects.\n2. Keywords: Salmonid smolts, Population dynamics, Water diversion projects.\n\nObjective 2: Provide a long-term time series of consistently collected data allowing for comparison of the impacts of changing river conditions and project operations.\n\nThe second objective is to collect and maintain a comprehensive, long-term dataset that can be used to assess how water diversion projects and changing river conditions affect salmonid populations. Comparing this data over time will help identify trends, patterns, and potential impacts on smolt abundance and fish behavior.\n\nSummary of Solution Coverage:\n1. This objective covers the need for evaluating the long-term effects of water diversion projects and changing river conditions on salmonid populations, particularly regarding smolt abundance and fish behavior.\n2. Keywords: Long-term data, Changing river conditions, Water diversion projects, Salmonid populations."
,
  "target": " Estimating salmonid smolt abundance from upstream populations using fish screening data."
,
  "constraints": " The text does not impose any specific constraints on the method beyond what is necessary for effective fish screening and passage at water diversion projects. The method aims to provide unbiased estimates of salmonid smolt abundance from populations located upstream of water diversion projects, maintain a long-term time series of consistently collected data, and gather information on juvenile fish behavior and performance associated with water diversion projects. There are no coding requirements in the text."
}