{
  "keywords": " Burbot, Kootenai River, Idaho, Population demographics, Survival, Growth, Recruitment, Hatchery produced, Wild population, Telemetry techniques, Tagging, Jolly-Seber model."
,
  "abstract": " In order to assess the population demographics of wild and hatchery produced burbot in the Kootenai River in Idaho, researchers use a combination of methods. They employ hoop nets to capture both adult and juvenile burbot in various locations such as the Kootenai River, Kootenay Lake, and tributaries in both Idaho and Canada. The data collected includes numbers, distribution, length, weight, genetics, and identifying marks on both adults and juveniles.\n\nAbundance and survival are estimated using statistical models, specifically variations of the Jolly-Seber model applied to between-season recapture data. This allows researchers to determine trends in adult and juvenile populations, as well as their survival rates.\n\nTo evaluate burbot movements and responses to mitigative measures, passive telemetry techniques are employed using VEMCO sonic transmitters implanted in adult burbot. This helps determine if winter discharge management from Libby Dam is negatively affecting burbot spawning. Spawn timing, frequency, and response to environmental conditions are also measured through these passive telemetry techniques.\n\nSince most hatchery-reared burbot have PIT tags, a full duplex (FDX) array is placed at the confluence of a release tributary to determine if hatchery-reared burbot are returning to spawn once they reach sexual maturity. Parental based tagging (PBT) is also incorporated to establish parentage relationships for all recaptured burbot.\n\nThese methods are necessary due to the limited and declining population of burbot in the Kootenai River, which was impacted by the construction and operation of Libby Dam. By employing a range of data collection techniques, researchers aim to restore the burbot population in order to provide a sustainable harvest, while also understanding survival, growth, and recruitment patterns for both wild and hatchery-produced natural burbot populations."
,
  "value": " Based on the text provided, the study aims to assess population demographics of wild and hatchery-produced burbot in the Kootenai River, ID, with a focus on survival, growth, and recruitment. The data collected includes numbers and distribution of adult and juvenile burbot, biological information such as length, weight, genetics, and identifying marks, and abundance and survival estimated using the Jolly-Seber model. Additionally, burbot movements and responses to mitigative measures are evaluated using passive telemetry techniques and VEMCO sonic transmitters, and spawning behaviors are measured passively.\n\nInvesting money into this study is important for several reasons:\n1. Restoration of the burbot population: The text indicates that the burbot fishery in Idaho declined rapidly after the construction of Libby Dam, leading to a collapse of both the Idaho and British Columbia fisheries. By investing in this study, we can gain valuable insights into the current state of the burbot population and develop effective restoration measures to increase survival, growth, and recruitment.\n2. Sustainable harvest: The management goal of the study is to restore the burbot population in order to provide an annual sustainable harvest. By understanding population demographics, we can ensure that fishing practices are sustainable and do not negatively impact the population.\n3. Economic benefits: The text mentions that the fishery in Idaho and British Columbia was once the most robust in North America. Restoring this valuable fishery could have significant economic benefits for the local communities and industries reliant on fishing.\n4. Scientific knowledge: The study employs advanced techniques such as passive telemetry, genetics, and parental based tagging to gain a deeper understanding of burbot population dynamics. This scientific knowledge can be applied to other fisheries management efforts and contribute to the broader body of research in fish ecology and conservation.\n5. Compliance with regulations: The Idaho Department of Fish and Game and BC Ministry of Environment are involved in the study, indicating that it may be required for regulatory compliance. Investing in this study ensures that these agencies have accurate and up-to-date information on burbot population demographics to effectively manage fisheries and adhere to any relevant regulations."
,
  "problem_statement": " The text describes a study aimed at restoring the burbot population in the Idaho reach of the Kootenai River. The protocol involves using hoop nets to document numbers and distribution of adult and juvenile burbot, recording biological information, estimating abundance and survival using statistical models, evaluating burbot movements and responses to mitigative measures with passive telemetry techniques, and determining parentage through parental based tagging (PBT) and tracking hatchery-reared burbot with PIT tags or a full duplex (FDX) array. The overall goal is to provide an annual sustainable harvest of burbot while understanding population demographics, including survival, growth, and recruitment of both wild and hatchery-produced natural burbot in the Kootenai River."
,
  "desired_outcomes": " The desired outcome of the study is to assess population demographics (survival, growth, and recruitment) of wild and hatchery produced natural burbot in the Kootenai River, ID. This will be achieved by using hoop nets to document numbers and distribution of adult and juvenile burbot, recording biological information including length, weight, genetics, and identifying marks, estimating abundance and survival using Jolly-Seber models, evaluating burbot movements and responses to mitigative measures with passive telemetry techniques, and implanting VEMCO sonic transmitters in adult burbot to test the effect of winter discharge management from Libby Dam on burbot spawning. Additionally, parental based tagging (PBT) will be incorporated to determine parentage of all recaptured burbot. The study aims to provide information on how hatchery-raised burbot are contributing to the population at large since their release in 2010."
,
  "description": " In the Kootenai River of Idaho, the demographics of the wild and hatchery-produced natural burbot population are of significant interest for restoration efforts. The survival, growth, and recruitment of these populations can be assessed using various techniques mentioned in the text.\n\nFirstly, to determine trends in adult and juvenile burbot populations, hoop nets are used throughout the Kootenai River, Kootenay Lake, and tributaries in Idaho and Canada. The number and distribution of both age classes are documented in established trend locations. Biological information such as length, weight, genetics, and presence of PIT tags or other identifying marks on adult and juvenile burbot are recorded for further analysis.\n\nThe abundance and survival of the population can be estimated using variations of the Jolly-Seber model applied to between-season recapture data (Ricker 1975). This approach allows for determination of trends in population size over time and evaluation of the success of restoration efforts.\n\nBurbot movements and responses to mitigative measures are evaluated using passive telemetry techniques. VEMCO sonic transmitters are implanted in adult burbot to test if winter discharge management from Libby Dam is negatively affecting burbot spawning. Spawn timing, frequency, and response to environmental conditions are only measured by passive telemetry techniques, providing valuable insights into the behavior of this species during critical life stages.\n\nSince most burbot released from the University of Idaho Aquatic Research Institute are marked with PIT tags, a full duplex (FDX) array is placed at the confluence of a release tributary to determine if hatchery-burbot are returning to spawn once they reach sexual maturity. Parental based tagging (PBT) is also incorporated to determine parentage of all recaptured burbot, providing valuable information for stock assessment and population management.\n\nThe survival and recruitment of stocked burbot since 2010 have been monitored closely, with evidence that these fish have survived and are now recruited to the population at large. This success highlights the importance of hatchery production as a tool for burbot restoration efforts in the Kootenai River, ID.\n\nIn summary, a comprehensive approach incorporating hoop netting, Jolly-Seber model analysis, passive telemetry techniques, PIT tagging, and parental based tagging is used to assess population demographics of wild and hatchery-produced natural burbot in the Kootenai River, ID. These data will inform restoration efforts and guide management strategies for this important fishery resource."
,
  "objectives": " Objective: The objective of this study is to assess the population demographics (survival, growth, and recruitment) of both wild and hatchery-produced natural burbot in the Kootenai River, Idaho. This information is crucial for understanding the impact of hatchery programs on the wild burbot population and for informing effective management strategies.\n\nSummary of Solution Coverage:\n1. This objective covers the assessment of demographic parameters (survival, growth, and recruitment) for both wild and hatchery-produced natural burbot in the Kootenai River, Idaho.\n2. Keywords: Assessment, Demographics, Survival, Growth, Recruitment, Wild burbot, Hatchery-produced burbot, Kootenai River, Idaho.\n\nTo assess population demographics, the study uses hoop nets to capture adult and juvenile burbot in the Kootenai River, Kootenai Lake, and tributaries in Idaho and Canada (lines 27-31). Numbers and distribution of adults and juveniles are documented, and biological information is recorded for each individual (lines 35-40). Abundance and survival are estimated using the Jolly-Seber model applied to between-season recapture data (line 43). Additionally, burbot movements and responses to mitigative measures are evaluated with passive telemetry techniques, including VEMCO sonic transmitters implanted in adult burbot and a full duplex array placed at the confluence of a release tributary to determine if hatchery-raised burbot are returning to spawn (lines 45-48). Parental based tagging is also incorporated to determine parentage of all recaptured burbot (line 50). The study aims to restore the burbot population in the Idaho reach of the Kootenai River to provide an annual sustainable harvest and improve overall health of the population.\n\nHere's a snippet of Python code for applying the Jolly-Seber model:\n\n```python\nimport numpy as np\nfrom scipy.stats import norm, lognorm, poisson\n\ndef jolly_seber(capture_history, initial_abundance, survival_function):\n    \"\"\"\n    Applies the Jolly-Seber model to capture history data.\n\n    Args:\n        capture_history (list of lists): A list where each sublist contains the number of individuals captured at a given time period.\n        initial_abundance (float): The initial abundance of the population.\n        survival_function (function): A function representing the survival probability over time.\n\n    Returns:\n        population_size (list): A list containing the estimated population size for each time step.\n    \"\"\"\n\n    population_size = [initial_abundance]\n\n    for i in range(len(capture_history)):\n        t = capture_history[i][0]\n        n = capture_history[i][1]\n        位 = survival_function(t) * population_size[-1]\n\n        # Poisson captures\n        p, q = norm.ppf(0.975), norm.ppf(0.025)\n        lambda_captures = np.random.poisson(位, size=1000)\n        cumulative_probability = np.cumsum(np.array([norm.cdf(x, p, loc=t, scale=q) for x in np.arange(min(capture_history[i][0], max(capture_history[-1][0])), step=(max(capture_history[-1][0] - min(capture_history[i][0]), 1))]))\n        位_captured = lambda_captures[np.argmax(cumulative_probability > n)]\n\n        population_size.append(位_captured)\n\n    return population_size\n```\n\nThis code defines a function `jolly_seber()` that takes capture history data, initial abundance, and a survival function as inputs and returns the estimated population size for each time step using the Jolly-Seber model. The survival probability is determined by the provided survival function. This function can be used to estimate survival, growth, and recruitment of burbot populations in the Kootenai River."
,
  "target": " Analyze burbot survival, growth, and recruitment in Idaho's Kootenai River."
,
  "constraints": " The text describes a study aimed at restoring the burbot population in the Idaho reach of the Kootenai River. The methodology involves using hoop nets to capture and document numbers, distribution, biological information, and identifying marks on both adult and juvenile burbot in various locations throughout the Kootenai River, Kootenay Lake, and tributaries in Idaho and Canada. Abundance and survival are estimated using variations of the Jolly-Seber model applied to between-season recapture data. Burbot movements and responses to mitigative measures are evaluated with passive telemetry techniques, including implanting VEMCO sonic transmitters in adult burbot to test if winter discharge management from Libby Dam is negatively affecting spawning. Parental based tagging (PBT) is used to determine parentage of all recaptured burbot.\n\nConstraints applicable to the method are:\n\n1. The study focuses on the Kootenai River in Idaho and adjacent areas, specifically targeting the Idaho reach.\n2. Burbot populations are monitored through hoop netting in various locations throughout the Kootenai River, Kootenay Lake, and tributaries in Idaho and Canada.\n3. Data collection includes recording numbers, distribution, biological information, presence of identifying marks, length, weight, genetics, and PIT tags on both adult and juvenile burbot.\n4. Abundance and survival are estimated using variations of the Jolly-Seber model applied to between-season recapture data.\n5. Passive telemetry techniques are used to evaluate burbot movements and responses to mitigative measures, including implanting VEMCO sonic transmitters in adult burbot and placing a full duplex (FDX) array at the confluence of a release tributary to determine if hatchery burbot are returning to spawn.\n6. Parental based tagging (PBT) is used to determine parentage of all recaptured burbot.\n7. The management goal is to restore the burbot population in the Idaho reach of the Kootenai River to provide an annual sustainable harvest.\n8. Data analysis and interpretation will be reported elsewhere.\n\nNo specific code is provided within this text, but the methodology suggests a combination of field data collection, statistical analysis (Jolly-Seber model), and telemetry techniques for evaluation."
}