{
  "keywords": " White Sturgeon, Lake Roosevelt, Recruitment failure, Conservation aquaculture, Wild caught larvae, Genetic diversity"
}{
  "abstract": " The Upper Columbia White Sturgeon Recovery Initiative (UCWSRI) has implemented a conservation aquaculture program to help address the recruitment failure of White Sturgeon in Lake Roosevelt since the early 1990s. This program collects wild origin White Sturgeon larvae during their dispersion drift phase annually, using them as sources for progeny in order to preserve genetic diversity.\n\nThe necessity of this approach lies in the fact that wild caught larvae carry greater genetic diversity than hatchery broodstock progeny (Hildebrand et al. 1999; DeVore et al. 2000; Schreier and May 2012). By utilizing these wild larvae, the UCWSRI aims to increase genetic diversity within their aquaculture program, contributing to the long-term conservation of White Sturgeon in the Transboundary Reach of Lake Roosevelt.\n\nLarval collection takes place just above the China Bend boat launch during June and July. Monitoring is conducted throughout the spawning period to detect a peak in larval numbers, which signals the beginning of the collection phase one week later (see Figure 1). This approach not only helps maintain genetic diversity but also ensures that released adult sturgeons will be genetically representative of their natural population.\n\nFigure 1: Schematic representation of the White Sturgeon conservation aquaculture program in Lake Roosevelt.\n\nIn summary, the UCWSRI's White Sturgeon conservation aquaculture program collects wild origin larvae during their dispersion drift phase and releases 3,000 200g larvae annually to help address recruitment failure while preserving genetic diversity in the population. This approach ensures that released adults will be genetically representative of their natural population, contributing to the long-term conservation of White Sturgeon in Lake Roosevelt."
}{
  "value": " Based on the text provided, here are some potential values that could justify investing money into the White Sturgeon conservation aquaculture program at Lake Roosevelt:\n\n1. Preservation of Genetic Diversity: The text states that wild caught larvae have greater genetic diversity than hatchery broodstock progeny. By utilizing wild caught larvae for aquaculture, the UCWSRI is ensuring that the genetic diversity of White Sturgeon is preserved and maintained.\n2. Conservation of Endangered Species: The White Sturgeon population in Lake Roosevelt has experienced recruitment failure since the early 1990s, indicating that the species may be endangered. By investing in this conservation aquaculture program, we are helping to ensure the continued survival of this important fish species.\n3. Sustainable Fishing Practices: The text mentions that 3,000 wild caught White Sturgeon larvae are released annually at a size of 200g. This sustainable fishing practice ensures that the population is not being overfished and allows for the continuation of healthy White Sturgeon populations in Lake Roosevelt.\n4. Economic Benefits: The text does not provide specific economic benefits, but it can be assumed that there may be economic benefits to investing in this conservation aquaculture program. For example, there may be opportunities for tourism related to White Sturgeon fishing and conservation efforts, as well as potential revenue from selling the aquacultured White Sturgeon for food or other purposes.\n5. Scientific Research: The text mentions that larval collection efforts are conducted in order to increase the genetic diversity represented by the aquaculture program. This research could lead to new scientific discoveries and advancements in White Sturgeon conservation and aquaculture techniques, benefiting not only Lake Roosevelt but also other bodies of water where White Sturgeon populations may be struggling.\n\nCode generation: I'm sorry for any confusion, but the text does not contain any code that needs to be generated or explained. The focus here is on explaining the potential values and justifying the investment in the White Sturgeon conservation aquaculture program based on the information provided in the text."
}{
  "problem_statement": " The text describes a conservation aquaculture program aimed at preserving the genetic diversity of White Sturgeon population in Lake Roosevelt, which has experienced recruitment failure since the early 1990s. The problem the protocol is trying to solve is the loss of recruitment in the wild population and the need to maintain genetic diversity through artificial means.\n\nHere's a more succinct version:\n\nThe text outlines a conservation aquaculture program for White Sturgeon in Lake Roosevelt due to recruitment failure since the 1990s. The goal is to collect and release wild caught larvae to increase genetic diversity represented by the program and meet adult abundance and harvest targets."
}{
  "desired_outcomes": " The goal of the White Sturgeon conservation aquaculture program, as outlined in the provided text, is to collect and release wild-origin larvae during their dispersal phase to maintain genetic diversity and support recruitment for the population. The annual release of 3,000 larvae at a size of 200g aims to meet adult abundance and harvest targets."
}{
  "description": " The text describes a conservation aquaculture program aimed at preserving the genetic diversity of White Sturgeon population in Lake Roosevelt, which has experienced recruitment failure since the early 1990s (Hildebrand et al., 1999; DeVore et al., 2000). The Upper Columbia White Sturgeon Recovery Initiative (UCWSRI) implemented this program to supplement natural recruitment and maintain genetic diversity.\n\nAnnually, wild caught White Sturgeon larvae are collected during their dispersion drift phase for the conservation aquaculture operations. Collection efforts occur just above China Bend boat launch during June and July. Larval monitoring is conducted throughout the spawning period to detect a peak in numbers. Following this peak detection, the collection phase begins one week later. This approach increases the genetic diversity of the aquaculture program (Schreier and May, 2012).\n\nThe genetic diversity of wild caught larvae is greater than that of hatchery broodstock progeny, making them a preferred source for the conservation aquaculture program. The larvae are collected at a size of release of approximately 200g.\n\nAfter being raised in the conservation aquaculture facilities, about 3,000 wild caught White Sturgeon larvae are released annually to meet adult abundance and harvest targets. This technique supports the conservation efforts for this endangered species population while minimizing potential negative impacts on the remaining natural population."
}{
  "objectives": " Objective 1: Implement a conservation aquaculture program using wild caught White Sturgeon larvae for genetic diversity preservation.\n- Coverage: This objective covers the issue of recruitment failure in the White Sturgeon population of Lake Roosevelt and the need to preserve genetic diversity through a new aquaculture approach.\n- Keywords: White Sturgeon, recruitment failure, conservation aquaculture, genetic diversity, wild caught larvae.\n\nObjective 2: Efficiently collect and release wild origin White Sturgeon Larvae during their larval dispersion drift phase for the conservation aquaculture program.\n- Coverage: This objective addresses the specific process of collecting and releasing wild origin White Sturgeon larvae as part of the conservation aquaculture program.\n- Keywords: White Sturgeon larvae, collection, release, larval dispersion drift phase, conservation aquaculture.\n\nThe text provided discusses the establishment of a conservation aquaculture program to address recruitment failure in the White Sturgeon population of Lake Roosevelt. This includes the decision to use wild caught larvae for their greater genetic diversity and the process of collecting and releasing these larvae during their larval dispersion drift phase.\n\nNo code is generated as this text focuses on the objectives and their relationship to the problem statement rather than providing a solution or code implementation."
}{
  "target": " White Sturgeon Larval Collection for Aquaculture.\n\nSpecifies the primary focus or goal of the method: White Sturgeon Larval Collection."
}{
  "constraints": " The text describes a conservation aquaculture program for White Sturgeon in Lake Roosevelt, focused on using wild caught larvae to preserve genetic diversity. The following constraints are mentioned:\n\n1. Larval collection is conducted during the months of June and July. (Constraint on the timing of collection)\n2. Collection begins a week after a peak in numbers is detected. (Constraint on the timing between detection of peak and start of collection)\n3. Sampling is conducted throughout the spawning period to increase genetic diversity represented by the aquaculture program. (Constraint on the thoroughness of sampling during spawning period)\n4. Wild origin White Sturgeon Larvae are collected annually during their larval dispersion drift phase. (Constraint on the collection method and timing)\n5. 3,000 wild caught White Sturgeon larvae are released annually at a size of 200g to meet adult abundance and harvest targets. (Constraint on the quantity and size of released larvae)\n\nThese constraints ensure effective and sustainable aquaculture practices for preserving genetic diversity while accounting for natural population dynamics in Lake Roosevelt."
}