{
  "keywords": " White sturgeon, Repatriation programs, Genetic markers (microsatellites, SNPs), Colony software, Spawner estimation, Genetic diversity"
}{
  "abstract": " In this study, researchers aim to understand the genetic contribution of white sturgeon spawners in two different repatriation programs - Waneta and American. To achieve this, they plan to extract DNA from fin clips of released juveniles (Waneta and American) and larvae collected (American), genotype them using microsatellites and SNPs markers, and use Colony software to estimate the number of spawners (Ns) and genetic diversity.\n\nThe first part of the study (Years 1-2) focuses on analyzing the juveniles from both programs. DNA is extracted, and individuals are genotyped using microsatellites and SNPs markers in Year 1. The Colony software is employed to reconstruct full sibling families and estimate Ns based on the accuracy of the markers. In Year 2, the researchers will analyze the data from the most effective marker set, repeat the analysis, and fine-tune the Ns estimation.\n\nThe second part (Years 2-3) focuses on analyzing larvae collected in the American repatriation program. Colony is used to determine if individuals captured in the American reach originate from Waneta spawning that year. By comparing the data, the researchers aim to identify any full sibling families with individuals from both sampling locations, which would suggest that Waneta-origin larvae are drifting into the American site.\n\nThis study is essential as it helps assess the number of spawners represented and genetic diversity captured in the Waneta and American repatriation efforts. By using genetic markers and statistical approaches to reconstruct family groups and estimate Ns, the researchers can obtain valuable insights that contribute to conservation efforts for Upper Columbia River white sturgeon populations.\n\nUnfortunately, I cannot provide you with code in this context as the focus of my response is on summarizing the high-level overview of the method."
}{
  "value": " The text describes a research project aimed at assessing the number of spawners (Ns) represented and genetic diversity captured in white sturgeon repatriation programs for the Waneta and American sites using microsatellites and SNPs markers. Here's a summary of potential values from the project:\n\n1. Minimizing the risk of inbreeding: By maximizing the number of parents represented within and across year classes, conservation aquaculture programs can minimize the risk of inbreeding in supplemented populations, leading to more robust and genetically diverse populations.\n\n2. Estimating Ns and genetic diversity: The project will use Colony software with each marker set to reconstruct full sibling families and estimate Ns for the Waneta program. Analyzing microsatellite data from samples collected in Years 1 and 2 will help determine the most accurate probability thresholds for identifying full sibling and unrelated individuals, allowing for precise estimation of Ns per year and Ns per spawning event.\n\n3. Monitoring genetic drift: By comparing samples from American and Waneta repatriation programs in Years 2 and 3, it is possible to identify evidence of white sturgeon drifting downstream from the Waneta spawning site into American sampling sites. This information can be used for improving stock management strategies and understanding the migration patterns of white sturgeons.\n\n4. Increasing effective population size: By accurately estimating Ns and genetic diversity in both programs, researchers will gain insights into the overall effectiveness of the conservation efforts, helping to ensure sustainable populations of white sturgeon.\n\n5. Enhancing population management: Knowing the actual or maximum possible number of parents contributing to released cohorts can be essential for optimizing population management strategies and ensuring long-term sustainability.\n\nInvesting money into this project is valuable because it not only helps in improving conservation efforts for white sturgeon populations but also provides essential knowledge on genetic diversity, migration patterns, and effective population size estimation. These insights are crucial for designing more targeted and efficient conservation plans to maintain the health and stability of endangered species like white sturgeons."
}{
  "problem_statement": " The protocol described in the text aims to address two main issues in white sturgeon conservation aquaculture programs: determining the number of spawners (Ns) represented and estimating genetic diversity in both the Waneta and American repatriation efforts.\n\n1. For the Waneta program, the goal is to use DNA samples collected from juvenile white sturgeons released from the Waneta and American programs to estimate Ns per year and per spawning event using microsatellite markers and Colony software. They also intend to assess genetic diversity by calculating the number of alleles per locus and number of alleles/individual/locus.\n2. For the American repatriation program, the focus is on determining if any Waneta-origin larvae are drifting into American sampling sites by analyzing DNA samples from larval white sturgeons collected in the American Upper Columbia repatriation program and comparing them to samples from the Waneta program. Additionally, they aim to estimate Ns represented and assess genetic diversity in the American repatriation effort by using similar methods as for the Waneta program.\n\nNo code is generated in this answer since the problem statement does not involve coding."
}{
  "desired_outcomes": " The desired outcomes of the protocol are:\n\n1. In Years 1-2:\n   - Extract DNA from fin clips of released white sturgeon from the Waneta and American repatriation programs and genotype them at microsatellite loci and SNPs.\n   - Use Colony software to reconstruct full sibling families and estimate Ns (number of spawners) for each marker set.\n   - Determine inclusive and exclusive probability thresholds to maximize the accuracy in identifying full sibling and unrelated individuals.\n   - Estimate total Ns per year and Ns per spawning event for the Waneta program and calculate genetic diversity (number of alleles per locus and number of alleles/individual/locus).\n\n2. In Years 2-3:\n   - Extract DNA from fin clips of larval white sturgeon collected in the American Upper Columbia repatriation program.\n   - Use Colony to determine if individuals captured in the American reach originated from Waneta spawning that year and identify any full sibling families with individuals from both sampling locations as evidence of drift.\n   - Assess the number of spawners represented and genetic diversity captured in the Waneta and American repatriation efforts.\n\nSo, the outcomes are to extract DNA, genotype samples, use Colony for family reconstruction and Ns estimation, determine probability thresholds, calculate genetic diversity, and assess drift and overall spawner representation between the two repatriation programs."
}{
  "description": " This text describes a research project aimed at estimating the number of spawners (Ns) represented and the genetic diversity captured in white sturgeon repatriation programs in the Waneta and American Upper Columbia sites. The study uses microsatellite markers and SNPs for pedigree reconstruction and population genetics analysis.\n\nIn the first two years of the project, fin clips will be collected from 100-200 juvenile white sturgeons annually from each repatriation program. These samples will be genotyped using 13 microsatellite loci and approximately 300 SNP markers in Year 1. In Year 2, individuals will be genotyped at the marker set that shows superior performance for pedigree reconstruction. The Colony software (Jones and Wang 2010) will be utilized to reconstruct full sibling families and estimate Ns values based on the microsatellite data.\n\nThe genetic diversity within spawning events and year classes will be assessed by calculating the number of alleles per locus and the average number of alleles per individual per locus using a pipeline similar to that outlined in Thorstensen et al. (accepted). In Year 1, the Colony software will be used with each marker set to determine inclusive and exclusive probability thresholds maximizing the accuracy in distinguishing full sibling and unrelated individuals for spawner number estimation. Based on these values, Ns per year and Ns per spawning event (for the Waneta program) will be estimated.\n\nDuring years 2-3, fin clips from larval white sturgeon will be collected in the American Upper Columbia repatriation program (100-200 samples/year). The Colony software will be employed to determine whether individuals captured in the American reach originate from Waneta spawning during that year. By analyzing data from both programs, it will be possible to identify potential full sibling families containing individuals from both sampling locations. Evidence of such families would indicate that Waneta-origin larvae are drifting into the American sampling sites.\n\nThus, the primary objective of this project is to assess white sturgeon genetic diversity and population structure in the context of repatriation programs using microsatellite markers and SNPs for pedigree reconstruction and estimating the number of spawners."
}{
  "objectives": " Objective 1 (Years 1-2):\nThis objective aims to extract DNA from fin clips of juvenile white sturgeon released from the Waneta and American repatriation programs, genotype them using microsatellite markers in Year 1 and SNP markers in Year 2. The Colony software will be employed for full sibling families reconstruction and estimating Ns (number of spawners). In Year 1, the microsatellite data analysis pipeline from Thorstensen et al. will be followed to determine accurate probability values. These values will help estimate total Ns per year and Ns per spawning event for the Waneta program. The genetic diversity represented by spawning events and year classes will also be calculated.\n\nSummary of Solution Coverage:\n- DNA extraction from juvenile white sturgeon\n- Microsatellite genotyping in Year 1\n- SNP genotyping in Year 2\n- Colony software usage for full sibling families reconstruction and Ns estimation\n- Estimation of total Ns per year and Ns per spawning event\n- Calculation of genetic diversity represented by spawning events and year classes\n\nKeywords: white sturgeon, repatriation programs, DNA extraction, microsatellite markers, SNP markers, Colony software, full sibling families, Ns estimation, genetic diversity.\n\n---\n\nObjective 2 (Years 2-3):\nThe second objective involves extracting DNA from fin clips of larval white sturgeon collected in the American Upper Columbia repatriation program and using Colony to determine if they originated from Waneta spawning that year. Analyzing samples from both locations will help identify any full sibling families with individuals from both sampling sites, indicating Waneta-origin larvae drifting into American sampling sites.\n\nSummary of Solution Coverage:\n- DNA extraction from fin clips of larval white sturgeon\n- Colony usage for determining origin of individuals from Waneta spawning or American repatriation program\n- Analysis of samples from both locations to detect evidence of Waneta-origin larvae drifting into American sampling sites\n\nKeywords: white sturgeon, repatriation programs, DNA extraction, Colony software, determination of origin, Waneta-origin larvae, drifting."
}{
  "target": " Analyze white sturgeon spawners and estimate Ns, genetic diversity in repatriation programs."
}{
  "constraints": " The text provides a detailed description of a research project aimed at using genetic markers to estimate the number of spawners (Ns) and assess genetic diversity in white sturgeon repatriation programs for the Waneta and American efforts. Several constraints are mentioned throughout the text:\n\n1. Sample size: A specific number of individuals will be sampled from each program per year (N = 100-200). For both programs, a total of 400-800 samples will be collected over two years. This constraint is stated at the beginning of Task 1 and 2.\n\n2. Marker types: Microsatellites and SNPs will be used as genetic markers for this study. The microsatellite data analysis pipeline is specified, while the unpublished data source for SNP loci is mentioned. This constraint is stated in the text under \"Task 1 (Years 1-2)\" and \"DNA will be extracted from fin clips taken from larval white sturgeon collected in the American Upper Columbia repatriation program.\"\n\n3. Spawner number estimation: The project aims to estimate Ns per year and per spawning event for the Waneta program using Colony software. This constraint is stated explicitly under \"Task 1 (Years 1-2)\" in the text.\n\n4. Genetic diversity assessment: The project intends to assess genetic diversity represented by spawning events and year classes by calculating the number of alleles per locus and the number of alleles/individual/locus. This constraint is stated under \"Task 1 (Years 1-2)\" in the text.\n\n5. Comparison between programs: The project plans to compare data from both Waneta and American repatriation programs during Years 2 and 3 to identify potential drifting of Waneta-origin larvae into American sampling sites and assess the genetic diversity captured by each program. This constraint is stated under \"Task 2 (Years 2-3)\" in the text.\n\nThere's no code provided in this answer, but I hope that the explanation above helps clarify the constraints mentioned in the text. If you have any further questions or need additional information, please let me know!"
}