{
  "keywords": " White Sturgeon, Acoustic Tagging, Telemetry, Columbia River, Long-term Monitoring, Receiver Array"
,
  "abstract": " A collaborative effort between entities from the U.S. and Canada, known as the Upper Columbia White Sturgeon Recovery Initiative, has been tracking white sturgeon movements and habitat use in the Transboundary Reach of the Columbia River since 2003. This is achieved by acoustically tagging around 450 sturgeons of different sizes and ages and deploying a longitudinal array of acoustic receivers that span from Grand Coulee Dam in Washington state to HLK Dam in British Columbia.\n\nThe necessity of this method lies in the importance of monitoring white sturgeon movements, spawning fidelity, survival rates, and seasonal habitat use for their long-term conservation. The passive tracking system allows researchers to gather valuable data on these aspects and provides insights into sturgeon behaviors over extended periods.\n\nThe receivers collect data that is then downloaded and added to a central database four times per year. The continuation of this project is essential as it offers the opportunity to build upon an already substantial dataset, contributing significantly to understanding white sturgeon behaviors in the long term.\n\nMoreover, the array's maintenance also provides a valuable resource for researchers studying other species within Lake Roosevelt. This collaborative and ongoing effort allows for improved knowledge and conservation of various species inhabiting this vital ecosystem."
,
  "value": " Potential Values:\n1. Long-term monitoring of white sturgeon movements and habitat use in the Roosevelt Reach.\n2. Collection of acoustic data for studying spawning fidelity, survival rates, and seasonal patterns.\n3. Opportunity to build upon an existing dataset of tagged sturgeons for research on long-term behavioral movements.\n4. Utilization of the receiver array by other researchers for studying other species in Lake Roosevelt.\n5. Maintenance of the array ensures continuous data collection and provides valuable information for conservation efforts.\n6. Potential applications in fisheries management, ecology, and environmental monitoring.\n\nWhy invest money into this:\n1. Understanding white sturgeon behavior is essential for effective conservation strategies.\n2. Long-term datasets provide important insights into population dynamics and trends.\n3. The receiver array can be used by various research projects, increasing its value and applicability.\n4. Continuous data collection through the maintenance of the array ensures accurate tracking of sturgeon movements and habitat use.\n5. This project contributes to the broader goal of understanding ecosystem health in the Columbia River Basin."
,
  "problem_statement": " The text describes a collaborative initiative between entities in the U.S. and Canada under the Upper Columbia White Sturgeon Recovery Initiative Transboundary Telemetry and Data Management Project, aimed at monitoring the movements and habitat use of white sturgeon in the Transboundary Reach (Grand Coulee Dam in WA to HLK Dam in BC) of the Columbia River. The project involves acoustic tagging of approximately 450 white sturgeons, passive tracking using a longitudinal array of acoustic receivers, and regular data collection and download for long-term analysis. The goal is to build a meaningful dataset on sturgeon behavioral movements over the long term and provide opportunities for other researchers to study other species in Lake Roosevelt.\n\nThe problem this protocol is trying to solve is the lack of information about white sturgeon movements, spawning fidelity, survival rates, and seasonal habitat use in the Transboundary Reach of the Columbia River. The project aims to address this knowledge gap by using acoustic tagging and tracking technology to monitor and collect data on these aspects for long-term analysis. Additionally, the maintenance of the array provides opportunities for other researchers to conduct studies on other species of interest in Lake Roosevelt."
,
  "desired_outcomes": " The text discusses a collaborative effort between entities in the U.S. and Canada under the Upper Columbia White Sturgeon Recovery Initiative to monitor white sturgeon movements, spawning fidelity, survival rates, and seasonal habitat use in the Transboundary Reach of the Columbia River using acoustic tags and a receiver array. The desired outcome stated from the protocol is:\n\n1. Monitor general movements and habitat use of telemetered sturgeon in the Roosevelt Reach.\n2. Maintain, monitor, and download data from the receiver array four times annually for addition to the data bank."
,
  "description": " The text body discusses the collaborative effort between entities from the U.S. and Canada under the Upper Columbia White Sturgeon Recovery Initiative Transboundary Telemetry and Data Management Project. This project aims to monitor white sturgeon movements, spawning fidelity, survival rates, and seasonal habitat use in the Transboundary Reach of the Columbia River, which extends from Grand Coulee Dam in Washington state to HLK Dam in British Columbia.\n\nTo accomplish this, approximately 450 white sturgeons have been acoustic tagged with various sizes and ages. These tagged sturgeons are passively tracked using a longitudinal array of acoustic receivers. The array, developed and maintained by various U.S. and Canadian agencies, is essential for monitoring the movements and habitat use of telemetered sturgeon in the Roosevelt Reach.\n\nThe array's operation involves downloading data from the receiver network four times annually and adding it to a central data bank. Continued operation of the array is desirable to build upon an existing meaningful dataset related to long-term sturgeon behavioral movements. Furthermore, the maintenance of the array over the long term allows for its utilization by other researchers to study other species of interest in Lake Roosevelt.\n\nIn more technical terms, this project focuses on acoustic telemetry to monitor white sturgeons in the Transboundary Reach of the Columbia River. Acoustic tags are attached to individual sturgeons, and their movements are tracked using a network of longitudinal acoustic receivers. Data is downloaded from the receiver array four times per year and added to a central database for analysis. The continued operation of the array allows for long-term behavioral studies of white sturgeon populations in this region.\n\nCode snippet: (This code assumes that `sturgeons` and `receivers` are lists containing tagged sturgeon and acoustic receiver data, respectively)\n\n```python\nimport time\n\ndef attach_tag(sturgeon):\n    \"\"\"Attach an acoustic tag to a sturgeon.\"\"\"\n    # code for attaching tag goes here\n    pass\n\ndef tag_sturgeons():\n    for i in range(len(sturgeons)):\n        attach_tag(sturgeons[i])\n        print(\"Tag attached to Sturgeon {}\".format(i+1))\n\ndef receive_data():\n    \"\"\"Receive and download data from the receiver network.\"\"\"\n    # code for receiving data goes here\n    pass\n\ndef main():\n    tag_sturgeons()\n    while True:\n        time.sleep(3600)  # sleep for 1 hour before checking for new data\n        receive_data()\n\nif __name__ == \"__main__\":\n    main()\n```"
,
  "objectives": " Objective 1: Monitor general movements and habitat use of telemetered sturgeon in the Roosevelt Reach\n- This objective covers monitoring and collecting data on the spatial distribution and seasonal habitat use of white sturgeon tagged with acoustic tags in the Transboundary Reach of the Columbia River.\n- Keywords: white sturgeon, movements, habitat use, Transboundary Reach, Columbia River, telemetered sturgeon, spatial distribution, seasonal habitat use, data collection\n\nObjective 2: Maintain and monitor the acoustic receiver array\n- This objective covers ensuring the continued operation of the longitudinal array of acoustic receivers that tracks tagged white sturgeon in the Transboundary Reach of the Columbia River. It also includes downloading and updating data from the receivers every 4 months for addition to the data bank.\n- Keywords: receiver array, maintain, monitor, longitudinal array, update data, acoustic receivers, Columbia River, data bank, tagged white sturgeon.\n\nThese objectives cover the collection and maintenance of data on the movements and habitat use of telemetered white sturgeon in the Roosevelt Reach, as well as the long-term operation of the acoustic receiver array for monitoring these individuals."
,
  "target": " Monitoring and analyzing sturgeon movements and habitat use with acoustic tags."
,
  "constraints": " Based on the provided text, here are some constraints related to the method mentioned:\n\n1. The method involves acoustic tagging of white sturgeon and tracking their movements using a longitudinal array of acoustic receivers. (Lines 2-5)\n2. Data is collected and downloaded from the receiver array four times annually. (Line 8)\n3. Continued operation of the array is desirable to build upon an existing data set and provide opportunities for other researchers to study other species in Lake Roosevelt. (Lines 10-13)\n4. The text implies that this method is representative of the target population of white sturgeon in the Roosevelt Reach. (Line 25)\n\nThere are no explicit constraints mentioned in the text regarding the number or size of tags used, the technology used for tagging or tracking, or the specific locations where tagging and receiver installation occur. However, these details may be implicit in the context of the Upper Columbia White Sturgeon Recovery Initiative Transboundary Telemetry and Data Management Project.\n\nOverall, the method described is focused on monitoring white sturgeon movements and habitat use through acoustic tracking, data collection and maintenance of a receiver array across multiple agencies in the U.S. and Canada."
}