{
  "keywords": " Lake trout, stocking, predation, bull trout, kokanee, population decline, Angler Incentive Program, commercial netting, IDFG."
,
  "abstract": " In order to protect bull trout and westslope cutthroat trout from predation and competition risks posed by lake trout in Lake Pend Oreille, the Idaho Department of Fish and Game (IDFG) has implemented a multi-faceted approach to reduce lake trout populations.\n\nFirstly, IDFG removed all bag limits on lake trout and initiated an Angler Incentive Program (AIP), where anglers are paid to harvest lake trout. This incentivizes anglers to help in reducing the lake trout population and provides a source of revenue for local fishermen.\n\nAdditionally, IDFG contracts with Hickey Brothers Research, LLC to use gill and trap nets in Lake Pend Oreille to further reduce lake trout abundance. Commercial netting is an effective and cost-efficient long-term method for controlling lake trout populations as it targets larger fish over 406 mm (16 inches), which are the ones most likely to pose a threat to native salmonids.\n\nThis approach aims to bring lake trout populations back to pre-1999 levels, estimated at around 1,800 individuals, to minimize their negative impact on bull trout and westslope cutthroat trout. By implementing these measures, IDFG hopes to sustainably manage the fishery in Lake Pend Oreille and protect the native salmonid species.\n\nHere's a simplified pseudocode for understanding this approach:\n\n```python\ndef protect_native_salmonids(lake):\n  lake_trout_population = get_lake_trout_count()\n  \n  if lake_trout_population > PRE_1999_LEVEL:\n    implement_angler_incentive_program()\n    contract_commercial_netters()\n    remove_bag_limits()\n    \n    while lake_trout_population > PRE_1999_LEVEL:\n      monitor_lake_trout_population()\n      \n  return sustainably_managed_fishery()\n```"
,
  "value": " Topic: Lake Trout Management in Lake Pend Oreille to Protect Native Salmonids (Bull Trout and Kokanee)\n\nPotential Values:\n1. Protection of native salmonid species (bull trout and kokanee), which are important to the ecosystem and provide food sources for other organisms.\n2. Sustainability of bull trout populations, as they cannot be sustained without human intervention after lake trout introduction.\n3. Preservation of cultural and recreational fisheries that revolve around these native species.\n4. Economic benefits from angling tourism and related industries.\n5. Prevention of further negative impacts on the food chain caused by declines in kokanee population (which are the main prey source for bull trout).\n6. Long-term cost savings from avoiding the need for more drastic measures or interventions if the lake trout population is kept at a lower density.\n7. Maintaining the overall health and balance of Lake Pend Oreille's aquatic ecosystem.\n\nThe investment in reducing the lake trout population to pre-1999 abundance (about 1,800) would be justified because:\n- It minimizes predation and competition risks to bull trout and westslope cutthroat trout, ensuring their populations can sustain themselves.\n- Protecting native salmonids is crucial for maintaining the health and balance of the ecosystem.\n- Preventing further declines in kokanee population will ensure a stable food source for ESA-listed bull trout.\n- The economic benefits of angling tourism and related industries will be sustained as anglers can continue to target bull trout and other native species.\n- Cost savings in the long term by avoiding more drastic interventions or measures if lake trout density is kept at a lower level.\n- Ensuring the overall health and balance of Lake Pend Oreille's aquatic ecosystem, which will contribute to the community's quality of life and economic vitality."
,
  "problem_statement": " The problem the protocol is trying to solve is the negative impact of lake trout on native salmonids, particularly bull trout and kokanee, in Lake Pend Oreille. The goal is to reduce the lake trout population to a level that minimizes predation and competition risks to these native species, which was estimated to be about 1,800 fish over 406 mm before 1999. The methods used to achieve this include removing all bag limits on lake trout, implementing an Angler Incentive Program (AIP), and contracting a fishing company to use gill and trap nets in the lake since 2006."
,
  "desired_outcomes": " The desired outcome stated in the text is to reduce the lake trout population in Lake Pend Oreille to pre-1999 abundance (approximately 1,800) for fish over 406 mm to minimize predation and competition risks to bull trout and westslope cutthroat trout."
,
  "description": " The text discusses the impact of lake trout (Salvelinus namaycush) on native salmonids, specifically bull trout (Coregonus spp.) and kokanee (Oncorhynchus nerka), in Lake Pend Oreille (LPO) located in western North America. Lake trout were introduced to LPO in 1925 and have since led to significant population declines of native salmonids.\n\nAccording to the text, bull trout are particularly vulnerable to negative interactions with lake trout due to their smaller size and specific habitat requirements (Donald and Alger 1993; Fredenberg 2002). In turn, the decline in bull trout populations has adversely affected kokanee, which serve as their primary food source. Kokanee populations have decreased drastically since the year 2000 (Maiolie et al. 2002; Maiolie et al. 2006).\n\nTo mitigate the adverse effects of lake trout, Idaho Department of Fish and Game (IDFG) has implemented various measures including:\n\n1. Removing all bag limits on lake trout and establishing an Angler Incentive Program (AIP), which compensates anglers for harvesting lake trout.\n2. Contracting Hickey Brothers Research, LLC since 2006 to use gill nets and trap nets in Lake Pend Oreille to target and remove lake trout.\n\nCommercially fishing lake trout is an economical approach for reducing their population density over the long term (unspecified text). The aim is to reduce the lake trout population back to pre-1999 levels, approximately 1,800 individuals with a length of over 406 mm, in order to minimize predation and competition risks towards bull trout and westslope cutthroat trout."
,
  "objectives": " Objective: Reduce the lake trout population in Lake Pend Oreille to pre-1999 abundance (about 1,800) for fish over 406 mm to minimize predation and competition risks to bull trout and westslope cutthroat trout.\n\nSummary of Solution Coverage:\n1. This objective aims to mitigate the threat posed by lake trout to native salmonids, specifically bull trout and westslope cutthroat trout, in Lake Pend Oreille. By reducing the lake trout population to pre-1999 levels, the negative impacts on these species can be minimized.\n2. Keywords: lake trout, bull trout, westslope cutthroat trout, predation, competition risks, native salmonids, Lake Pend Oreille, population reduction, fish over 406 mm.\n\nThe objective covers the issue of lake trout threatening native salmonid populations in Lake Pend Oreille, particularly bull trout and westslope cutthroat trout, by reducing their numbers to a level that minimizes predation and competition risks. This is essential as the declines in kokanee abundance have made them the main prey source for these ESA-listed species. The objective specifically mentions targeting fish over 406 mm, suggesting a long-term approach to population management."
,
  "target": " Reduce lake trout population to pre-1999 levels (1,800) for large fish."
,
  "constraints": " The text does not specify any particular constraint on the method used for reducing lake trout populations. However, it mentions several actions taken to reduce lake trout abundance in Lake Pend Oreille, including:\n\n1. Removal of all bag limits on lake trout and implementation of an Angler Incentive Program (AIP) which pays anglers to harvest lake trout (Maiolie et al. 2006).\n2. Contracting with Hickey Brothers Research, LLC since 2006 to fish gill and trap nets in Lake Pend Oreille (Baileys Harbor, Wisconsin) (not explicitly stated but implied from the text).\n\nThe goal is to reduce lake trout populations to pre-1999 abundance (about 1,800) for fish over 406 mm to minimize predation and competition risks to bull trout and westslope cutthroat trout.\n\nTherefore, the constraints are:\n\n1. Population reduction: reduce lake trout population to pre-1999 abundance (about 1,800).\n2. Size restriction: target only fish over 406 mm.\n3. Specific location: focus on Lake Pend Oreille.\n\nThe text does not provide any code for this problem. Instead, it discusses the rationale and actions taken to address the issue of lake trout predation impacting bull trout and westslope cutthroat trout populations in Lake Pend Oreille."
}