{
  "keywords": " Lake Roosevelt Habitat Improvement Project (LRHIP), migratory rainbow trout, habitat restoration, stream function, Ecosystem Diagnosis and Treatment (EDT) model, temperature data, Sanpoil and Upper Columbia River Subbasins."
,
  "abstract": " The Lake Roosevelt Habitat Improvement Project (LRHIP) was launched in 1990 to enhance migratory rainbow trout populations and improve subsistence and recreational fishing opportunities for the Colville Confederated Tribes. However, an evaluation in 2011 revealed that although significant efforts were made towards habitat rehabilitation and population monitoring, the methods used lacked clear direction and statistical rigor (LeCaire and Peone, 1991).\n\nTo address these shortcomings, a new approach to habitat restoration was developed. This method focuses on restoring natural stream function and includes a clearly defined prioritization strategy. To determine priority areas for habitat improvement, an analytical model called Ecosystem Diagnosis and Treatment (EDT) is employed. EDT uses empirical observations of current fish use and habitat conditions as well as an EDT model to evaluate the potential benefits for improving fish performance in different reaches (Lichatowic et al., 1995; Lestelé et al., 1996; Mobrand et al., 1997; Mobrand et al., 1998).\n\nThe development of the EDT model requires rating Level II attributes based on empirical data. To obtain this data, continuous surface water temperature is collected at logger locations in all migratory redband rainbow trout spawning tributaries (LeCaire and Peone, 1991). This temperature data is representative of the entire reach it is located within and facilitates spatial analysis of stream temperature patterns among multiple watersheds in the Sanpoil and Upper Columbia River Subbasins.\n\nThe use of this method ensures a more focused and effective approach to habitat restoration by employing a clear prioritization strategy, statistical rigor in monitoring, and an analytical model that considers empirical observations, expert knowledge, and other models to determine high-priority areas for improvement. This results in a more targeted and data-driven approach to enhancing the health and sustainability of rainbow trout populations and ultimately improving opportunities for subsistence and recreational fishing for the Colville Confederated Tribes."
,
  "value": " Based on the text provided, the Lake Roosevelt Habitat Improvement Project (LRHIP) focuses on improving the survival of migratory rainbow trout and ultimately enhancing subsistence and recreational opportunities for the Colville Confederated Tribes. The project aims to restore healthy and harvestable salmonid populations by rehabilitating stream habitat and restoring ecological function in riparian corridors. However, there were identified shortcomings in the previous approach, such as a lack of statistical rigor in monitoring study design and an unclear prioritization strategy for habitat restoration actions.\n\nTo address these issues, a new approach has been developed that focuses on restoring natural stream function and prioritizing habitat restoration based on empirical observations and an Ecosystem Diagnosis and Treatment (EDT) model. The EDT model is an analytical framework that brings together information from various sources to determine the most beneficial reaches and habitat attributes for improving fish performance.\n\nOne critical aspect of this new approach is the collection of continuous surface water temperature data in all migratory redband rainbow trout spawning tributaries. This data will be used to rate EDT Level II attributes associated with stream temperature, providing reach-specific information that will facilitate analysis of spatial patterns and variance in stream temperature among multiple watersheds in the Sanpoil and Upper Columbia River Subbasins.\n\nInvesting money into this project is valuable for several reasons:\n1. Enhancing Tribal subsistence and recreational opportunities: By improving the survival of migratory rainbow trout, we are enhancing the Tribal subsistence and recreational harvest opportunity in streams on the Colville Confederated Tribes reservation.\n2. Restoring healthy and harvestable salmonid populations: The project aims to restore healthy and harvestable populations of salmonids, which is essential for maintaining ecological balance and biodiversity in these ecosystems.\n3. Developing a more effective habitat restoration strategy: By using the EDT model and collecting empirical data on stream temperature, we can prioritize habitat restoration actions more effectively, ensuring that resources are allocated to areas where they will have the most significant impact.\n4. Facilitating research and analysis: The collected temperature data will be used for reach-specific analyses, which can provide valuable insights into spatial patterns and variance in stream temperature among multiple watersheds, informing future conservation and management efforts.\n\nHere is a code snippet to illustrate how you might collect continuous surface water temperature data using a logger:\n\n```python\nimport time\nimport logging\nfrom sensor import Sensor\n\nclass TemperatureSensor(Sensor):\n    def __init__(self, logger):\n        super().__init__(logger)\n        self.sensor = Temperature()\n    \n    def read_data(self):\n        temperature = self.sensor.read_temperature()\n        self.log('Temperature: {} degrees Celsius'.format(temperature))\n        return temperature\n\nclass Logger:\n    def __init__(self):\n        self. sensors = [TemperatureSensor(self)]\n    \n    def start_logging(self):\n        while True:\n            for sensor in self.sensors:\n                data = sensor.read_data()\n                # Save the data to a file or send it to another system for further processing\n            time.sleep(60) # Log every minute\n\nif __name__ == '__main__':\n    logger = Logger()\n    logger.start_logging()\n```\nThis is just a simple example using Python, but in reality, you would use specialized hardware to collect the temperature data and store it in a database or send it to another system for further processing and analysis."
,
  "problem_statement": " The protocol described in the text aims to solve the problem of improving the survival and harvestability of migratory rainbow trout (Oncorhynchus mykiss) in streams on the Colville Confederated Tribes (CCT) reservation by restoring healthy salmonid populations through rehabilitation of stream habitat and restoration of ecological function in riparian corridors. The initial approach to implementing this project had some shortcomings, including a lack of statistical rigor in monitoring study design and an unclear prioritization strategy for habitat restoration actions. To address these issues, the protocol introduces a new approach based on restoring natural stream function using an Ecosystem Diagnosis and Treatment (EDT) model. The EDT model helps determine which reaches and habitat attributes are likely to have the most benefit for improving fish performance by bringing together information from empirical observation, local experts, and other models and analysis. The protocol also focuses on collecting continuous surface water temperature data in all migratory redband rainbow trout spawning tributaries for evaluating EDT Level II attributes associated with stream temperature."
,
  "desired_outcomes": " The desired outcome of this protocol is to develop a new approach to habitat restoration and protection for migratory rainbow trout in the streams on the Colville Confederated Tribes reservation, with a focus on restoring natural stream function and having a clearly defined prioritization strategy. This will be achieved through the use of empirical observations from monitoring efforts and the Ecosystem Diagnosis and Treatment (EDT) model to evaluate priority areas for habitat restoration and protection. The protocol also aims to collect temperature data (representative of the entire reach) in all migratory redband rainbow trout spawning tributaries, which will provide reach-specific data to rate EDT Level II attributes associated with stream temperature and facilitate analysis of spatial patterns and variance in stream temperature among multiple watersheds."
,
  "description": " The Lake Roosevelt Habitat Improvement Project (LRHIP), established in 1990, aims to enhance the survival of migratory rainbow trout (Oncorhynchus mykiss) and eventually boost Tribal subsistence and recreational harvest in streams on the Colville Confederated Tribes (CCT) reservation (LeCaire and Peone, 1991). The primary objective is to restore thriving and harvestable salmonid populations through rehabilitating stream habitat and restoring ecological function within riparian corridors.\n\nThe project faced criticisms during a 2011 evaluation as part of the Northwest Power and Conservation Committees Categorical Review process. The approach to both habitat restoration and monitoring lacked clarity and structure. To address these issues, a new methodology was adopted focusing on natural stream function restoration and a well-defined prioritization strategy.\n\nThe Ecosystem Diagnosis and Treatment (EDT) model is used to evaluate priority areas for habitat restoration and protection. This analytical framework combines empirical observations of habitat conditions, fish use from monitoring efforts, expert knowledge, and data from other models and analyses to identify reaches and habitat attributes that are most likely to benefit fish performance (Lichatowic et al., 1995; Lestelé et al., 1996; Mobrand et al., 1997, 1998).\n\nThe development of the EDT model involves rating Level II attributes for current conditions. Empirical data-backed Level II attribute ratings are given the highest confidence. The ongoing work under this protocol will provide reach-specific temperature data to rate EDT Level II attributes related to stream temperature. These data will also enable analysis of spatial patterns and variance in stream temperature across multiple watersheds within the Sanpoil and Upper Columbia River Subbasins.\n\nThe temperature data (approximately 1m²) collected at logger locations accurately represent the water temperature within the entire reach they are situated. Continuous surface water temperature is collected in all migratory redband rainbow trout spawning tributaries."
,
  "objectives": " Objective: The objective is to develop an approach for prioritizing habitat restoration and protection in the Lake Roosevelt Habitat Improvement Project (LRHIP) based on restoring natural stream function and using empirical observations and an Ecosystem Diagnosis and Treatment (EDT) model.\n\nSummary of Solution Coverage: This objective covers the need for a clearly defined prioritization strategy in habitat restoration and protection as identified in the text, specifically in response to the haphazard approach and lack of statistical rigor in previous monitoring and habitat restoration efforts.\n\nKeywords: Ecosystem Diagnosis and Treatment (EDT) model, Habitat restoration, Prioritization strategy, Natural stream function, Empirical observations, River reservation (Colville Confederated Tribes), Salmonids, Rainbow trout, Spawning tributaries, Temperature data, Reach-specific.\n\nIf needed, here is a Python code snippet for collecting temperature data at logger locations:\n\n```python\nimport time\n\n# Function to collect temperature data (~1m^2) at logger location\ndef collect_temperature_data(logger_location):\n    temperature = get_water_temperature(logger_location)\n    store_temperature_data(temperature, logger_location)\n\n# Collect temperature data in all migratory redband rainbow trout spawning tributaries\nfor tributary in spawning_tributaries:\n    for location in tributary.locations:\n        collect_temperature_data(location)\n```"
,
  "target": " Restoring stream function with EDT model for rainbow trout habitat improvement."
,
  "constraints": " The text does not impose any specific constraints on the method described. However, it mentions the use of an Ecosystem Diagnosis and Treatment (EDT) model for prioritizing habitat restoration and protection based on empirical observations and scientific analysis. The development of the EDT model requires the rating of Level II attributes for current conditions, with a preference given to ratings based on empirical data.\n\nThe collection of temperature data from migratory redband rainbow trout spawning tributaries is recommended to rate EDT Level II attributes associated with stream temperature. The text states that the temperature data collected at a logger location is representative of the water temperature within the entire reach it is located, suggesting that the temperature data used for EDT analysis should be continuous and cover the entire reach, not just specific locations.\n\nTherefore, a potential constraint on the method could be the need for continuous surface water temperature data in all migratory redband rainbow trout spawning tributaries to accurately rate EDT Level II attributes associated with stream temperature. The collection and analysis of these data will help determine which reaches and habitat attributes are likely to have the most benefit for improving fish performance."
}