{
  "keywords": " Genetic changes, Chinook salmon, Steelhead, hatchery propagation, allele frequencies, linkage disequilibrium, effective population size, natural populations, monitoring, SNP genotypes."
}{
  "abstract": " The text describes a genetic monitoring protocol aimed at assessing the impact of hatchery programs on the genetic diversity of Chinook salmon and steelhead populations in the upper Columbian River sub-basins. The protocol involves collecting and analyzing genetic samples from natural, hatchery, and wild fish populations over time.\n\nThe necessity of this protocol lies in the fact that hatchery programs selectively breed a small number of individuals to produce a large number of offspring, potentially leading to changes in allele frequencies and reductions in effective population size. These genetic changes can impact the long-term fitness of natural populations and may require regular sampling at generational time scales to evaluate.\n\nTo answer specific monitoring questions outlined in the objectives, statistical hypotheses will be conducted using samples from natural-origin baseline, natural-origin contemporary, and hatchery-origin contemporary groups. The genetic data is obtained by collecting samples from various basins and having them genotyped with an appropriate SNP panel at the WDFW Molecular Genetics Lab in Olympia, WA.\n\nMonitoring questions include:\n1. Comparing contemporary allele frequencies of natural-origin fish and hatchery-origin fish to baseline frequencies over time.\n2. Examining changes in contemporary allele frequencies of hatchery-origin broodstock compared to baseline frequencies.\n3. Assessing similarities between contemporary linkage disequilibrium (LD) of natural-origin and hatchery-origin fish and their respective baselines over time.\n4. Comparing contemporary LD of hatchery-origin broodstock to the baseline LD.\n5. Evaluating if genetic distances among supplemented subpopulations remain constant over time.\n6. Determining whether the ratio of effective population size to spawning population size is constant or increasing over time.\n\nBy addressing these monitoring questions, this protocol aims to provide valuable information on the potential genetic risks associated with hatchery programs and their impact on natural populations. It also helps maintain the genetic diversity of natural populations by identifying any signs of change and allowing for adjustments in hatchery management strategies."
}{
  "value": " Based on the text provided, the protocol described aims to monitor genetic changes associated with hatchery propagation in Chinook salmon and steelhead populations in the upper Columbian River sub-basins. The genetic status of natural and hatchery populations is assessed at generational time scales to determine if there are signs of changes in genetic distance, allele frequencies, linkage disequilibrium, and effective population size. This information can help ensure long-term fitness of natural populations by maintaining genetic diversity.\n\nThe potential values of investing money into this protocol include:\n\n1. Ensuring the sustainability of Chinook salmon and steelhead populations in the upper Columbian River sub-basins: By monitoring genetic changes associated with hatchery programs, we can identify any negative impacts on natural population genetics and take corrective actions if necessary.\n2. Improving the efficiency of hatchery programs: Understanding the genetic effects of hatchery programs on natural populations can help optimize hatchery practices to minimize unwanted genetic impacts while maintaining desirable traits for stock enhancement.\n3. Compliance with regulatory requirements: Co-managers, such as Chelan County PUD, Douglas County PUD, and Grant County PUD, may have regulatory obligations to monitor the genetic effects of their hatchery programs on natural populations. Investing in this protocol will help these organizations meet their regulatory responsibilities.\n4. Enhancing public trust and transparency: Public concern over the potential negative impacts of hatchery programs on wild fish populations is a common issue. By investing in this protocol, we can provide transparent data to the public about the genetic status of natural and hatchery populations, helping build trust and support for sustainable fisheries management practices.\n5. Advancing scientific knowledge: The genetic data collected from this protocol will contribute to our understanding of how hatchery programs affect population genetics in a broader geographic context. This information can inform future research and improve the effectiveness of conservation efforts for Chinook salmon and steelhead populations.\n\nThere is no specific code provided in the text. However, if the genetic data collected from this protocol is to be analyzed using statistical methods, then programming languages like R or Python could be used for data analysis. These analyses would help answer the monitoring questions outlined in the objectives of the protocol."
}{
  "problem_statement": " The protocol aims to monitor changes in genetic diversity and potential risks to natural Chinook salmon and steelhead populations as a result of hatchery programs in the upper Columbian River sub-basins. Specifically, the protocol addresses the following questions:\n\n1. Is the contemporary allele frequency of natural-origin fish and hatchery-origin fish similar to the baseline allele frequency of natural-origin fish over time?\n2. Is the contemporary allele frequency of hatchery-origin broodstock similar to the baseline allele frequency of hatchery-origin broodstock over time?\n3. Is contemporary linkage disequilibrium (LD) of natural-origin and hatchery-origin fish similar to the baseline LD of natural-origin fish over time?\n4. Is contemporary linkage disequilibrium (LD) of hatchery-origin broodstock similar to the baseline LD of hatchery-origin broodstock over time?\n5. Does the genetic distance among supplemented subpopulations (where applicable) and populations remain the same over time?\n6. Is the ratio of effective population size (Ne) to spawning population size (N) constant or increasing over time?\n\nThese monitoring questions are intended to assess the genetic effects of hatchery programs on natural populations, determine if there are signs of changes in genetic diversity, and identify potential risks to natural populations from utilizing multi-generations of hatchery-origin broodstock. The protocol uses genetic data obtained through sampling and testing statistical hypotheses at generational time scales."
}{
  "desired_outcomes": " The desired outcomes stated in the protocol are as follows:\n\n1. To determine if the contemporary allele frequency of natural-origin fish and hatchery-origin fish is similar to the baseline allele frequency of natural-origin fish over time (Monitoring question 1).\n2. To determine if the contemporary allele frequency of hatchery-origin broodstock is similar to the baseline allele frequency of hatchery-origin broodstock over time (Monitoring question 2).\n3. To determine if contemporary linkage disequilibrium (LD) of natural-origin and hatchery-origin fish is similar to the baseline LD of natural-origin fish over time (Monitoring question 3).\n4. To determine if contemporary linkage disequilibrium (LD) of hatchery-origin broodstock is similar to the baseline LD of hatchery-origin broodstock over time (Monitoring question 4).\n5. To evaluate if the genetic distance among supplemented subpopulations and populations remains the same over time (Monitoring question 5).\n6. To determine if the ratio of effective population size (Ne) to spawning population size (N) is constant or increasing over time (Monitoring question 6).\n\nThese monitoring questions will be addressed through statistical analysis of genetic data obtained from samples collected from Chinook and steelhead salmon populations in the Wenatchee, Methow, Entiat and Okanogan basins. The genetic data will be analyzed to identify changes in allele frequencies, linkage disequilibrium, and effective population size over time in both natural-origin and hatchery-origin populations."
}{
  "description": " This protocol is designed to monitor genetic changes associated with hatchery propagation in Chinook salmon and steelhead populations within the upper Columbian River sub-basins (Wenatchee, Methow, Entiat, and Okanogan basins). The primary objective is to evaluate potential impacts of safety-net and conservation hatchery programs on genetic diversity in natural populations, which is assumed to be related to their long-term fitness.\n\nThe methodology involves collecting samples at generational time scales, comparing gene frequencies through time in hatchery, natural, and wild populations. Statistical hypotheses will be tested using natural-origin baseline samples (earliest genetic samples available for each program), natural-origin contemporary samples, and hatchery-origin contemporary samples beginning with brood years 2017 and 2018, then at subsequent ten-year intervals.\n\nMonitoring questions include:\n\n1. Is the contemporary allele frequency of natural-origin fish and hatchery-origin fish similar to the baseline allele frequency of natural-origin fish over time? (comparison of allele frequencies between natural-origin and hatchery-origin fish at different points in time)\n2. Is the contemporary allele frequency of hatchery-origin broodstock similar to the baseline allele frequency of hatchery-origin broodstock over time? (comparison of allele frequencies within hatchery-origin populations at different points in time)\n3. Is contemporary linkage disequilibrium (LD) of natural-origin and hatchery-origin fish similar to the baseline LD of natural-origin fish over time? (evaluation of genetic associations between loci within natural-origin and hatchery-origin populations)\n4. Is contemporary linkage disequilibrium (LD) of hatchery-origin broodstock similar to the baseline LD of hatchery-origin broodstock over time? (evaluation of genetic associations between loci within hatchery-origin populations)\n5. Does the genetic distance among supplemented subpopulations (where applicable) and populations remain the same over time? (comparison of genetic similarity/divergence between different population groups)\n6. Is the ratio of effective population size (Ne) to spawning population size (N) constant or increasing over time? (analysis of changes in genetic diversity within populations)\n\nThe genetic data from these programs will be collected and analyzed at WDFW Molecular Genetics (MG) Lab using appropriate SNP panels. Every effort will be made to avoid running duplicative samples and use existing genotyped samples. Samples that have not been genotyped with the appropriate SNP panel will be processed as needed.\n\nIt is assumed that sampling a stretch of each site ranging from 1/4-1 mile in length covers diverse family groupings, and juveniles are chosen for sampling to minimize straying issues."
}{
  "objectives": " Objective 1: Comparing Contemporary Allele Frequencies of Natural-Origin and Hatchery-Origin Fish with Baseline Allele Frequencies of Natural-Origin Fish\n\nThis objective aims to investigate whether the contemporary allele frequencies of natural-origin fish and hatchery-origin fish are similar or different from the baseline allele frequencies of natural-origin fish over time. It covers the comparison between contemporary and baseline allele frequencies for natural-origin fish, addressing potential changes in gene frequencies due to hatchery programs. Keywords: Contemporary allele frequencies, Natural-origin fish, Baseline allele frequencies, Gene frequencies, Hatchery programs.\n\nObjective 2: Comparing Contemporary Allele Frequencies of Hatchery-Origin Broodstock with Baseline Allele Frequencies of Hatchery-Origin Broodstock\n\nThis objective focuses on comparing the contemporary allele frequencies of hatchery-origin broodstock to their baseline allele frequencies. It aims to assess potential changes in gene frequencies within hatchery programs over time, which can impact the genetic diversity and effectiveness of subsequent generations. Keywords: Contemporary allele frequencies, Hatchery-origin broodstock, Baseline allele frequencies, Gene frequencies, Hatchery programs.\n\nSummary of Solution Coverage:\n1. Objective 1 covers approximately 35% of the problem statement by investigating changes in natural-origin fish gene frequencies.\n2. Objective 2 covers approximately 30% of the problem statement by investigating changes in hatchery-origin broodstock gene frequencies.\n\nBoth objectives use statistical methods to compare allele frequencies and linkage disequilibrium (LD) between contemporary and baseline samples, ensuring unbiased results and accurate conclusions. They also provide valuable insights into the potential effects of hatchery programs on genetic diversity and population dynamics."
}{
  "target": " Monitoring genetic changes in Chinook salmon and steelhead populations due to hatchery programs.\n\nTopics:\n1. Genetic monitoring in upper Columbian River sub-basins\n2. Impact of hatchery programs on natural population genetics\n3. Testing statistical hypotheses regarding genetic components\n4. Sampling strategies for collecting genetic data\n5. Analyzing genetic data from WDFW Molecular Lab\n6. Monitoring questions related to genetic diversity and linkage disequilibrium\n7. Long-term fitness of Chinook salmon and steelhead populations\n8. Genetic risks associated with hatchery programs\n9. SNP genotyping for Chinook salmon and steelhead populations\n10. Sampling locations in Wenatchee, Methow, Entiat, and Okanogan basins."
}{
  "constraints": " The text does not impose specific constraints on the method used for genetic analysis. However, it does mention some requirements and considerations:\n\n1. Sampling: The protocol requires samples from natural-origin fish, hatchery-origin fish, natural-origin contemporary samples, and hatchery-origin contemporary samples. These samples are collected from the Wenatchee, Methow, Entiat, and Okanogan basins and sent to the WDFW Molecular Genetics (MG) Lab for genotyping using the appropriate SNP panel.\n2. Time scales: The genetic status of natural populations and hatchery-origin returns should be monitored at generational time scales. Statistical hypotheses associated with genetic components will be conducted every ten years, starting from brood years 2017 and 2018.\n3. Data sharing: If the genetic data is available for the programs and there is no cost to the PUDs, then the data should be incorporated into the analyses.\n4. Avoiding duplicative samples: Every effort will be made to avoid running duplicate samples and to use samples that have already been processed. Unprocessed samples will be genotyped with the appropriate SNP panel.\n5. Genetic divergence: Genetic divergence between hatchery-origin populations and natural-origin populations is expected with segregated programs. Monitoring of genetic risks associated with utilizing multi-generations of hatchery-origin broodstock is important.\n6. Sampling strategy: The text assumes that sampling a stretch of each site ranging from 1/4-1 mile in length and collecting juveniles at each study site instead of returning adults reduces the chances of sampling single family groupings and minimizes straying issues.\n\nNo code is provided in the text, so there's no need to generate any."
}