{
  "keywords": " Northern Pike, invasive species, gill net suppression, Lake Roosevelt, fish population control, co-management, bycatch, reservoir management"
}{
  "abstract": " The text describes efforts to reduce the population of Northern Pike in Lake Roosevelt, a lake in Washington State, due to their classification as an invasive species that poses a threat to native and managed fish populations and the ecosystem as a whole. The method used to control the Northern Pike population involves gillnetting in specific areas of the lake between certain months of the year.\n\nGillnetting is a fishing technique where a net with small mesh size is used to capture fish by blocking their gills when they swim through the net. This method has been shown to be effective in controlling invasive Northern Pike populations (Sepulveda et al., 2013; Baxter and Neufeld, 2015; Bean, 2014; Walrath et al., 2015). In Lake Roosevelt, gill net suppression takes place between March and June in known Northern Pike staging and spawning locations, and between July and November in known and suspected rearing areas.\n\nThe necessity of this method is to reduce Northern Pike abundance to a level where they are rarely observed in the reservoir. This will help protect native and managed fish species (such as Redband Trout, Kokanee, and Burbot), prevent recruitment of Northern Pike within the reservoir, and limit their downstream movement below Grand Coulee and Chief Joseph Dams.\n\nThe method is also designed to minimize negative impacts on other fish populations. Bycatch, or unintended fish caught in the gill nets, are released back into the reservoir, with species-specific bycatch limits agreed upon by co-management agencies. If a bycatch limit is reached in a particular area, sampling is suspended in that area for the rest of the week. All captured Northern Pike are measured (total length) and additional data is collected on their weights, otoliths, cliethra, sex, maturity, and capture per gill net mesh size to inform the development of a Lake Roosevelt-specific gill net to increase Northern Pike catch and reduce bycatch.\n\nThe efficacy of the Northern Pike suppression efforts is evaluated through a reservoir-wide monitoring survey, with all relevant information from the three co-management agencies collated and summarized in an annual report submitted March 15 of each year."
}{
  "value": " Investing in reducing the abundance of Northern Pike in Lake Roosevelt to the point where they are rarely observed (less than 1 Northern Pike per 100 overnight gill net sets in the reservoir-wide Northern Pike Monitoring Program catch) can bring several potential benefits:\n\n1. Protect native and managed fish species: Reducing Northern Pike abundance will help protect native and managed fish species, such as Reband Trout, Kokanee, and Burbot, from predation. This will allow these species to thrive and maintain a healthy population within the reservoir.\n2. Eliminate Northern Pike recruitment: By reducing Northern Pike abundance, we can eliminate their recruitment within the reservoir. This will prevent further spread of this invasive species and reduce the need for costly control efforts in the future.\n3. Limit downstream movement: Northern Pike are known to move downstream below Grand Coulee and Chief Joseph Dams. By reducing their abundance in Lake Roosevelt, we can limit their downstream movement and prevent them from negatively impacting other ecosystems.\n4. Minimal negative impact on native or managed fish species: Northern Pike will remain highly susceptible to capture by gill nets. The bycatch of Northern Pike during suppression efforts is released back into the reservoir, and there are agreed-upon species-specific bycatch limits in place. This means that bycatch mortality will not cause negative population level changes in native or managed fish species.\n5. Long-term cost savings: While there are costs associated with Northern Pike suppression efforts, these costs may be offset by long-term savings. By reducing the need for ongoing control efforts and minimizing the negative impacts of Northern Pike on other fish populations, we can save money in the long run.\n6. Data collection and analysis: The suppression effort includes data collection and analysis, which can inform future management decisions related to Northern Pike and other fish species within Lake Roosevelt. This information can be used to develop more effective control strategies and improve overall fish population health.\n\nOverall, investing in reducing the abundance of Northern Pike in Lake Roosevelt to a rare occurrence is a worthwhile investment. It will help protect native and managed fish populations, limit downstream movement, minimize negative impacts on other species, provide long-term cost savings, and inform future management decisions."
}{
  "problem_statement": " The text describes a protocol implemented by co-management agencies in Washington State to reduce the abundance of Northern Pike in Franklin D. Roosevelt Lake (Lake Roosevelt), which is classified as a prohibited species due to its invasive nature. The primary objective of this protocol is to protect native and managed fish species, prevent recruitment of Northern Pike within the reservoir, and limit downstream movement of Northern Pike below Grand Coulee and Chief Joseph Dams.\n\nThe methods used to achieve these objectives include:\n- Regular fish surveys using gillnetting in known Northern Pike staging, spawning, and rearing locations.\n- Bycatch release with species-specific limits and suspension of sampling if a limit is reached.\n- Data collection on captured Northern Pikes for future analysis and development of a Lake Roosevelt specific gill net design.\n- Evaluation of suppression efforts through a reservoir-wide monitoring survey and annual reporting.\n\nThus, the problem the protocol is trying to solve is the presence and spread of an invasive Northern Pike population in Franklin D. Roosevelt Lake (Lake Roosevelt), which poses threats to native and managed fish species, as well as potential negative impacts downstream. The protocol aims to reduce Northern Pike abundance to a level where they are rarely observed and minimize bycatch mortality to ensure the sustainability of other fish populations."
}{
  "desired_outcomes": " The desired outcome of the Northern Pike suppression efforts as stated in the protocol is:\n\n1. Reducing Northern Pike abundance to a level where they are rarely observed (less than 1 Northern Pike per 100 overnight gill net sets) in reservoir-wide Northern Pike Monitoring Program gill net catch.\n2. This reduction will help protect native and managed fish species such as Redband Trout, Kokanee, and Burbot, by reducing/eliminating recruitment of Northern Pike within the reservoir and limiting downstream movement below Grand Coulee and Chief Joseph Dams.\n3. Northern Pike remain highly susceptible to capture by gill nets, and bycatch mortality will not cause negative population level changes in native or managed fish species."
}{
  "description": " Topic: Northern Pike Suppression in Lake Roosevelt, WA\n\nThis text discusses the efforts to reduce the abundance of Northern Pike (Esox lucius) in Lake Roosevelt, a mainstem impoundment of the Columbia River formed by Grand Coulee Dam, located in Washington State. The presence of an invasive population of Northern Pike is assumed to have entered the lake from upstream waters. Prior to 2015, Northern Pike were rarely observed in standardized fish surveys conducted on Lake Roosevelt (Lee and King 2015, Blake et al. 2017).\n\nTo control the invasive Northern Pike population, gillnetting is used as an effective means of suppression between March and June in known Northern Pike staging and spawning locations. The primary suppression areas are identified through the use of Arc Map within the Kettle River (48.681428, -118.115458), Marcus (48.681371, -118.086362), Evans Campground (48.688228, -118.033233), Singer Bay (48.622975, -118.075942), Colville River (48.573482, -118.087433), Haag Cove (48.556980, -118.154128), and Gifford (48.297843, -118.175735) areas of Lake Roosevelt.\n\nSpring suppression effort is occasionally suspended in April when the reservoir is at its lowest drawdown point due to closed boat launches limiting access, high water flows, and loss of suitable sampling habitat. The decision to suspend suppression is made each year by the Lake Roosevelt Northern Pike Technical Team. Post-spawn gill net suppression occurs between July and November in known and suspected Northern Pike rearing locations.\n\nCo-management agencies divide suppression effort between the known and suspected sites based on a reservoir elevation-habitat map that identifies the top 9.1m from full pool (393 m amsl) with less than 45 shoreline slope. All bycatch is released back into the reservoir, and co-managers mutually agreed to species specific bycatch limits. If a bycatch limit is reached in a particular area, sampling is suspended in that area for the rest of the week.\n\nAdditional data collected from Northern Pike includes measurements (total length), weights, otoliths, cliethra, sex, and maturity. Data is also kept on capture per gill net mesh size to inform development of a Lake Roosevelt specific gill net to increase Northern Pike catch and reduce bycatch.\n\nThe efficacy of Northern Pike suppression efforts will be evaluated through a reservoir-wide monitoring survey. Suppression information from all three agencies will be collated and summarized in one annual report submitted March 15 of the following year.\n\nReducing Northern Pike abundance to the point at which they are rarely observed (<1 Northern Pike/100 overnight gill net sets in reservoir-wide Northern Pike Monitoring Program gill net catch) will protect native and managed fish species, such as Redband Trout, Kokanee, and Burbot. Additionally, limiting downstream movement of Northern Pike below Grand Coulee and Chief Joseph Dams is essential to preserve the ecosystem's overall health.\n\nNorthern Pike will remain highly susceptible to capture by gill net, ensuring that bycatch mortality does not cause negative population level changes in native or managed fish species."
}{
  "objectives": " Objective 1: Reduce Northern Pike Abundance to Minimal Levels\n\nThis objective aims to reduce the abundance of Northern Pike in Lake Roosevelt to a level where they are rarely observed (<1 Northern Pike per 100 overnight gill net sets) in the reservoir-wide Northern Pike Monitoring Program gill net catch. The primary goal is to protect native and managed fish species such as Redband Trout, Kokanee, and Burbot from competition and predation by Northern Pike. Additionally, this objective seeks to prevent or eliminate recruitment of Northern Pike within the reservoir and limit their downstream movement below Grand Coulee and Chief Joseph Dams.\n\nSummary of Solution Coverage:\n- This objective covers the issue of excessive Northern Pike population growth in Lake Roosevelt and its negative impacts on native and managed fish species, as well as potential harm to ecosystems downstream.\n- Keywords: Northern Pike, Lake Roosevelt, fish populations, competition, predation, Redband Trout, Kokanee, Burbot, gill netting, bycatch, population control, ecosystem health.\n\nTo achieve this objective, the co-management agencies employ gill net suppression in known and suspected Northern Pike staging and spawning locations between March and June, as well as rearing locations between July and November. All bycatch is released back into the reservoir, and species-specific bycatch limits are mutually agreed upon to minimize harm to native fish populations. Data on capture per gill net mesh size is collected to inform development of a Lake Roosevelt-specific gill net design for increased Northern Pike catch and reduced bycatch. The efficacy of suppression efforts is evaluated through a reservoir-wide monitoring survey, and all suppression information from the three agencies is collated and summarized in an annual report submitted March 15 of each year."
}{
  "target": " Reduce Northern Pike abundance in Lake Roosevelt."
}{
  "constraints": " The text provides information about Northern Pike, an invasive species present in Lake Roosevelt, WA, and the efforts being made to reduce their abundance using gill net suppression. Here are some constraints mentioned in the method:\n\n1. Spatial Constraints: Suppression efforts are focused in specific areas of Lake Roosevelt, including Kettle River, Marcus, Evans Campground, Singer Bay, Colville River, Haag Cove, and Gifford (see map). Spring suppression is suspended in certain areas due to closed boat launches, high water flows, and loss of suitable sampling habitat. Post-spawn gill net suppression occurs in known and suspected Northern Pike rearing locations.\n\n2. Temporal Constraints: Suppression efforts occur between March and June for spring suppression and July to November for post-spawn suppression. Spring suppression is occasionally suspended during the reservoir's lowest drawdown point.\n\n3. Bycatch Limits: Co-management agencies divide suppression effort between known and suspected sites and mutually agreed on species-specific bycatch limits. If a bycatch limit is reached in a particular area, sampling is suspended for the rest of the week. All fish are measured (total length), and additional data is collected from Northern Pike to inform development of a Lake Roosevelt-specific gill net.\n\n4. Population Impact: Northern Pike will remain highly susceptible to capture by gill nets, and bycatch mortality will not cause negative population level changes in native or managed fish species.\n\n5. Data Collection: Data is collected on Northern Pike abundance (capture per gill net mesh size), weights, otoliths, cliethra, sex, maturity, and reservoir-wide monitoring survey to evaluate suppression efforts' efficacy. An annual report summarizing suppression information from all three agencies will be submitted March 15 of each year.\n\nThese constraints are crucial in ensuring that the gill net suppression method is effective, efficient, and minimizes unintended impacts on native or managed fish species while reducing Northern Pike abundance to protect the ecosystem."
}