{
  "keywords": " Colville Confederated Tribes, weir, Chinook salmon, broodstock collection, operational design, structural design, fish behavior and passage, monitoring and evaluation, hatchery-origin, natural-origin, fish handling, data sheets, permits, temperature, trapping schedule."
}{
  "abstract": " The Colville Confederated Tribes (CCT) are conducting a fish weir project to capture summer/fall Chinook salmon for broodstock collection and reducing the proportion of hatchery-origin spawners. This project involves installing and operating a weir as a live capture facility, with monitoring and evaluation to ensure safe and effective fish capture, handling, release, and by-pass, and assessing the structural integrity and efficiency of the trap and guidance system. The weir will be installed when flows allow (less than 2500 cfs) and operated from early to mid July through September.\n\nThree topic areas have been identified for investigation: 1) Structural design, 2) Operational design, and 3) Fish behavior and passage. Specific data sheets will be completed for each type of activity conducted by the weir project. The goal is to collect data that will answer these questions, confirm adequate performance, or indicate inadequate performance.\n\nThe weir will be operated 24/7 once temperature drops and trapping begins, until after the thermal barrier breaks down and the abundance of Chinook passing the weir decreases. Adult fish will be netted and removed all non-target species for release upstream of the weir. Hatchery Chinook are retained for subsistence and ceremonial purposes or released upstream of the weir, depending on the overall run size and pHOS levels. Natural origin Chinook are retained for use in hatchery broodstock.\n\nThe weir will also be used to assess its effects on the immediate environment and on target and non-target species. It will be tested as an adult Summer/Fall Chinook Salmon management tool, to meet broodstock needs of the Chief Joseph Hatchery (CJHP), and to meet pHOS and PNI targets for the population. Data will be collected and analyzed to evaluate weir effects and effectiveness.\n\nThe necessity of this project lies in the need to collect natural-origin Chinook salmon broodstock and reduce the proportion of hatchery-origin spawners to maintain a healthy and sustainable population. By conducting rigorous monitoring, evaluation, and data collection, the CCT can ensure safe and effective fish capture, handling, release, and by-pass, while also assessing the structural integrity and efficiency of the trap and guidance system. This approach allows for informed decision making and adaptation to any potential negative impacts on fish health or the environment."
}{
  "value": " Based on the text provided, the Colville Confederated Tribes (CCT) are installing and operating a weir as a live capture facility for summer/fall Chinook salmon to collect natural-origin broodstock (NOB) and reduce the proportion of hatchery-origin spawners (pHOS). The investment in this project can bring several potential values:\n\n1. Fisheries Management: This weir serves as a tool for managing adult Summer/Fall Chinook Salmon populations by collecting NOB for broodstock and reducing pHOS, which is essential for maintaining healthy fish populations and achieving population goals.\n2. Structural Integrity and Efficiency: The investment in the weir's structural design ensures its safety, effectiveness, and compliance with regulatory requirements. Regular monitoring and maintenance will help extend the life of the structure, saving costs in the long run.\n3. Data Collection: Collecting data on water quality, head differential, velocity, fish behavior, mortality, and trapping information helps researchers understand the impact of the weir on both target and non-target species and the immediate environment, providing valuable insights for future fisheries management decisions.\n4. Regulatory Compliance: Investment in this project ensures compliance with regulatory requirements and permits, minimizing the risk of fines or legal action.\n5. Subsistence and Ceremonial Purposes: Natural-origin Chinook retained from the weir can be used for subsistence and ceremonial purposes, providing a sustainable source of these valuable fish for the community.\n6. Integrated Program Broodstock: Retaining hatchery-origin Chinook for integrated program broodstock contributes to maintaining the genetic diversity of the population and improving overall fish health.\n7. Segregated Program Broodstock: Keeping a portion of hatchery-origin Chinook for segregated program broodstock allows for selective breeding, potentially leading to improved strains or populations with desired traits.\n8. Reduced Escapement: Retaining a certain number of hatchery-origin Chinook can help reduce escapement, which is essential for minimizing competition between hatchery and wild fish stocks and maintaining ecological balance in the ecosystem.\n9. Improved Population Goals: By investing in this project and effectively managing the adult Summer/Fall Chinook Salmon population through weir operations, the CCT can increase their proportion of natural influence (PNI) and achieve population goals that support sustainable fisheries and community needs.\n\nIn summary, investing in the Colville Confederated Tribes' Summer/Fall Chinook Salmon weir project brings significant value to fisheries management, regulatory compliance, data collection, subsistence and ceremonial purposes, integrated and segregated program broodstock, reduced escapement, and improved population goals."
}{
  "problem_statement": " The Colville Confederated Tribes (CCT) are conducting a fish weir project to assess the feasibility of safe and effective fish capture, handling, release, and by-pass, and to assess the structural integrity and efficiency of the trap and guidance system for Summer/Fall Chinook salmon. The goal is to collect data on various aspects of the operation, including structural design, operational design, and fish behavior and passage. The weir will be installed temporarily when flows allow and operated at least through the end of September, with specific rules regarding temperature and flow rates. Non-native species will be killed, all other non-target species shall be released unharmed, and natural-origin Chinook may be retained for use in the hatchery program or released upstream. The project aims to test the weir as an adult Chinook Salmon management tool to meet broodstock needs, pHOS (proportion of hatchery-origin spawners) and PNI (proportion of natural influence) targets for the population, and to evaluate its effects on the immediate environment and target and non-target species."
}{
  "desired_outcomes": " The desired outcomes stated in the protocol are:\n\n1. Assessing the feasibility of safe and effective fish capture, handling, release, and by-pass at the Okanogan Adult Fish Weir.\n2. Evaluating the structural integrity and efficiency of the trap and guidance system.\n3. Investigating the operation of the weir in relation to fish behavior and passage.\n4. Collecting data to answer specific questions related to the above topics.\n5. Confirming adequate performance or indicating inadequate performance of the weir.\n6. Meeting broodstock needs of the Chief Joseph Hatchery (CJHP) using natural-origin Chinook.\n7. Reducing the proportion of hatchery-origin spawners (pHOS) and increasing the proportion of natural influence (PNI) to achieve population goals.\n8. Testing the weir as an adult Summer/Fall Chinook Salmon management tool.\n9. Evaluating weir effects on the immediate environment and on target and non-target species."
}{
  "description": " The Colville Confederated Tribes (CCT) weir operation is designed to function as a live capture facility for collecting natural-origin broodstock (NOB) of summer/fall Chinook salmon and reducing the proportion of hatchery-origin spawners (pHOS). The following is a detailed description of the weir's structural design, operational design, and fish behavior and passage.\n\n**Structural Design:**\n\nThe weir will be installed and operated by CCT staff during summer and fall when flows are less than 2500 cfs, typically in early to mid July. The temporary picket weir includes a trap and panels that function properly and measuring devices calibrated before use. The weir configuration from previous years (2012-2015) will be utilized with modifications based on past experience.\n\n**Operational Design:**\n\nThe operational design of the weir aims to assess the feasibility of safe and effective fish capture, handling, release, and bypass. It also evaluates the structural integrity and efficiency of the trap and guidance system. The weir will be operated 24/7 once temperatures drop and trapping begins (generally early September), until the thermal barrier breaks down or the abundance of Chinook passing the weir decreases. Non-target species, such as Sockeye and Steelhead, will be released unharmed if present during hourly checks. Natural-origin Chinook will either be released upstream for continued migration to spawning grounds or retained for use in Chief Joseph Hatchery integrated program broodstock. Hatchery Chinook will be released upstream of the weir if overall run size is low (<5,000) and pHOS is also low. Hatchery-origin Chinook that are trapped will be retained to reduce escapement of hatchery fish and increase PNI to achieve population goals.\n\n**Fish Behavior and Passage:**\n\nMonitoring will be conducted to evaluate weir effects on the immediate environment and target/non-target species. The Monitoring & Evaluation (M&E) Lead will be informed of any potential negative impact on fish health, and critical situations or observations will be relayed to the CCT representative of the Technical Oversight Group (TOG). Data collected includes water quality, head differential, velocity, tower observations, downstream fish observations, trap counts, and underwater video. Specific data sheets are completed for each type of activity conducted by the weir project. The purpose of this operation is to test the weir as an adult Summer/Fall Chinook Salmon management tool to meet broodstock needs of Chief Joseph Hatchery (CJHP) and to achieve pHOS and PNI targets for the population. Mortality, trapping data, fish behavior observations, and hydrology at the weir will be analyzed and summarized to evaluate weir effects and effectiveness."
}{
  "objectives": " Objective 1: Operate the Colville Confederated Tribes (CCT) weir as a live capture facility for summer/fall Chinook salmon to collect natural-origin broodstock (NOB) and reduce the proportion of hatchery-origin spawners (pHOS).\n\nThis objective covers the operational aspect of the weir project, focusing on its role in collecting NOB and reducing pHOS. The weir is used as a live capture facility to collect Chinook salmon for broodstock purposes and to minimize the proportion of hatchery-origin spawners in the population.\n\nKeywords: Operational design, Live capture facility, Broodstock collection, Hatchery-origin spawners, Reducing pHOS.\n\nObjective 2: Monitor and evaluate the weir's effectiveness, assessing fish health, water quality, trap performance, and structural integrity.\n\nThis objective covers the monitoring and evaluation aspect of the weir project. The goal is to ensure the safe and effective operation of the weir, assessing fish health, water quality, trap performance, and structural integrity throughout the season.\n\nKeywords: Monitoring, Evaluation, Fish health, Water quality, Trap performance, Structural integrity.\n\nSummary of Solution Coverage:\n\nObjective 1 covers the operational design aspects of the weir project, focusing on its role in collecting natural-origin broodstock and reducing hatchery-origin spawners. Keywords related to this objective include \"operational design,\" \"live capture facility,\" \"broodstock collection,\" \"hatchery-origin spawners,\" and \"reducing pHOS.\"\n\nObjective 2 covers the monitoring and evaluation aspects of the weir project, focusing on assessing fish health, water quality, trap performance, and structural integrity throughout the season. Keywords related to this objective include \"monitoring,\" \"evaluation,\" \"fish health,\" \"water quality,\" \"trap performance,\" and \"structural integrity.\"\n\nCode: (Since there's no code in the original text, I cannot generate any.)"
}{
  "target": " Labeling topics for Colville Confederated Tribes Weir Operation:\n1. Weir Design and Calibration (Structural design, Operational design)\n2. Fish Capture and Handling (Fish behavior and passage)\n3. Data Collection and Monitoring (Metrics, Reporting)\n4. Safety and Environmental Considerations (Fish health, Critical observations)\n5. Weir Operation Schedule and Trapping Methods (Temporary picket weir, Hourly checks)\n6. Fish Management and Use (Broodstock collection, pHOS and PNI targets)\n7. Equipment Maintenance and Testing (Weir trap and panels, Measuring devices)\n8. Non-Native Species Management (Killing non-native species, Releasing other non-target species)\n9. Environmental Impact Assessment (Assess weir effects on environment, Target and non-target species)\n10. Fish Migration and Spawning (Releasing natural-origin Chinook, Retaining hatchery-origin Chinook)."
}{
  "constraints": " The text does not impose any specific constraints on the method or data analysis, but rather outlines the procedures and goals of a fish weir operation conducted by the Colville Confederated Tribes (CCT). The primary objective is to collect natural-origin broodstock for Chinook salmon while reducing the proportion of hatchery-origin spawners. The text also emphasizes monitoring and evaluation, with data collected on water quality, head differential, velocity, fish injury, mortality, and trapping information. Any observations that indicate negative impacts to fish health are reported immediately to relevant personnel for communication to other stakeholders.\n\nThe method includes installing a temporary picket weir when flows allow (less than 2500 cfs) and operating it from early to mid July through the end of September, with specific operational procedures for fish capture, handling, release, and by-pass. The data collected will be used to investigate questions related to structural design, operational design, and fish behavior and passage.\n\nThe text also includes important constraints on fish handling: non-native species are killed, all other non-target species shall be released unharmed, natural-origin Chinook may be either released upstream of the weir for continued migration or retained for use in the hatchery integrated program broodstock, and hatchery-origin Chinook that are trapped will be released upstream or retained based on specific conditions.\n\nAdditionally, the text requires regular testing of weir configurations, fish removal and handling methods, and data collection methods to ensure proper functioning. The weir is expected to meet broodstock needs, pHOS and PNI targets for the population, and assess weir effects on the immediate environment and target and non-target species. Data analysis will involve evaluating mortality, trapping, fish behavior observations, and hydrology at the weir to assess effectiveness."
}