{
  "keywords": " Keywords: PBT, Chinook salmon, hatchery broodstock, genetic samples, tissue sampling, ethanol, parentage analysis.\n\nDescription: At Chief Joseph Hatchery, genetic samples from every adult Chinook salmon broodstock that contributes to spawning are collected. Samples can be preserved using either the dry method (coin envelopes) or the ethanol method. In both cases, proper labeling and inventorying of samples is essential, along with recording accurate biological information for each fish. The development of a set of SNP markers enables high parental assignment accuracy even in large, genetically similar populations or those containing closely related individuals. The responsibility for collecting samples and recording data lies solely with Chief Joseph Hatchery staff, who then ship the samples and data to CRITFC's Hagerman Genetics Laboratory for further processing and analysis."
,
  "abstract": " PBT, or parentage-based tagging, is a genetic method used to identify the hatchery origin and exact brood year of Chinook salmon. This is achieved by collecting DNA samples from all hatchery broodstock and analyzing their genotypes. By doing so, the offspring can be traced back to their parents, providing valuable information for fish management and conservation.\n\nThe process begins with contacting Chief Joseph Hatchery at the Colville Confederated Tribes for genetic sample collection. The Columbia River Intertribal Fish Commission (CRITFC) provides all necessary supplies and data sheets prior to the spawning season. During the spawning season, tissue samples (fin clips) are collected from every adult hatchery broodstock that contributes to spawning. Proper labeling, inventorying, and preservation of these samples are crucial for successful analysis.\n\nParentage-based tagging is essential as it offers several advantages over traditional mechanical tagging technology. It tags every juvenile produced in the hatchery, increasing the sample size dramatically. Moreover, it can efficiently identify hatchery origin even with closely related individuals or populations sharing a significant genetic similarity.\n\nThe process ensures that tissue samples are obtained from 100% of hatchery broodstock during the spawning season, preserving them properly for DNA extraction and ensuring they're free from contamination. Accurate biological information like stock, spawn date, sex, cross information, etc., is also recorded for each adult sampled, which is crucial for further analysis.\n\nIn summary, parentage-based tagging is a genetic method used to trace Chinook salmon hatchery origin and exact brood year through DNA analysis. It involves collecting tissue samples from all hatchery broodstock during the spawning season, ensuring 100% sampling, and preserving them properly for further processing at CRITFC's Hagerman Genetics Laboratory. This method is invaluable as it offers increased sample size and accuracy compared to traditional tagging methods, making it an essential tool for fish management and conservation efforts.\n\nThere is no code generated as this question does not involve any coding requirement."
,
  "value": " Potential Values of Parentage-Based Tagging (PBT) for Chinook Salmon at Chief Joseph Hatchery:\n\n1. Enhanced Traceability: PBT allows for the identification of the exact hatchery and brood year of origin for each fish, ensuring accurate tracking and management of stocks within the hatchery. This is particularly important for managing and conserving endangered or threatened species.\n2. Increased Efficiency: By genotyping all parental broodstock instead of using mechanical tagging, every juvenile is essentially \"tagged,\" making it easier to manage and track large numbers of fish efficiently. This results in lower costs over time as there is no need for frequent re-tagging or replacement of mechanical tags.\n3. Improved Stock Management: PBT can provide valuable information about the genetic relationships between individuals within a hatchery population. This data can be used to optimize breeding strategies, reduce inbreeding, and enhance the overall health and sustainability of the hatchery stock.\n4. Conservation and Regulatory Compliance: PBT can help meet regulatory requirements for managing and tracking fish populations, particularly in cases where stocks are endangered or subject to specific conservation efforts. The data generated from PBT can also be used to support research initiatives aimed at understanding the genetic diversity and health of hatchery and wild salmon populations.\n\nWhy invest money into Parentage-Based Tagging (PBT) for Chinook Salmon at Chief Joseph Hatchery:\n\n1. Enhanced Sustainability: Investing in PBT can support the long-term sustainability of hatchery stocks by providing a more efficient, cost-effective, and accurate method for tracking and managing fish populations. This is particularly important for endangered or threatened species, where effective stock management is crucial to their conservation.\n2. Improved Data Collection: PBT offers an opportunity to collect valuable genetic data that can be used for research, stock management, and regulatory compliance purposes. The data generated from this technology can provide insights into the genetic relationships between individuals within a hatchery population, helping to optimize breeding strategies, reduce inbreeding, and improve overall population health.\n3. Regulatory Compliance: Investing in PBT may be necessary to meet regulatory requirements for managing and tracking fish populations, particularly when dealing with endangered or threatened species. By using this technology, hatcheries can ensure compliance with various conservation initiatives and regulations aimed at preserving and protecting the health of fish stocks.\n4. Enhanced Conservation Efforts: PBT can support ongoing efforts to conserve and manage Chinook Salmon populations by providing accurate data on stock origins and genetic relationships. This information can be used to inform breeding strategies, reduce inbreeding, and support research initiatives aimed at understanding the health and genetic diversity of hatchery and wild salmon populations.\n5. Cost Savings: Over time, PBT may offer cost savings through reduced labor costs associated with mechanical tagging and replacement, as well as improved efficiency in managing and tracking large numbers of fish within a hatchery population. This can help ensure long-term sustainability and viability for hatchery operations."
,
  "problem_statement": " The problem the protocol is trying to solve is the identification of the hatchery origin and exact brood year for every Chinook salmon juvenile or returning adult that is produced at Chief Joseph Hatchery. This is achieved through Parentage-Based Tagging (PBT) which involves the annual genotyping of all broodstock, creating a parental genotype database. By genotyping all parental broodstock, every juvenile is effectively tagged, allowing them to be traced back to their parents and hatchery of origin. The key to this technology working effectively is the ability to sample 100% of the hatchery broodstock during spawning season. The genetic samples are collected from each adult hatchery broodstock that contributes to spawning, ensuring they come from fresh, live tissue and are properly preserved until DNA extraction. Each sample is also properly labeled and inventoried with accurate biological information recorded for every fish sampled."
,
  "desired_outcomes": " The desired outcome of collecting PBT genetic samples from hatchery Chinook salmon at Chief Joseph Hatchery is:\n\n1. Obtaining tissue samples (fin clips) from every adult hatchery broodstock that contributes to spawning.\n2. Ensuring that all samples come from fresh, live tissue and that each sample is properly preserved until DNA extraction and free of contamination.\n3. Ensuring that every sample is properly labeled and inventoried.\n4. Recording and tying data/information (spawn date, take #, hatchery, sex, length, cross information, etc.) from every fish sampled to a unique genetic number.\n\nThe steps for tissue sampling and storage using either coin envelopes (dry method) or tubes filled with ethanol are provided in the text. The Chief Joseph Hatchery staff is responsible for collecting the genetic samples and biological information, while the samples and data are shipped to the Columbia River Intertribal Fish Commission (CRITFC) Hagerman Genetics Laboratory for further processing and/or data analysis."
,
  "description": " The Parentage-Based Tagging (PBT) method at Chief Joseph Hatchery involves collecting genetic samples from all Chinook salmon hatchery broodstock during the spawning season. The first step is for the hatchery staff to obtain tissue samples from every adult hatchery broodstock that contributes to spawning. These samples are collected using fin clips, which are usually taken from the caudal or anal fins. It is essential to ensure that all samples come from fresh, live tissue and that each sample is properly preserved until DNA extraction and free of contamination.\n\nThe samples can be stored in either coin envelopes (dry method) or in tubes filled with ethanol. For the dry method, fin clips are placed into separate coin envelopes, which are then labeled with unique field/hatchery sample numbers, including spawn date, take number, hatchery, sex, length, cross information, and any other relevant data. These envelopes should be sealed and kept dry until they can be shipped to CRITFC Hagerman Genetics Laboratory for further processing and analysis.\n\nFor the ethanol method, fin clips are placed into tubes filled with ethanol (usually 95% ethanol). The tubes are then labeled with unique field/hatchery sample numbers as mentioned earlier. Proper labeling and inventorying of all samples is crucial to ensure that each sample can be correctly tied to its associated data. These tubes should also be properly sealed and kept cool until they can be shipped to CRITFC Hagerman Genetics Laboratory for further processing and analysis.\n\nThe development of a set of Single Nucleotide Polymorphism (SNP) markers is an essential aspect of the PBT method, enabling high parental assignment accuracy even when dealing with large populations or closely related individuals. These SNPs are identified using various genetic analyses techniques and can be used to identify the parentage relationships between different hatchery populations and individual Chinook salmon.\n\nIn summary, at Chief Joseph Hatchery, the PBT method involves collecting tissue samples from every adult hatchery broodstock during spawning season, storing these samples in either coin envelopes or tubes filled with ethanol, and ensuring accurate labeling and inventorying of all samples. These samples are then shipped to CRITFC Hagerman Genetics Laboratory for further processing and analysis using the identified SNP markers to achieve high parental assignment accuracy."
,
  "objectives": " Objective 1: Obtain tissue samples from every adult hatchery broodstock that contributes to spawning and ensure they come from fresh, live tissue, are properly preserved until DNA extraction, and are free of contamination.\n\nThis objective covers the first step in the PBT process, which is collecting genetic samples from all adult Chinook salmon broodstock at Chief Joseph Hatchery during the spawning season. It ensures that every sample is obtained from fresh, live tissue to ensure high-quality DNA extraction and accurate genotyping results. It also emphasizes the importance of proper preservation techniques using either coin envelopes (dry method) or tubes filled with ethanol to maintain sample integrity until they are shipped to CRITFC's Hagerman Genetics Laboratory for further processing.\n\nKeywords: Tissue samples, Adult hatchery broodstock, Spawning season, Fresh live tissue, Proper preservation, DNA extraction, Contamination.\n\n---\n\nObjective 2: Ensure that every sample is properly labeled and inventoried, data/information from every fish sampled is recorded and tied to a field/hatchery sample number, and the field/hatchery sample number is tied to a unique genetic number.\n\nThis objective covers the second step in the PBT process, which involves accurately labeling, inventorying, and recording essential biological data for each genetic sample collected from adult Chinook salmon broodstock at Chief Joseph Hatchery. It emphasizes the importance of maintaining a clear record-keeping system to ensure that every sample is uniquely identified, and its associated data can be easily linked back to its respective parental genotype database.\n\nKeywords: Proper labeling and inventory, Data recording, Field/hatchery sample number, Genetic number, Unique identification, Parental genotype database."
,
  "target": " Collecting and preserving PBT genetic samples from hatchery Chinook salmon at Chief Joseph Hatchery involves:\n1. Obtaining fin clips from every adult broodstock\n2. Properly labeling and inventorying samples\n3. Recording associated biological data\n4. Preserving samples in coin envelopes or ethanol\n5. Shipping samples to CRITFC Hagerman Genetics Laboratory."
,
  "constraints": " The text describes how Parentage-Based Tagging (PBT) is used to collect genetic samples from Chinook salmon hatchery broodstock at Chief Joseph Hatchery. The method involves annual genotyping of all parental broodstock, creating a parental genotype database, and assigning progeny back to their parents, allowing identification of the hatchery they originated from and the exact brood year.\n\nConstraints stated in the text:\n1. Samples and data are shipped to the Columbia River Intertribal Fish Commission (CRITFC) Hagerman Genetics Laboratory for further processing and/or data analysis.\n2. A set of SNP markers needs to be developed that can achieve high parental assignment accuracy even when dealing with tens of thousands of potential parents and hatchery populations that are very similar genetically or contain closely related individuals.\n\nThe first constraint is necessary due to the logistical requirements for processing genetic samples, as well as data analysis and storage capabilities at Chief Joseph Hatchery may not be adequate. Furthermore, CRITFC likely has specialized equipment and expertise required for further processing of the genetic samples.\n\nThe second constraint relates to the complexity of genotyping large hatchery populations with high similarity or closely related individuals. This requires advanced SNP marker identification techniques to ensure accurate parentage assignments."
}