{
  "keywords": " Data collection: genetic samples, broodstock spawning, hatcheries in Snake River basin\nData management: accurate biological information, recording stock, spawn date, sex, cross information\nSNP markers development: high parental assignment accuracy, tens of thousands of potential parents, similar genetically hatchery populations, closely related individuals.\nAnalysis: evaluating utility of PBT technology, genetic tools for managing wild and hatchery stocks\nReporting: large-scale proof-of-concept studies, Snake River basin, steelhead and Chinook salmon."
}{
  "abstract": " In order to evaluate the utility of Parentage Based Tagging (PBT) technology for hatchery steelhead and Chinook salmon in the Snake River basin, data will be collected, managed, analyzed, and reported through 2016. This large-scale evaluation is recommended by various committees and science review groups due to unique conditions in the Snake River basin.\n\nFirstly, genetic samples will be collected from every steelhead and Chinook salmon hatchery broodstock spawned in the Snake River basin. These samples will be properly preserved for future analysis. Additionally, accurate biological information such as stock, spawn date, sex, and cross information will be recorded for each adult sampled.\n\nSecondly, a set of Single Nucleotide Polymorphisms (SNP) markers will be developed to achieve high parental assignment accuracy even when dealing with tens of thousands of potential parents and hatchery populations that are genetically similar due to shared ancestry or closely related individuals. This is necessary because PBT technology is particularly useful in situations where accurate identification of parentage is crucial for effective management and conservation of fish stocks.\n\nThirdly, data will be collected at Bonneville Dam, Lower Granite Dam, and in tribal and non-tribal fisheries in the mainstem Columbia River and in the Salmon and Clearwater rivers, to sample returning hatchery adults and verify the accuracy and utility of PBT technology. This information will be used to create the first generation of PBT parental genetic baselines for hatchery steelhead and Chinook in the Snake basin, which will mark approximately 12 million smolts per species per year.\n\nFinally, data will be analyzed using statistical software to identify SNP markers with high parental assignment accuracy, and results will be reported regularly through scientific publications, conferences, and collaborations with other research institutions. This project aims to ensure that future genetic marker sets used in the Columbia River basin are standardized, providing unprecedented genetic tools for managing wild and hatchery stocks with great scale identification (GSI) techniques and PBT technologies.\n\nIn summary, this project is collecting, managing, analyzing, and reporting data on the use of Parentage Based Tagging technology to genetically mark hatchery steelhead and Chinook salmon in the Snake River basin. By developing high-accuracy SNP markers and creating genetic baselines for these fish stocks, we can improve management and conservation efforts by effectively identifying individual fish and their lineages."
}{
  "value": " To develop and assess the utility of Parentage Based Tagging (PBT) technology for hatchery steelhead and Chinook salmon in the Snake River basin, the following data collection, management, analysis, and reporting steps are proposed:\n\n1. **Data Collection**: Genetic samples will be collected from every steelhead and Chinook salmon hatchery broodstock spawned in the Snake River basin. Accurate biological information such as stock, spawn date, sex, and cross information will also be recorded for each adult sampled. Sampling will take place at Bonneville Dam, Lower Granite Dam, and various tribal and non-tribal fisheries in the mainstem Columbia River and Salmon and Clearwater rivers.\n2. **Data Management**: Properly preserved genetic samples will be stored securely and labeled for future reference. Data from biological information and genetic markers will be entered into a centralized database, ensuring data integrity and accessibility. The database should comply with relevant privacy laws and regulations.\n3. **Data Analysis**: Using powerful statistical software packages like CERVUS or COLONY, parentage assignments will be conducted using the identified SNP markers. These analyses will involve comparing the genotypes of offspring to those of potential parents, taking into account their relatedness, to assign each offspring to its most likely parent(s). The analysis should consider the large-scale context of multiple hatcheries and potentially thousands of individuals.\n4. **Reporting**: Reports will be generated based on the results of the parentage assignments. These reports will include information about the accuracy and utility of PBT technology for each hatchery, as well as the overall performance of the system in the Snake River basin. The reports should be clear, concise, and accessible to various stakeholders, including scientists, fisheries managers, and policymakers.\n5. **Collaboration**: Close collaboration with an existing BPA funded project will ensure that future genetic marker sets used in the Columbia River basin are standardized, allowing for more effective genetic tools for managing wild and hatchery stocks using GSI techniques and PBT technologies. This collaboration will provide unprecedented insights into the origins and age of sampled fish, leading to improved management practices and better compliance with salmonid fishery management measures.\n\nBy investing in this project, we will create the first generation of PBT parental genetic baselines for hatchery steelhead and Chinook in the Snake River basin, effectively marking ~12 million smolts per species per year. This investment will lead to:\n\n- Improved management of wild and hatchery stocks by enabling better stock identification and evaluation using GSI techniques and PBT technologies.\n- Enhanced compliance with salmonid fishery management measures through the ability to distinguish between hatchery and wild fish more accurately.\n- Standardization of future genetic marker sets used in the Columbia River basin, ensuring consistency and compatibility across different systems.\n- Unprecedented insights into hatchery origins and age structure, providing valuable data for research and conservation efforts."
}{
  "problem_statement": " The problem the protocol is trying to solve is the need for a more effective tool to meet Fish & Wildlife Program objectives associated with marking hatchery stocks, conducting hatchery evaluations and reform, and enforcing salmonid fishery management measures. To address this problem, the protocol outlines a plan to evaluate Parentage Based Tagging (PBT) technology using large-scale studies in the Snake River basin.\n\nData will be collected by genetically sampling every steelhead and Chinook salmon hatchery broodstock spawned in the Snake River basin, as well as accurately recording biological information for every adult sampled. Genetic samples will be preserved properly for future analysis.\n\nSNP markers will be developed/identified to achieve high parental assignment accuracy even in large-scale studies involving tens of thousands of potential parents and hatchery populations that are genetically similar due to shared ancestry or the presence of closely related individuals.\n\nData management will involve creating a database for storing and organizing genetic and biological data, ensuring standardization with an existing BPA funded project, and implementing security measures to protect confidential information.\n\nAnalysis of the data will include determining parentage assignments using genotyping methods, evaluating the accuracy and utility of PBT technology through comparison with traditional tagging methods and other genetic tools, and assessing the potential impact of PBT on wild and hatchery stock management in the Columbia River basin.\n\nReports will be generated to document the results of the analysis, including the accuracy and utility of PBT technology for marking hatchery steelhead and Chinook salmon, as well as recommendations for implementing PBT technologies in future stock management programs in the Snake River basin."
}{
  "desired_outcomes": " The desired outcome of the PBT project in the Snake River basin is to effectively and permanently genetically mark approximately 12 million smolts per species per year for hatchery steelhead and Chinook, creating the first generation of PBT parental genetic baselines. This will result in unprecedented genetic tools for managing wild and hatchery stocks in the Columbia River basin using GSI techniques and PBT technologies.\n\nTo achieve this outcome, data collection will be carried out by sampling returning hatchery adults at Bonneville Dam, Lower Granite Dam, and in tribal and non-tribal fisheries in the mainstem Columbia River and in the Salmon and Clearwater rivers. Genetic samples will be collected from every steelhead and Chinook salmon hatchery broodstock spawned in the Snake River basin, along with accurate biological information on stock, spawn date, sex, and cross information for each adult sampled.\n\nGenetic markers (SNPs) will be developed to achieve high parental assignment accuracy even when dealing with large populations of potential parents and hatchery populations that are genetically similar due to shared ancestry or the presence of closely related individuals. The genetic data collected will be managed, analyzed using appropriate statistical methods, and reported to assess the utility of PBT technology for hatchery steelhead and Chinook salmon in the Snake River basin.\n\nThe project aims to work closely with an existing BPA funded project to ensure standardization of future genetic marker sets used in the Columbia River basin. This collaboration will enable effective management of wild and hatchery stocks using GSI techniques and PBT technologies, segregating adult wild runs by stock of origin and identifying the stock and age of sampled hatchery fish."
}{
  "description": " To develop and assess the utility of Parentage Based Tagging (PBT) technology for hatchery steelhead and Chinook salmon in the Snake River basin, data will be collected, managed, analyzed, and reported following a well-defined protocol.\n\n1. Data Collection: Genetic samples will be collected from every hatchery broodstock spawned in the Snake River basin. This includes steelhead and Chinook salmon. In addition, accurate biological information such as stock, spawn date, sex, and cross information for each adult sampled will be recorded. Sampling programs are in place at Bonneville Dam, Lower Granite Dam, and in tribal and non-tribal fisheries in the mainstem Columbia River and in the Salmon and Clearwater rivers to sample returning hatchery adults and verify the accuracy and utility of PBT technology.\n\n2. Sample Preservation: Genetic samples will be properly preserved using techniques such as freezing at -20°C or storing in ethanol to maintain the integrity of the genetic material for future analysis.\n\n3. Laboratory Analysis: SNP markers will be identified and developed using high-throughput sequencing technologies and bioinformatics tools. The SNP markers will be capable of achieving high parental assignment accuracy even when dealing with tens of thousands of potential parents and in situations where hatchery populations are genetically similar due to shared ancestry or the presence of closely related individuals (ISRP/ISAB 2009).\n\n4. Data Management: The collected data will be managed using a secure, centralized database system that adheres to industry standards for data security and confidentiality. Access to the data will be controlled and restricted to authorized personnel only.\n\n5. Statistical Analysis: Data analysis will be performed using appropriate statistical methods such as maximum likelihood estimation, Bayesian inference, or other parentage assignment algorithms to assign parents based on the genotypic data and recorded biological information. The accuracy of the PBT technology will be assessed using metrics such as exclusion probability, inclusion probability, and error rates (false positives and false negatives).\n\n6. Reporting: The results of the analysis will be reported in a clear and concise manner using visualizations such as pedigrees, ancestry plots, or other relevant graphs to help convey the findings effectively. Reports will be generated for each hatchery and shared with stakeholders, including state, tribal, and federal agencies, to facilitate informed decision-making regarding hatchery evaluations and management strategies for wild and hatchery stocks in the Snake River basin. The project will also work closely with an existing BPA funded project (2008-907-00) to ensure standardization of future genetic marker sets used in the Columbia River basin, providing unprecedented genetic tools for managing wild and hatchery stocks using GSI techniques and PBT technologies.\n\nNo code is generated as this description focuses on the methodology and process for developing and assessing the utility of PBT technology for hatchery steelhead and Chinook salmon in the Snake River basin."
}{
  "objectives": " Objective 1: To collect genetic samples and accurate biological information from every steelhead and Chinook salmon hatchery broodstock spawned in the Snake River basin for the development of Parentage Based Tagging (PBT) technology.\n\nSummary of Solution Coverage: This objective covers the collection of necessary data, specifically genetic samples and biological information, to implement PBT technology in the Snake River basin.\n\nKeywords: Genetic samples, Biological information, Hatchery broodstock, Snake River basin, Parentage Based Tagging (PBT).\n\nTo achieve this objective, the following steps will be taken:\n\n1. Collection of Genetic Samples: Genetic samples can be collected from every steelhead and Chinook salmon hatchery broodstock spawned in the Snake River basin using non-lethal methods such as fin clips or scales. These samples need to be properly preserved for further analysis (Steele et al 2011).\n\n2. Recording of Biological Information: Accurate biological information including stock, spawn date, sex, and cross information needs to be recorded for every adult sampled. This information will help in the identification and assessment of hatchery fish using PBT technology (Steele et al 2011).\n\nObjective 2: To develop and identify a set of Single Nucleotide Polymorphisms (SNPs) markers to achieve high parental assignment accuracy for hatchery steelhead and Chinook salmon in the Snake River basin.\n\nSummary of Solution Coverage: This objective covers the development and identification of SNP markers to improve the accuracy and utility of PBT technology for managing wild and hatchery stocks in the Snake River basin.\n\nKeywords: Parental assignment accuracy, Single Nucleotide Polymorphisms (SNPs), Hatchery steelhead, Chinook salmon, Snake River basin.\n\nTo achieve this objective, powerful and cost-efficient genetic markers for both species will be developed using resources dedicated to their development in the Snake River basin (Steele et al 2011). The markers identified should enable high parental assignment accuracy even when dealing with large populations of hatchery fish that are genetically similar due to shared ancestry or closely related individuals.\n\nThe first generation of PBT parental genetic baselines for hatchery steelhead and Chinook in the Snake basin is currently being created, which will effectively mark millions of smolts per species per year (Steele et al 2011). This project will work closely with an existing BPA funded project to ensure standardization of future genetic marker sets used in the Columbia River basin.\n\nCode: Unfortunately, no code is provided within this text as it focuses on describing objectives and methods for data collection and analysis."
}{
  "target": " Developing PBT parental genetic baselines for hatchery steelhead and Chinook in the Snake River basin.\n\nTo collect data for PBT technology assessment:\n1. Genetic samples are collected from every hatchery broodstock spawned in the Snake River basin.\n2. Biological information (stock, spawn date, sex, cross information) is recorded for each adult sampled.\n3. Genetic markers, such as SNPs, are developed and identified to achieve high parental assignment accuracy.\n4. Sampling programs exist at Bonneville Dam, Lower Granite Dam, and in tribal and non-tribal fisheries.\n5. Data from these sources are combined to create the first generation of PBT parental genetic baselines.\n\nData management:\n1. Data is stored securely and accessibly for analysis.\n2. Quality control measures are implemented to ensure data accuracy.\n3. Data is regularly backed up to prevent loss.\n4. Access to data is restricted to authorized personnel.\n\nData analysis:\n1. Parentage assignment analyses are performed using SNP markers.\n2. Accuracy and utility of PBT technology are assessed based on results.\n3. Analyses are repeated for hatchery steelhead and Chinook salmon separately.\n\nReporting:\n1. Findings are communicated to relevant agencies, stakeholders, and scientific community.\n2. Reports include data, analysis results, and recommendations for future use of PBT technology.\n3. Regular updates on project progress are provided.\n4. All reports are transparent and easily accessible to the public."
}{
  "constraints": " Based on the text provided, here's how data are to be collected, managed, analyzed, and reported to develop and assess the utility of PBT technology for hatchery steelhead and Chinook salmon in the Snake River basin:\n\n1. Data Collection: Genetic samples can be collected from every steelhead and Chinook salmon hatchery broodstock spawned in the Snake River basin. Accurate biological information such as stock, spawn date, sex, and cross information can also be recorded for every adult sampled.\n2. Data Management: The genetic markers developed/identified can achieve high parental assignment accuracy even when dealing with large numbers of potential parents and genetically similar hatchery populations (ISRP/ISAB 2009). The text suggests that significant resources have been dedicated to the development of powerful and cost-efficient genetic markers for both species.\n3. Data Analysis: The project will work closely with an existing BPA funded project to ensure that future genetic marker sets used in the Columbia River basin are standardized, providing unprecedented genetic tools for managing wild and hatchery stocks in the basin with GSI techniques and PBT technologies. This collaboration will enable the accurate identification of the stock and age of sampled hatchery fish.\n4. Data Reporting: The first generation of PBT parental genetic baselines is being created for hatchery steelhead and Chinook in the Snake basin, which will effectively mark ~12 million smolts per species per year. This project will help ensure that future genetic marker sets used in the Columbia River basin are standardized, allowing for effective management of wild and hatchery stocks using GSI techniques and PBT technologies.\n\nConstraints mentioned in the text include:\n\n1. The large scale of the evaluation recommended by several committees and science review groups (PFMC 2008; PSC 2005; ISRP/ISAB 2009).\n2. The genetic similarity of hatchery populations in the Snake River basin due to shared ancestry or closely related individuals.\n3. The need for standardized genetic marker sets used in the Columbia River basin to manage wild and hatchery stocks effectively.\n\nThere is no code provided in this answer, as it is focused on explaining the data collection, management, analysis, and reporting processes based on the text given."
}