{
  "keywords": " Northern Pike, Box Canyon Reservoir, SPIN survey, CPUE, abundance, control"
,
  "abstract": " The Northern Pike Invasion in the Pend Oreille River, WA, was caused by illegal introductions from upstream rivers in Montana prior to 2004. These invasive fish have since established large populations in Box Canyon Reservoir and expanded downstream. This poses a significant threat to native species recovery efforts, particularly for salmon and steelhead fisheries, which are worth billions of dollars for tribes, commercial enterprises, and recreation.\n\nTo monitor Northern Pike (NP) populations in Box Canyon Reservoir, the Washington Department of Fish and Wildlife and the Kalispel Tribe developed the Spring Pike Index Netting Survey (SPIN). This survey employs gill nets to catch Northern Pike during their spring inhabitation of near-shore areas. By measuring the number of Northern Pikes caught per night per net (CPUE), the SPIN survey provides an index of abundance that is linearly related to the true population size.\n\nThe necessity of this survey lies in the need to reduce and maintain NP populations at manageable levels to prevent negative impacts on native species and fisheries. The survey aims to keep CPUE below specific thresholds: 1.7 NP/net night in the south half and 0.5 NP/net night in the north half of Box Canyon Reservoir. By monitoring trends in Northern Pike abundance and population structure, the SPIN survey enables the evaluation of measures taken to reduce their numbers and ensures the effectiveness of these efforts."
,
  "value": " Based on the text provided, the potential values for investing money into reducing and maintaining Northern Pike (NP) abundance in the Spring Pike Index Netting Survey (SPIN) are as follows:\n\n1. Preservation of Native Species: Northern pike pose a significant threat to local native species recovery efforts in the Pend Oreille River system and the upper Columbia River. By investing money into reducing NP abundance, we can help prevent potential disastrous consequences for multi-billion dollar tribal, commercial, and recreational salmon and steelhead fisheries and further complications in the recovery of Endangered Species Act (ESA)-listed species.\n\n2. Effectiveness of Measures Taken: The SPIN survey is an effective tool to monitor trends in NP abundance and population structure in Box Canyon Reservoir and evaluate the effectiveness of measures taken to reduce their abundance. By investing money into this program, we can ensure that it continues to be an accurate and reliable indicator of NP populations and the success of management efforts.\n\n3. Sustainable Fishing: Northern pike inhabit near-shore littoral zones and sloughs during spring, making them accessible to multimesh gill nets. By maintaining a low abundance of NP, we can ensure sustainable fishing practices in these areas for other desirable species, such as salmon and steelhead.\n\n4. Economic Impact: The Pend Oreille River system and the upper Columbia River support multi-billion dollar tribal, commercial, and recreational fisheries. By investing money into reducing NP abundance, we can help protect these valuable resources and maintain the economic benefits they provide to local communities.\n\n5. Long-Term Ecological Health: Northern pike have become firmly established in Box Canyon Reservoir and expanded in number and range to downstream reservoirs and the upper Columbia River. By reducing their abundance, we can help ensure the long-term ecological health of these important watersheds and support healthy fish populations for future generations.\n\nThere is no code provided in this answer, but I hope that this explanation helps clarify the potential values of investing money into reducing and maintaining Northern Pike abundance through the Spring Pike Index Netting Survey (SPIN)."
,
  "problem_statement": " The problem the protocol is trying to solve is managing and reducing the abundance of Northern Pike (NP) in Box Canyon Reservoir to prevent negative impacts on local native species recovery efforts and multi-billion dollar fisheries. The Spring Pike Index Netting Survey (SPIN) is used to monitor trends in NP abundance, evaluate the effectiveness of measures taken to reduce their numbers, and maintain CPUE (catch per unit effort) below specific thresholds: 1.7 NP/net night in the south half and 0.5 NP/net night in the north half of Box Canyon Reservoir."
,
  "desired_outcomes": " The desired outcome stated in the protocol is to reduce and maintain Northern Pike (NP) abundance, measured by CPUE (Catch-per-Unit-Effort), in the SPIN survey to less than 1.7 NP/net night in the south half and 0.5 NP/net night in the north half of Box Canyon Reservoir."
,
  "description": " The text body discusses the invasion of Northern Pike (NP) in the Pend Oreille River, WA, which originated from illegal introductions in the Clark Fork and Flathead river systems, MT, prior to 2004. Northern pike have now become well-established in Box Canyon Reservoir and have expanded to downstream reservoirs and the upper Columbia River. This poses a significant threat to local native species recovery efforts as they migrate towards the anadromous zone of the Columbia River, potentially disrupting multi-billion dollar tribal, commercial, and recreational salmon and steelhead fisheries, and further complicating the recovery of ESA-listed species.\n\nTo monitor trends in Northern Pike abundance and population structure in Box Canyon Reservoir, the Washington Department of Fish and Wildlife and the Kalispel Tribe implemented the Spring Pike Index Netting Survey (SPIN). This survey focuses on northern pike inhabiting near-shore littoral zones and sloughs during spring. Northern pike aged 2 and older are targeted using multimesh gill nets with 1\"-2\" panels. These gill nets can be effectively fished under varying reservoir flows and elevations. The catch-per-effort (CPUE), or the number of northern pike caught per unit of effort, is used as an index to estimate true abundance.\n\nThe goal is to reduce and maintain Northern Pike abundance in the SPIN survey below specific thresholds: 1.7 NP/net night in the south half and 0.5 NP/net night in the north half of Box Canyon Reservoir. This proactive approach aims to prevent Northern Pike from reaching detrimental levels and further impacting native species and fisheries."
,
  "objectives": " Objective: Reduce and maintain Northern Pike (NP) abundance below certain thresholds in the Spring Pike Index Netting Survey (SPIN) in different halves of Box Canyon Reservoir.\n\n1. The first objective is to reduce the Northern Pike (NP) population in the south half of Box Canyon Reservoir to an average of less than 1.7 NP per net night. This objective focuses on managing and controlling the NP population in the area where they have been more established and pose a greater threat to local native species and fisheries.\n2. The second objective is to maintain Northern Pike (NP) abundance in the north half of Box Canyon Reservoir below an average of 0.5 NP per net night. This objective aims to minimize the spread and growth of the NP population in areas where they are less prevalent but could potentially threaten native species and fisheries if left unchecked.\n\nSummary of Solution Coverage:\n1. The first objective covers managing and reducing the Northern Pike (NP) population in the south half of Box Canyon Reservoir to prevent further harm to local native species and fisheries.\n2. The second objective focuses on maintaining a low NP abundance in the north half of Box Canyon Reservoir to prevent the spread and growth of their population and minimize potential threats to native species and fisheries.\n\nKeywords: Northern Pike, SPIN survey, Box Canyon Reservoir, population management, control, CPUE, south half, north half."
,
  "target": " Maintain low Northern Pike abundance in Box Canyon Reservoir."
,
  "constraints": " The text provides information about Northern Pike (NP) invasions in the Pend Oreille River system, specifically in Box Canyon Reservoir, Washington. It mentions the development of the Spring Pike Index Netting Survey (SPIN) to monitor Northern Pike abundance and evaluate the effectiveness of measures taken to reduce their population.\n\nTwo constraints related to the SPIN survey are mentioned:\n1. Reduce and maintain Northern Pike abundance, measured by CPUE (Catch-per-Unit Effort), in the south half of Box Canyon Reservoir to less than 1.7 Northern Pike per net night.\n2. Reduce and maintain Northern Pike abundance, measured by CPUE, in the north half of Box Canyon Reservoir to 0.5 Northern Pike per net night.\n\nThe constraints are explicitly stated within the text: \"Reduce and maintain Northern Pike (NP) abundance, measured by CPUE, in the south half of Box Canyon Reservoir to less than 1.7 NP/net night...\" and \"Reduce and maintain Northern Pike (NP) abundance, measured by CPUE, in the north half of Box Canyon Reservoir to 0.5 NP/net night.\"\n\nThese constraints are likely in place to help manage Northern Pike populations and prevent further negative impacts on local native species and fisheries. The SPIN survey is a tool used to assess Northern Pike abundance and ensure that these population targets are being met."
}