{
  "keywords": " Predation, Columbia River, Salmonids, Piscivores, Habitat classification, Density estimation, Fisheries management, Monitoring program"
}{
  "abstract": " In this study, researchers aim to understand the status and trend of non-native fish predator density and abundance upstream of McNary Dam in the mainstem Columbia River. The objective is to determine which habitats have higher densities of piscivores (fish that eat other fish), as this information is currently not well understood.\n\nTo accomplish this, researchers will use a monitoring protocol called \"Piscivorous Fish Status and Trend Monitoring in the Columbia River Upstream of McNary Dam.\" This approach involves several steps:\n\n1. **Habitat Classification:** Researchers will first classify various habitats based on their characteristics to understand which types are more likely to have higher piscivore densities.\n2. **Piscivore Density by Habitat Type:** Next, they will expand upon the piscivore density estimates for each habitat type across the reservoir to gain a better understanding of reservoir-wide piscivore abundance.\n3. **Monitoring Population Trends:** Under an adaptive management approach, researchers will monitor predator population abundance and growth rates. They will use this information to evaluate the effectiveness of current and future management actions designed to increase juvenile salmon survival.\n\nThe necessity of this study lies in the growing concern over the impact of non-native fish species on native salmonids in the Columbia River. Predation is a major source of mortality for juvenile anadromous salmonids, and understanding piscivore habitat specific densities is crucial to effectively managing populations and implementing targeted interventions when necessary. The adaptive management approach allows for continuous evaluation and improvement of current and future management actions."
}{
  "value": " Based on the provided text, the main topics are:\n1. Temporal & spatial predator-prey overlap and its impact on juvenile anadromous salmonids in the Columbia River\n2. Non-native species as piscivores and their negative impacts on native salmonids and food webs\n3. Predation studies in the Columbia River and documented predation losses of salmon to native and non-native piscivores\n4. The need for a region-wide monitoring program to manage invasive problems related to predation\n5. Uncertainties related to which predators jeopardize the viability of native fishes and the effectiveness of management actions to ameliorate undesirable impacts of predation\n6. An ecosystem-based approach to better understand the relative impacts of predation on salmonids by different native and non-native species throughout the Columbia Basin\n7. The potential impact of non-indigenous species on salmon recovery\n8. Lack of understanding of fish predator abundance and population trends, & juvenile salmonid consumption estimates upstream of McNary Dam\n\nGiven these topics, investing money into studying piscivore habitat specific density and expanding piscivore density by habitat type for reservoir-wide piscivore abundance estimate is important for the following reasons:\n1. Understanding predator habitats and their densities is crucial to effectively manage predation impacts on juvenile salmonids and maintain healthy fish populations in the Columbia River.\n2. This information will help identify areas of high predator density and prioritize management actions to reduce predation pressures and increase juvenile salmon survival.\n3. By expanding piscivore density by habitat type, we can gain a more comprehensive understanding of reservoir-wide piscivore abundance and distribution, which is essential for developing effective predation management strategies and evaluating the effectiveness of current and future management actions.\n4. This information will also contribute to the ongoing efforts to better understand the relative impacts of predation on salmonids by different native and non-native species throughout the Columbia Basin and aid in the recovery of ESA-listed salmonids.\n5. Ultimately, this research will provide valuable data for adaptive management approaches aimed at increasing juvenile salmon survival and mitigating the overall impact of non-indigenous species on salmon recovery in the Columbia River."
}{
  "problem_statement": " The problem the protocol is trying to solve is the lack of understanding of non-native fish predator density and abundance upstream of McNary Dam in the mainstem Columbia River, as well as their impact on juvenile salmonid survival. The study aims to delineate habitat classifications for Columbia River habitat, monitor predator population abundance and growth rates under an adaptive management approach, and evaluate the effectiveness of current and future management actions designed to increase juvenile salmon survival.\n\nHere is a more succinct version: The protocol seeks to determine the status and trend of non-native fish predator density and abundance upstream of McNary Dam in the mainstem Columbia River, expand piscivore density by habitat type for reservoir-wide piscivore abundance estimate, and evaluate current and future management actions to increase juvenile salmon survival under adaptive management."
}{
  "desired_outcomes": " The desired outcome of the study as stated in the protocol is:\n1. To determine the status and trend of non-native fish predator density and abundance upstream of McNary Dam in the mainstem Columbia River.\n2. Delineate habitat classifications for Columbia River habitat.\n3. Monitor predator population abundance & growth rates under an adaptive management approach to evaluate the effectiveness of current and future management actions designed to increase juvenile salmon survival.\n\nExpanding on point 1 and 2, the protocol intends to:\n1. Determine the status (current level) and trend (change over time) of non-native fish predator density and abundance upstream of McNary Dam in the mainstem Columbia River. This will involve surveying different habitats and estimating piscivore population size and distribution.\n2. Delineate habitat classifications for Columbia River habitat to understand piscivore habitat specific density, which is essential for effective predator management and conservation efforts. This classification system will consider factors such as water depth, substrate type, vegetation cover, and other relevant features that influence predator distribution and abundance.\n\nTo achieve these objectives, the study may involve:\n- Conducting surveys to estimate piscivore density and abundance in different habitats upstream of McNary Dam.\n- Analyzing habitat characteristics to identify factors influencing predator distribution and abundance.\n- Developing a habitat classification system that considers various features relevant to piscivore ecology, distribution, and management.\n- Monitoring piscivore population trends and evaluating the effectiveness of current and future management actions in improving juvenile salmon survival."
}{
  "description": " This text discusses the increasing issue of temporal and spatial predator-prey overlap between non-native piscivores and juvenile anadromous salmonids in the Columbia River. Current estimates suggest that over half (51%) of non-native species in the upper Columbia River are piscivores, negatively impacting native salmonids and the Columbia River food webs (ISAB, 2011; Naiman et al., 2012). Several studies have documented significant predation impacts on juvenile salmon by non-native species such as Walleye (WAL) and Smallmouth Bass (SMB) in the John Day Reservoir (Rieman et al., 1991; Zimmerman, 1999).\n\nMost predator studies have been carried out downstream of McNary Dam, reporting substantial predation losses for salmonids from both native and non-native piscivores (Poe et al., 1986; Beamesderfer and Rieman, 1991; Poe et al., 1991; Rieman et al., 1991; Vigg et al., 1991; Hansel et al., 1993; Isaak and Bjorn, 1993; Marinelli et al., 1993; Ward et al., 1995; Friesen and Ward, 1999; Zimmerman, 1999; Petersen, 2001; Thomas and Ward, 2011; Ward and Zimmerman, 2011). The Independent Science Advisory Board (ISAB) identified the need for a region-wide monitoring program on non-native species introductions in the Columbia River system (ISAB, 2011). This approach aims to address impending problems while they are still manageable.\n\nTwo uncertainties related to predation have been identified by ISAB/ISRP (2016), including which predators jeopardize native fish populations and the effectiveness of management actions in mitigating undesirable impacts of predation. In their recent report, ISAB highlighted predation as a significant concern for ESA-listed salmonid recovery and recommended an ecosystem approach to assess the relative impact of predation on salmonids by various native and non-native species throughout the Columbia Basin (ISAB, 2019).\n\nThe objective of this study is to assess the status and trend of piscivore density and abundance upstream of McNary Dam in the mainstem Columbia River based on the Piscivorous Fish Status and Trend Monitoring in the Columbia River Upstream of McNary Dam protocol. The outcome will include habitat classifications for Columbia River habitats, with predator population abundance and growth rates monitored to evaluate the effectiveness of current and future management actions in increasing juvenile salmon survival under an adaptive management approach.\n\nIn summary, this text discusses the growing concern of piscivore-prey overlap between non-native species and juvenile anadromous salmonids in the Columbia River. The need for monitoring programs to address impending problems is highlighted along with the significance of predation on ESA-listed salmonid recovery. This study aims to assess piscivore density and abundance upstream of McNary Dam, informing future management actions to enhance juvenile salmon survival. Habitat classifications for Columbia River habitats will be produced under an adaptive management approach, with predator population abundance and growth rates monitored to evaluate the effectiveness of current and future interventions."
}{
  "objectives": " Objective: The main objective of the study is to determine the status and trend of non-native fish predator density and abundance upstream of McNary Dam in the mainstem Columbia River. This will be accomplished by following the protocol \"Piscivorous Fish Status and Trend Monitoring in the Columbia River Upstream of McNary Dam.\"\n\nSummary of Solution Coverage:\n1. This objective covers the issue of understanding piscivore habitat-specific density and expanding piscivore density by habitat type for a reservoir-wide piscivore abundance estimate.\n2. Keywords: non-native fish predator density, non-native fish predator abundance, Columbia River upstream of McNary Dam, Piscivorous Fish Status and Trend Monitoring protocol, habitat classifications.\n\nCode (for the sake of generating text):\n```python\nimport statistics\n# Data collection on piscivore density and abundance upstream of McNary Dam\npiscivore_density = []\npiscivore_abundance = []\nhabitat_types = [\"Riffle\", \"Pool\", \"Run\", \"Glide\"]\n\nfor habitat in habitat_types:\n  piscivore_data = get_data_from_surveys(habitat)\n  piscivore_density.append(statistics.mean(piscivore_data))\n  piscivore_abundance.append(sum(piscivore_data))\n\n# Print results\nprint(\"Average piscivore density by habitat type:\")\nfor i, habitat in enumerate(habitat_types):\n  print(f\"{habitat}: {piscivore_density[i]}\")\n\nprint(\"\\nTotal reservoir-wide piscivore abundance:\")\nprint(sum(piscivore_abundance))\n```"
}{
  "target": " Classify habitat for piscivore density estimation. Expand piscivore density by habitat type for reservoir-wide estimate."
}{
  "constraints": " Based on the provided text, I cannot identify any specific constraints mentioned in relation to the method being described. The text primarily focuses on the issue of predation and its impact on juvenile salmonids in the Columbia River, as well as the need for monitoring and research to better understand this phenomenon. The method described is a study aiming to determine the status and trend of non-native fish predator density and abundance upstream of McNary Dam in the mainstem Columbia River.\n\nHowever, some constraints that could be considered when conducting such a study are:\n\n1. Logistical constraints: Accessibility to different habitat types for data collection, funding for research, equipment requirements, and time constraints for data collection and analysis.\n2. Methodological constraints: The choice of methods for estimating predator density and abundance (e.g., surveys, trapping, or remote sensing), the accuracy and reliability of these methods, and potential sources of error or bias.\n3. Ethical considerations: Adherence to ethical guidelines for conducting research on fish populations and minimizing disturbance to the ecosystem.\n4. Regulatory constraints: Compliance with relevant regulations and permits for collecting data in the field and reporting findings to regulatory agencies.\n5. Technological constraints: Availability of appropriate technology for data collection and analysis, such as sonar equipment or advanced statistical software.\n\nThe text itself does not provide any clear indication of which specific constraints apply to the method being described, but it is mentioned that an adaptive management approach will be used to monitor predator population abundance & growth rates. This approach would likely involve ongoing data collection and analysis to evaluate the effectiveness of current and future management actions."
}