{
  "keywords": " Instream Diversions, Salmon Survival, Fish Production, Monitoring Procedures, Diversion Screening Projects, Compliance with Washington CMS, Irrigation Diversion Dams, Water Treatment Plants, Pipes, Ditches, Headgates, Hydropower Penstocks."
,
  "abstract": " This text describes a monitoring procedure for evaluating the effectiveness of instream diversion projects designed to protect salmon from harm caused by diversions such as irrigation dams, water treatment plants, and pipes. The necessity of this method lies in the importance of ensuring that these engineered fish diversion screening projects continue to meet their design criteria post-construction for at least five years, as required by the Washington Comprehensive Monitoring Strategy. The goal is to determine whether the projects are effectively preventing salmon from entering areas where they may be stranded or subjected to increased mortality. The method involves accessing project sites and conducting evaluations during Years 1, 2, and 5 to determine if design criteria are being met at each sampled project. Additionally, the proper design criteria for meeting best management practices for diversion screening projects will be determined during Year 0. By following this procedure, we can ensure that instream diversion projects are improving salmon survival for a watershed by effectively preventing them from entering hazardous areas."
,
  "value": " Based on the text provided, the potential values of investing in instream diversion projects are:\n\n1. Improved fish production: Instream diversions have accounted for 5% of all SRFB projects and have the potential to create improvements in fish production within a short time frame (1-5 years).\n2. Prevention of salmon mortality: The goal of instream diversion projects is to prevent passage of salmon into areas where they may be stranded or subjected to increased mortality, such as irrigated fields, turbines, treatment plants, factories, and other uses of water hazardous to fish survival.\n3. Compliance with regulatory requirements: The document is in compliance with the Washington Comprehensive Monitoring Strategy.\n4. Long-term effectiveness: The text states that it is important to determine whether diversion screening projects are effective in meeting project design criteria post-project for at least five years.\n5. Best management practices: Determining the proper design criteria for meeting best management practices for the diversion screening projects.\n\nInvesting money into instream diversion projects can lead to these valuable outcomes, including improved fish populations and compliance with regulatory requirements. Additionally, the long-term effectiveness of these projects is important to ensure that they continue to meet their intended goals, making ongoing monitoring and evaluation essential. Investment in determining the proper design criteria for best management practices will help ensure that future projects are effective and efficient."
,
  "problem_statement": " The problem the protocol is trying to solve is ensuring that engineered fish diversion screening projects, which are designed to prevent salmon from entering areas where they may be harmed or stranded, continue to meet their design criteria for at least five years after project completion. The protocol also aims to determine whether the diversion screening projects are currently meeting their design criteria and to establish the proper design criteria for these projects based on best management practices."
,
  "desired_outcomes": " The desired outcome of this protocol is to determine if engineered fish diversion screening projects continue to meet design criteria post-project for at least five years and to assess whether diversion screening design criteria are being met at each project sampled during Years 1, 2, and 5. Additionally, the protocol aims to identify the proper design criteria for meeting best management practices for diversion screening projects during Year 0."
,
  "description": " This text describes a monitoring procedure for assessing the effectiveness of Instream Diversion projects in improving fish production and survival by preventing salmon from entering hazardous areas. The focus is on engineered fish diversion screening projects, which include structures such as Irrigation Diversion Dams, Water Treatment Plants, Pipes, Ditches, Headgates, and Hydropower Penstocks.\n\nThe goal of the procedure is to determine if these projects continue to meet their design criteria for a minimum of five years post-project implementation, as well as checking if the design criteria are being met at each sampled project during Years 1, 2, and 5. Additionally, it aims to establish the proper design criteria for meeting best management practices for diversion screening projects during Year 0.\n\nThe document adheres to the Washington Comprehensive Monitoring Strategy (Crawford et al., 2002) and its primary objective is to prevent salmon from passing into areas where they could be stranded or subjected to increased mortality, such as irrigated fields, turbines, treatment plants, factories, and other water uses harmful to fish survival. This is achieved by implementing diversion screening projects and regularly monitoring their performance to ensure they effectively protect the salmon population in a given watershed.\n\nThe text outlines two main objectives for the monitoring procedure:\n1. Determine whether diversion screening projects have continued to meet design criteria post-project implementation for at least five years. Access to project sites will be provided for this purpose.\n2. Evaluate if the diversion screening design criteria are being met at each project during Years 1, 2, and 5. Additionally, establish the appropriate design criteria for best management practices for diversion screening projects during Year 0.\n\nBy ensuring that engineered fish diversion screening projects continue to meet their design criteria, salmon survival within a watershed can be significantly improved. This monitoring procedure plays a crucial role in maintaining healthy fish populations and promoting sustainable water resource management."
,
  "objectives": " Objective 1: Determine whether diversion screening projects have continued to meet design criteria post-project for at least five years.\n\nThis objective aims to evaluate the long-term effectiveness of engineered fish diversion screening projects in meeting their design criteria. By assessing the performance of these projects over a period of five years, we can determine if they have maintained their ability to prevent salmon passage into hazardous areas and improve overall salmon survival for a watershed.\n\nSummary of Solution Coverage:\n- This objective covers the entire problem statement regarding the effectiveness of engineered fish diversion screening projects.\n- Keywords: evaluation, long-term effectiveness, post-project assessment, design criteria, screening projects, salmon passage, hazardous areas, improved survival.\n\n---------------------\n\nObjective 2: Determine the proper design criteria for meeting best management practices for diversion screening projects.\n\nThe second objective is to identify and establish the appropriate design criteria for effective fish diversion screening projects in accordance with best management practices. Properly defining these criteria will ensure that new diversion screening projects are designed and implemented effectively, ultimately contributing to improved salmon survival at the reach scale.\n\nSummary of Solution Coverage:\n- This objective addresses the portion of the problem statement concerning the design and implementation of fish diversion screening projects that meet best management practices.\n- Keywords: appropriate design criteria, effective screening projects, best management practices, new projects, improved salmon survival, diversion screening projects."
,
  "target": " Evaluating effectiveness and compliance of fish diversion projects. (Years 0-5)"
,
  "constraints": " Based on the provided text, the following constraints can be identified:\n\n1. The monitoring procedures outlined in the document apply specifically to Instream Diversion projects. (Lines 2-5)\n2. The effectiveness of these projects is being evaluated at the reach scale. (Line 6)\n3. The focus is on projects designed to protect salmon from instream diversions, including Irrigation Diversion Dams, Water Treatment Plants, Pipes, Ditches, Headgates, and Hydropower Penstocks. (Lines 9-14)\n4. The document complies with the Washington Comprehensive Monitoring Strategy. (Line 17)\n5. The goal is to determine whether diversion screening projects are effective in meeting their design criteria. (Lines 20-23)\n6. Access to project sites will be provided for monitoring. (Line 26)\n\nThe following are not identified as constraints, but rather goals or objectives of the monitoring procedure:\n\n1. Determining whether diversion screening projects meet their design criteria at each sampled project during Years 1, 2, and 5. (Lines 28-30)\n2. Identifying the proper design criteria for meeting best management practices for diversion screening projects during Year 0. (Line 33)\n3. Ensuring that engineered fish diversion screening projects have continued to meet their design criteria for at least five years post-project. (Lines 41-43)"
}