{
  "keywords": " Burbot, Lake Roosevelt, Stock assessment, FWIN (Fall Walleye Index Netting), Gill net gear, Size selectivity, Length bias"
}{
  "abstract": " In order to effectively manage the Burbot population in Lake Roosevelt, Washington State, standardized stock assessment data is necessary. However, in the absence of such data, burbot populations have been managed conservatively due to a suspected increase in abundance and high survival. To address this need, the Colville Confederated Tribes (CCT) proposed developing a standardized stock assessment program for Burbot in Lake Roosevelt during the 2011 Resident Fish Categorical Review.\n\nThe Lake Roosevelt Fall Walleye Index Netting (FWIN) program was identified as a potential tool for Burbot stock assessment due to its availability and the fact that burbot are commonly observed in its bycatch. An analysis of ten years of FWIN data (2003-2012) concluded that it is adequate for monitoring year-to-year differences in Lake Roosevelt Burbot population indices.\n\nHowever, there are concerns regarding the size selectivity of the gill net gear used in FWIN. To address this issue, a maximum-likelihood approach will be used to estimate gill net size selectivity parameters using log-linear selectivity models (Normal location, Normal scale, Gamma, Lognormal, and Bi-normal), also known as the SELECT method. Length data will be corrected prior to calculating length-based stock assessment indices.\n\nAdditionally, age bias resulting from gill net selectivity will be addressed by applying the proportion of fish of each age within each length bin to the bias-corrected length data. To increase sample sizes of small (young) and large (old) Burbot, supplemental sampling using alternative gears such as towed bottom trawls, modified cod traps, and trammel nets will be conducted concurrently with FWIN.\n\nThe necessity of this method lies in its ability to provide accurate and standardized stock assessment data for the Lake Roosevelt Burbot population. This is essential for effective management of the population to ensure sustainable harvest while maintaining its long-term health and viability. By evaluating and correcting for size and age bias in FWIN catch data, researchers can gain a more comprehensive understanding of the population's size structure and trends, leading to better-informed management decisions."
}{
  "value": " Based on the provided text, the investment in evaluating length and age bias in Burbot caught in Fall Walleye Index Netting (FWIN) is important for effective management of the Lake Roosevelt Burbot population. Here are some potential values from the text:\n\n1. Sustainable harvest: Standardized stock assessment data is needed to facilitate management of the Lake Roosevelt Burbot population, and using FWIN as a basis for this assessment can potentially lead to greater sustainable harvests if populations have increased and high survival rates are confirmed.\n2. Adequacy of FWIN program: The text suggests that FWIN is adequate for monitoring year-to-year differences in Lake Roosevelt Burbot population indices, but it's important to evaluate the size selectivity of the gill net gear used in this program to ensure accurate assessments.\n3. Biased data correction: Age bias can result from gill net selectivity, which can impact the accuracy of stock assessment data. Correcting for age bias using methods like the SELECT method and supplemental sampling with alternative gears (trammel nets and modified cod traps) will provide more representative samples of the entire population.\n4. Increased sample sizes: Supplemental sampling with alternative gears can increase sample sizes of small (young) and large (old) Burbot, which is important for accurate assessments of population size, age structure, and recruitment.\n5. Effective management: By investing in evaluating length and age bias in Burbot caught in FWIN, we can ensure that management actions are based on accurate and unbiased data, leading to more effective conservation efforts and potential for greater sustainable harvests in the future. \n\nUnfortunately, there isn't any code provided in the text, but I hope this explanation helps clarify the potential values of investing in this project. Let me know if you have any further questions!"
}{
  "problem_statement": " The problem the protocol is trying to solve is the need for accurate and standardized stock assessment data for the Burbot population in Lake Roosevelt, Washington State. This information is essential for effective management of the Burbot fishery and determining sustainable harvest levels. The protocol outlines a plan to evaluate the use of Fall Walleye Index Netting (FWIN) data as a basis for Burbot stock assessment, assess gill net size selectivity, correct age bias, and increase sample sizes of small and large Burbot using supplemental sampling with alternative gears."
}{
  "desired_outcomes": " The desired outcome stated in the protocol is to \"evaluate length and age bias in Fall Walleye Index Netting (FWIN) Burbot catch using trammel nets and modified cod traps.\" This will be done to supplement the data collected through FWIN and improve the accuracy of Burbot stock assessment. The protocol also mentions conducting a size selectivity analysis using maximum-likelihood approaches and correcting for age bias in the gill net data."
}{
  "description": " The text body discusses the need for standardized stock assessment data to effectively manage the Burbot population in Lake Roosevelt, Washington State. In 2011, the Colville Confederated Tribes (CCT) proposed a program to assess Burbot populations using data from the Lake Roosevelt Fall Walleye Index Netting (FWIN) surveys. The FWIN program has been demonstrated as adequate for monitoring year-to-year differences in Lake Roosevelt Burbot population indices. However, it is essential to evaluate the size selectivity of gill nets used during FWIN to ensure accurate assessments.\n\nTo estimate gill net size selectivity, a maximum-likelihood approach will be employed using log-linear selectivity models (Normal location, Normal scale, Gamma, Lognormal, and Bi-normal) known as the SELECT method. Length data prior to calculation of length-based stock assessment indices will be corrected using this method.\n\nAdditionally, age bias resulting from gill net selectivity must be accounted for in the analysis. This can be done by applying the proportion of fish of each age within each length bin to the bias-corrected length data. To increase sample sizes of small (young) and large (old) Burbot, supplemental sampling using alternative gears such as towed bottom trawls, modified cod traps, and trammel nets will be conducted concurrently with FWIN. These gears have previously been used to sample Burbot populations.\n\nThe primary objective of this study is to continue monitoring the status and trends in relative abundance, mortality, size and age structure, condition growth, and recruitment of Lake Roosevelt's Burbot population using a representative sample collected using trammel nets and modified cod traps. The data obtained will help assess length and age bias in Burbot catch during FWIN surveys."
}{
  "objectives": " Objective 1: Evaluate the size selectivity of gill nets used in Lake Roosevelt Burbot stock assessment through FWIN data.\n\nThis objective covers the part of the problem statement that mentions the need to evaluate the size selectivity of gill net gear for accurate Burbot stock assessment using FWIN data. Keywords: gill net selectivity, FWIN, Lake Roosevelt Burbot, stock assessment.\n\nTo accomplish this, we will use a maximum-likelihood approach to estimate parameters of log-linear selectivity models (Normal location, Normal scale, Gamma, Lognormal, and Bi-normal), also known as the SELECT method (Share Each Lengths Catch Total). This analysis will help us determine the size selectivity of gill nets used in FWIN surveys.\n\nObjective 2: Conduct supplemental sampling using alternative gears to increase sample sizes of small and large Burbot in Lake Roosevelt.\n\nThis objective covers the part of the problem statement that suggests increasing sample sizes of small (young) and large (old) Burbot by conducting supplemental sampling with alternative gears, such as towed bottom trawls, modified cod traps, and trammel nets. Keywords: supplemental sampling, Burbot populations, alternative gears, Lake Roosevelt.\n\nThrough this objective, we aim to collect additional data on Burbot length and age structure using different fishing methods alongside FWIN, providing a more comprehensive representation of the population. This will allow for improved accuracy in stock assessment indices and better management of the Lake Roosevelt Burbot population."
}{
  "target": " Evaluating Burbot selectivity in FWIN data using various gears."
}{
  "constraints": " Based on the provided text, here are the constraints applicable to the method and where they are stated:\n\n1. The text states that \"There is a need to evaluate the size selectivity of the gill net gear.\" This constraint arises due to the potential impact of gill net size selectivity on burbot stock assessment results. The selectivity of gill nets can be estimated using indirect methods such as fishing multiple mesh gills with equal effort and comparing catch frequencies within each mesh size (as proposed in the text).\n2. The text also mentions the need to correct for age bias resulting from gill net selectivity. This can be done by applying the proportion of fish of each age within each length bin to the bias-corrected length data.\n3. To increase sample sizes of small and large burbot, supplemental sampling with alternative gears is proposed. These include towed bottom trawls, modified cod traps, and trammel nets. The text states that \"We will conduct supplemental sampling concurrent with FWIN using...\" to clarify this.\n\nThere are no specific code snippets provided in the text for evaluating size selectivity or correcting age bias. However, the proposed approach is to use maximum-likelihood methods (SELECT method) and length data correction prior to stock assessment index calculation. No code is given for these steps in the text."
}