{
  "keywords": " Sympatric, Resident trout, Anadromous steelhead, Abundance estimates, Life history types, Viable salmonid population metrics, Instream survival, Upper Yakima Basin."
,
  "abstract": " In the upper Yakima Basin, researchers aim to understand the relationship between resident (non-migratory) and anadromous (migratory) life history types of O. mykiss (rainbow trout), specifically focusing on how residents influence anadromous recovery. To achieve this, they use a protocol that collects data in various locations.\n\nThe method involves:\n1. Annual abundance estimates: Researchers capture juvenile fish using electrofishing and estimate the number of resident and migrant fish present.\n2. Tagging and sampling: Captured fish are tagged with Passive Integrated Transponder (PIT) tags, genetically sampled, and scaled for cohort analysis.\n3. Partitioning abundance: Researchers determine the proportion of juvenile migrants to separate resident and migrant abundance estimates.\n4. Identifying production areas: PIT tag detection histories help identify areas where anadromous juveniles are produced, enabling comparison of stream contributions.\n5. Collaborative data collection: The protocol collaborates with other projects (protocols 94 and 328) for comprehensive understanding.\n\nThe necessity of this method lies in addressing uncertainties about the interaction between resident and anadromous life history forms in the context of steelhead recovery. By generating data on population sizes, production areas, and interactions, researchers can improve their understanding of how residents impact anadromous populations. The assumptions made are minimal - focusing on equal instream survival prior to smolt stage for both forms, acknowledging that more research may be necessary for a complete understanding."
,
  "value": " Based on the provided text, the protocol described aims to improve our understanding of how resident O. mykiss (resident rainbow trout) influence the recovery of anadromous O. mykiss (anadromous steelhead) in the upper Yakima Basin. To determine viable salmonid population (VSP) metrics for both sympatric resident and anadromous O. mykiss life history types, several metrics can be considered:\n\n1. Abundance estimates: This can be calculated using mark-recapture electrofishing techniques for residents in tributary and main stem areas and by tracking the proportion of juvenile migrants detected in subsequent years for anadromous fish.\n2. Spatial distribution: Identifying areas that produce anadromous juveniles through PIT tag detection histories can help evaluate and compare relative production by streams.\n3. Genetic diversity: Genetically sampling captured fish is essential for inclusion in parentage analysis, which provides valuable information about the genetic makeup of both populations.\n4. Growth and survival rates: This can be assessed through scale samplings for cohort tracking/analysis to gain insights into how well each population is thriving.\n5. Smoltification rate: Understanding the timing and percentage of fish transitioning from resident to anadromous life stages is crucial for effective conservation efforts.\n\nInvesting money into this research is essential because it aims to fill critical knowledge gaps regarding the interplay between these sympatric life history forms, which has been documented as a primary uncertainty in steelhead recovery documents (Pearsons et al. 2007). By gaining a better understanding of how resident and anadromous O. mykiss populations interact, conservation efforts can be tailored to effectively support the recovery of both forms, ensuring the long-term health of this important fishery resource in the upper Yakima Basin."
,
  "problem_statement": " The problem the protocol is trying to solve is to improve our understanding of how resident O. mykiss in the upper Yakima Basin influence the recovery of the anadromous form by generating data on their interaction and abundance estimates for both life history types. Specifically, it outlines a strategy to identify areas that produce anadromous juveniles, evaluate relative production by stream, and generate annual abundance estimates using mark-recapture electrofishing techniques. The protocol also makes an assumption of similar instream survival prior to the smolt stage for both forms.\n\nAs for your request for VSP metrics, I'm assuming you mean vital statistics or population parameters such as abundance, growth rates, and mortality rates. Based on the information provided in the text, here are some potential VSP metrics for both sympatric resident and anadromous O. mykiss:\n\n1. Resident O. mykiss:\n   - Abundance estimates in tributary and main stem areas generated annually using mark-recapture electrofishing techniques\n   - Genetic sampling of rearing juvenile fish for inclusion in parentage analysis\n   - Cohort tracking/analysis using scale samples\n   - Proportion of juvenile migrants detected in subsequent years to partition abundance estimates into resident and anadromous forms\n2. Anadromous O. mykiss:\n   - Abundance estimates derived from proportion of juvenile migrants detected in subsequent years\n   - Genetic sampling of rearing juvenile fish for inclusion in parentage analysis\n   - Growth rates and mortality rates during different life stages (e.g., rearing, smoltification, migration, etc.) can be estimated based on scale samples and tag detection histories.\n\nHere's a pseudo-code example to illustrate the calculation of VSP metrics for resident O. mykiss:\n\n```python\n# Assume we have a list of electrofishing catch data for each year and location\nelectrofish_data = [{'year': 2021, 'location': 'tributary_A', 'resident_trout': 50, 'anadromous_steelhead': 10}, ...]\n\n# Calculate annual abundance estimates for resident O. mykiss using mark-recapture techniques\nresident_abundance = []\nfor data in electrofish_data:\n    resident_trout = data['resident_trout']\n    resident_catchability = 0.5 # assumed catchability rate\n    resident_estimate = (resident_trout / resident_catchability) * (len(electrofish_data) / len(electrofish_data[0]['location']) / 12) # annual abundance estimate\n    resident_abundance.append(resident_estimate)\n\n# Generate cohort analysis using scale samples and parentage analysis\ncohort_analysis = {}\nfor data in electrofish_data:\n    year = data['year']\n    location = data['location']\n    resident_trout = data['resident_trout']\n    anadromous_steelhead = data['anadromous_steelhead']\n    cohort_analysis[year] = {'resident_trout': resident_trout, 'anadromous_steelhead': anadromous_steelhead}\n\n# Perform growth rate and mortality rate analyses using tag detection histories and genetic data\ngrowth_rates, mortality_rates = analyze_growth_mortality(cohort_analysis)\n``` \n\nThis code snippet is just a starting point, and you may need to customize it further based on the specific requirements of your research project."
,
  "desired_outcomes": " The desired outcome of the protocol is to generate data that improves our understanding of how resident O. mykiss in the upper Yakima Basin influence the recovery of the anadromous form, specifically by determining the relative production and abundance estimates of sympatric resident and anadromous O. mykiss in pre-selected locations.\n\nTo achieve this outcome, metrics related to viable salmonid population (VSP) for both life history types are calculated based on the following methods:\n\n1. Abundance estimation: Annual abundance estimates of resident trout and juvenile anadromous steelhead are generated using mark-recapture electrofishing techniques in tributary and main stem areas.\n2. PIT tagging and genetic sampling: Juvenile fish captured under this protocol are PIT tagged, genetically sampled, and scale sampled for cohort tracking/analysis to identify the proportion of juvenile migrants in subsequent years.\n3. Partitioning abundance estimates: The proportion of juvenile migrants detected is used to partition abundance estimates into the abundance estimates for each form (resident or anadromous).\n4. Identification of production areas: PIT tag detection histories are used to identify areas that produce anadromous juveniles, allowing the relative production by stream to be evaluated and compared.\n5. Collaboration with other data collection activities: The protocol collaborates with data collection activities conducted by the Yakima Klickitat Fisheries Project (protocols 94 and 328) for additional data sources and analysis.\n\nThe assumptions made in this work include equal instream survival of both forms prior to the smolt stage for migrants.\n\nHere's a pseudo-code representation of the process:\n\n```python\nimport electrofishing, pit_tagging, genetic_sampling, cohort_analysis\n\ndef run_protocol(location):\n  resident_trout_abundance = electrofishing.annual_count(location)\n  steelhead_juvenile_abundance = electrofishing.annual_count(location, juvenile=True)\n  \n  pit_tagged_fish = pit_tagging.detect(location)\n  migrant_proportion = cohort_analysis.migrant_proportion(pit_tagged_fish)\n\n  resident_trout_abundance += migrant_proportion * steelhead_juvenile_abundance\n  anadromous_steelhead_abundance = steelhead_juvenile_abundance - migrant_proportion * resident_trout_abundance\n\n  production_areas = pit_tagging.identify_production_areas(location)\n\n  return {\n    'resident_trout_abundance': resident_trout_abundance,\n    'anadromous_steelhead_abundance': anadromous_steelhead_abundance,\n    'production_areas': production_areas\n  }\n```"
,
  "description": " In the given text, researchers are studying the life history diversity and population status of Oncorhynchus mykiss (rainbow trout) in the upper Yakima Basin, focusing on both resident and anadromous forms. To determine viable salmonid population (VSP) metrics for sympatric resident and anadromous O. mykiss, the following techniques are used:\n\n1. Abundance Estimates:\n   - Annually generate abundance estimates for both resident trout and juvenile anadromous steelhead using mark-recapture electrofishing methods in tributary and main stem areas.\n   - PIT tag detection histories help identify areas that produce anadromous juveniles, enabling the relative production by stream to be evaluated and compared.\n\n2. Genetic Sampling:\n   - Captured juvenile fish are genetically sampled for inclusion in parentage analysis to better understand the relationships between individuals.\n\n3. Cohort Tracking/Analysis:\n   - Fish scales are collected for cohort tracking and analysis to determine age structure within each population.\n\nAssumptions in this research include the assumption of instream survival of both forms being the same prior to the smolt stage for migrants. This allows for more accurate abundance estimates. It is important to note that there are minimal assumptions made regarding the uncertainties research, as the focus is on understanding the interplay between life history forms without making any assumptions.\n\nHere's a more detailed description of the text body focusing on VSP metrics:\n\nThe text outlines a protocol for studying the life history diversity and population status of O. mykiss in the upper Yakima Basin, where both resident trout and anadromous steelhead coexist. To determine viable salmonid population (VSP) metrics for these sympatric forms, researchers apply mark-recapture electrofishing techniques to generate annual abundance estimates for each life history type. This includes estimates for resident trout in tributary and main stem areas and juvenile anadromous steelhead.\n\nJuvenile fish captured under the protocol are PIT tagged for identification, genetically sampled for parentage analysis, and scale sampled for cohort tracking/analysis to better understand population structure and age composition. These data help researchers evaluate the interplay between life history forms and potentially influence recovery efforts for anadromous steelhead populations.\n\nFurthermore, PIT tag detection histories are used to identify areas that produce anadromous juveniles, enabling researchers to evaluate and compare relative production by stream. This collaboration with data collection activities conducted by the Yakima Klickitat Fisheries Project (protocols 94 and 328) supports a more comprehensive understanding of salmonid populations in the upper Yakima Basin.\n\nAssumptions made in this research include the assumption that instream survival of both forms is the same prior to the smolt stage for migrants, which allows for more accurate abundance estimates. However, it is important to note that minimal assumptions are made regarding uncertainties research, as the focus is on understanding the interplay between life history forms without making any preconceived assumptions.\n\nCode Snippet:\n\n```python\nimport numpy as np\nfrom scipy import stats\n\n# Simulating abundance data for resident trout and juvenile anadromous steelhead\nresident_trout = np.random.normal(100, 20, size=3)\nanadromous_steelhead = np.random.normal(50, 10, size=3)\n\n# Assuming equal instream survival prior to smolt stage for migrants\nsurvival_rate = 0.8\ninstream_survival_resident = stats.rollmean(resident_trout, window=2)\ninstream_survival_anadromous = np.empty_like(instream_survival_resident)\ninstream_survival_anadromous[:] = survival_rate * instream_survival_resident\n\n# Printing abundance estimates and instream survival for both forms\nprint(\"Abundance Estimates:\")\nprint(f\"Resident Trout: {resident_trout}\")\nprint(f\"Anadromous Steelhead: {anadromous_steelhead}\\n\")\nprint(\"Instream Survival Rates:\")\nprint(f\"Resident Trout: {instream_survival_resident}\")\nprint(f\"Anadromous Steelhead: {instream_survival_anadromous}\")\n```\n\nThis code snippet simulates abundance data for resident trout and juvenile anadromous steelhead and calculates their instream survival rates, assuming equal survival prior to smolt stage."
,
  "objectives": " Objective:\nTo determine viable salmonid population (VSP) metrics for sympatric resident and anadromous O. mykiss life history types in pre-selected locations.\n\nSummary of Solution Coverage:\n1. This objective covers the part of the problem statement that relates to understanding the population status and trend data of both resident and anadromous O. mykiss forms in specific locations within the upper Yakima Basin.\n2. Keywords: Viable salmonid population (VSP) metrics, sympatric, resident O. mykiss, anadromous O. mykiss, life history types, pre-selected locations.\n\nTo achieve this objective, we will conduct annual abundance estimates for both resident trout and juvenile anadromous steelhead using mark-recapture electrofishing techniques in the pre-selected locations. The data collected will be used to calculate VSP metrics such as abundance, growth rates, survival rates, and productivity for each life history type in those locations. We will also use PIT tag detection histories to identify areas that produce anadromous juveniles and evaluate and compare their relative production by stream. This information will provide valuable insights into the interactions between resident and anadromous O. mykiss populations and help inform management and recovery efforts in the upper Yakima Basin.\n\nHere's a sample code snippet to illustrate how we might calculate abundance estimates using mark-recapture data:\n\n```python\n# Input data\nmarked_fish = [(1, 5), (2, 3), (1, 7), (2, 4), (1, 6), (2, 2), (1, 8), (2, 1)] # List of captured fish with their tags and sizes\nunmarked_fish = [(3, 4), (3, 5), (3, 6), (3, 7), (3, 8)] # List of unmarked fish with their sizes\n\n# Calculate total number of fish in the population\ntotal_population = len(marked_fish + unmarked_fish)\n\n# Calculate number of marked fish in the population\nnumber_marked = len(marked_fish)\n\n# Calculate abundance estimate using the mark-recapture method\nabundance_estimate = (number_marked / total_population) * (1 / (1 - (1 - (number_marked / total_population)) ** (N_traps * annual_effort)))\n\n# Output results\nprint(\"Abundance estimate for resident and anadromous O. mykiss in pre-selected locations:\", abundance_estimate)\n``` \n\nNote: This is a simple example to illustrate the concept, actual population estimates would require more complex statistical models and larger datasets."
,
  "target": " Identify abundance metrics for resident and anadromous O. mykiss in the upper Yakima Basin.\n\nThe text focuses on generating data to improve our understanding of how resident O. mykiss in the upper Yakima Basin may influence recovery of the anadromous form. To determine viable salmonid population (VSP) metrics for sympatric resident and anadromous O. mykiss life history types in pre-selected locations, we suggest using the following metrics:\n\n1. Resident fish abundance in tributaries and main stem areas, estimated annually using mark-recapture electrofishing techniques.\n2. Juvenile migrant proportion detected in subsequent years to partition abundance estimates for each form.\n3. PIT tag detection histories to identify areas that produce anadromous juveniles and evaluate relative production by stream.\n\nAssumptions:\n1. Instream survival of both forms is the same prior to the smolt stage for the migrants.\n2. Minimal assumptions associated with this work in the context of uncertainties research, as it supplies data necessary to understand interplay between life history forms."
,
  "constraints": " Based on the provided text, there are some assumptions made in the population estimation of both resident trout and juvenile anadromous steelhead:\n\n1. Instream survival of both forms is the same prior to the smolt stage for the migrants.\n\nThis assumption simplifies the analysis by treating instream survival equally for both life history types before they become migratory fish. However, it's important to note that this might not be the case in reality as resident trout and anadromous steelhead may have different survival rates during their early life stages.\n\n2. The text mentions collaboration with data collection activities conducted by the Yakima Klickitat Fisheries Project (protocols 94 and 328), but it does not specify any constraints related to these collaborations that should be considered in determining VSP metrics for sympatric resident and anadromous O. mykiss life history types.\n\nAssuming there are no further constraints mentioned, the following population metrics can be used:\n\nFor resident O. mykiss:\n- Abundance estimates (number of individuals) in tributary and main stem areas based on mark-recapture electrofishing data.\n- Spatial distribution information to identify areas producing high numbers of residents for further analysis.\n\nFor juvenile anadromous steelhead:\n- Abundance estimates (number of individuals) using detection histories from PIT tags.\n- Information on the proportion of migrants detected in subsequent years to partition abundance estimates into resident and anadromous forms.\n- Rearing areas for anadromous juveniles to evaluate relative production by stream and compare among different locations.\n\nThese metrics should provide a comprehensive understanding of the sympatric population dynamics between resident and anadromous O. mykiss life history types in the pre-selected locations, while acknowledging the assumptions made regarding instream survival prior to smoltification."
}