{
  "keywords": " Colville Tribes, Okanogan River summer/fall Chinook, selective fishing techniques, hatchery-origin and natural-origin broodstock, Chief Joseph Hatchery, Upper Columbia region."
,
  "abstract": " The Colville Tribes are implementing a project to sustainably grow the population of Okanogan River summer/fall Chinook salmon. They use selective fishing techniques and gear, such as purse seine and tangle nets, to collect both natural-origin (NOR) and hatchery-origin (HOR) Chinook for breeding programs at the Chief Joseph Hatchery. This helps prevent a future endangered species listing of summer/fall Chinok by reducing the proportion of HOR fish reaching spawning areas in the Upper Columbia and Okanogan river basins. The high exploitation rate of these fish in Pacific Ocean and Columbia River fisheries, combined with annual fluctuations in returning numbers, makes this effort essential. By harvesting HOR Chinook for subsistence and ceremonial uses and releasing NOR fish at the point of capture, they can increase the availability of Chinook for terminal fisheries while maintaining a higher proportion of NOR escapement to natural spawning areas. Additionally, they sample harvested HOR Chinook for disease testing and instruct individual tribal fishermen on selective fishing techniques. The project also involves harvesting Okanagan Sockeye according to the yearly allocation level."
,
  "value": " Potential Values:\n1. Conservation of Endangered Species: By facilitating the development of a locally-adapted, self-sustaining summer/fall Chinook salmon population, we can prevent a future listing of this species under the Endangered Species Act (ESA). This is important for preserving biodiversity and maintaining ecological balance in the Okanogan River basin.\n2. Sustainable Fisheries: Implementing selective fisheries and hatchery supplementation increases fish availability for terminal fisheries while allowing a higher proportion of natural origin Chinook (NOR) to escape into natural spawning areas. This results in healthier fish populations and sustainable fishing practices.\n3. Cultural Preservation: Harvesting hatchery-origin summer/fall Chinook for subsistence and ceremonial uses supports the traditions of the Colville Tribes and preserves their cultural heritage.\n4. Economic Benefits: A healthy population of summer/fall Chinook salmon in the Okanogan River basin can generate significant economic benefits through recreational fishing, commercial fisheries, and tourism industries.\n5. Scientific Research: The collection and analysis of data from PIT tags and other marks and tags allows for valuable scientific research into the populations, behaviors, and migration patterns of salmonids in the area.\n6. Compliance with Regulations: Adhering to regulations set by fisheries management agencies ensures responsible fishing practices and maintains the sustainability of the fishery resources.\n\nBy investing money into this project, we can ensure the long-term health and sustainability of summer/fall Chinook salmon populations in the Okanogan River basin, support cultural traditions, generate economic benefits, and contribute to valuable scientific research. This investment will ultimately lead to a healthier ecosystem and a more sustainable fishery resource for future generations."
,
  "problem_statement": " The text body describes a project called \"Selective Gear Deployment (SGD) 2008-105-00\" in the Upper Columbia and Okanogan river regions aimed at facilitating the development of a self-sustaining, locally-adapted summer/fall Chinook salmon population. The primary objective is to prevent future listing of summer/fall Chinook under the Endangered Species Act (ESA) by reducing the proportion of hatchery-origin spawners in these rivers.\n\nTo accomplish this goal, the SGD project collects both natural-origin and hatchery-origin summer/fall Chinook broodstock using selective fishing techniques and gear such as purse seine, tangle nets, etc. The collected hatchery-origin fish are used for subsistence and ceremonial purposes, reducing the number of hatchery-origin spawners reaching natural spawning areas. The project also samples harvested hatchery-origin summer/fall Chinook for Columbia River White Sturgeon Tagging (CWTs) and identifies salmonids encountered during program activities using PIT tags and other marks and tags.\n\nThe SGD project also harvests Okanagan Sockeye up to the yearly allocation level and instructs individual tribal fishermen on techniques for selective fishing. The protocol is trying to solve the issue of high exploitation rates of Okanogan River summer/fall Chinook in Pacific Ocean and Columbia River fisheries by reducing the proportion of hatchery-origin spawners reaching natural spawning areas, ensuring a higher proportion of naturally originating fish escapes into these areas. This, in turn, will help prevent future listing of summer/fall Chinook under the ESA and support the development of a sustainable local population."
,
  "desired_outcomes": " The desired outcomes of the protocol are:\n\n1. Facilitate the development of a locally-adapted, self-sustaining Okanogan River summer/fall Chinook salmon population.\n2. Collect both natural-origin and hatchery-origin summer/fall Chinook broodstock for the integrated and segregated programs at the Chief Joseph Hatchery.\n3. Reduce the proportion of hatchery-origin spawners (pHOS) reaching spawning areas of the Okanogan River basin to prevent future listing of summer/fall Chinook under the Endangered Species Act (ESA).\n4. Increase fish availability for terminal fisheries while allowing a higher proportion of natural origin (NOR) Chinook escapement into natural spawning areas through hatchery supplementation and selective fisheries.\n5. Harvest HOR summer Chinook for subsistence and ceremonial uses, releasing NOR Chinook at the point of capture.\n6. Sample harvested HOR summer/fall Chinook for CWTs (Columbia River White Sturgeon Tissue Sampling Program).\n7. Interrogate salmonids encountered in program activities for PIT tags and other marks and tags.\n8. Harvest Okanagan Sockeye to the yearly allocation level.\n9. Instruct individual tribal fishermen on selective fishing techniques."
,
  "description": " The Colville Tribes are implementing a project aimed at cultivating a locally-adapted, self-sustaining population of summer/fall Chinook salmon in the Okanogan River. Known as the Selective Gear Deployment project (SGD), its primary objectives include collecting both natural-origin (NOR) and hatchery-origin (HOR) summer/fall Chinook broodstock for the integrated and segregated programs at the Chief Joseph Hatchery (CJH). Additionally, the SGD aims to decrease the proportion of HOR spawners in the Upper Columbia and Okanogan river basins.\n\nTo accomplish these goals, the Colville Tribes employ selective fishing techniques and harvest gear such as purse seines, tangle nets, and other equipment designed for targeted capture. The SGD builds upon the experiences gained during the implementation of the Evaluate Live Capture Gear project.\n\nOkanogan River summer/fall Chinook face high exploitation rates in both Pacific Ocean and Columbia River fisheries. Natural returns fluctuate annually due to variations in spawning conditions, hatchery production levels, survival rate at sea (SAR), ocean conditions, and river conditions. Hatchery supplementation and selective fisheries enhance fish availability for terminal fisheries while allowing a higher proportion of NOR Chinook to escape into natural spawning areas.\n\nThe SGD involves several key activities:\n1. Collecting NOR and HOR summer/fall Chinook broodstock using purse seines, tangle nets, and other selective fishing gears and techniques.\n2. Reducing the proportion of HOR spawners in the Upper Columbia and Okanogan river basins by harvesting HOR summer Chinook for subsistence and ceremonial uses, releasing NOR Chinook at point of capture.\n3. Sampling harvested HOR summer/fall Chinook for CWTs (Coho-Wild Chinook Tagging program).\n4. Interrogating salmonids encountered during program activities for PIT tags and other marks and tags.\n5. Harvesting Okanagan Sockeye according to the yearly allocation level.\n6. Instructing individual tribal fishermen on the techniques of selective fishing."
,
  "objectives": " Objective 1: Collecting Broodstock for the Chief Joseph Hatchery Program\n- Coverage: This objective covers the part of the problem statement where the Colville Tribes are facilitating the development of a locally-adapted, self-sustaining Okanogan River summer/fall Chinook population by collecting both natural-origin and hatchery-origin broodstock.\n- Keywords: Collecting, Broodstock, Natural-origin, Hatchery-origin, Chief Joseph Hatchery, Integrated and segregated programs\n\nObjective 2: Reducing the Proportion of pHOS in the Upper Columbia and Okanogan river basins\n- Coverage: This objective covers the part of the problem statement where the Selective Gear Deployment project aims to reduce the proportion of hatchery-origin spawners (pHOS) reaching spawning areas of the Okanogan River basin.\n- Keywords: Reduce pHOS, Hatchery-origin, Spawners, Upper Columbia and Okanogan river basins, Selective fishing techniques, Harvest gear\n\nObjective 3: Increasing Fish Availability for Terminal Fisheries\n- Coverage: This objective covers the part of the problem statement where hatchery supplementation and selective fisheries increase fish availability for terminal fisheries and allow a higher proportion of NOR escapement into natural spawning areas.\n- Keywords: Hatchery supplementation, Selective fisheries, Terminal fisheries, Increase fish availability, Natural-origin salmon (NOR), Escapement\n\nObjective 4: Harvesting and Sampling HOR Summer Chinook\n- Coverage: This objective covers the part of the problem statement where harvested HOR summer Chinook are sampled for CWTs.\n- Keywords: Harvest, HOR summer Chinook, Subsistence and ceremonial uses, Release NOR Chinook, Sampling, Chief Wanapum Technology (CWTs)\n\nObjective 5: Interrogating Salmonids Encountered in Program Activities\n- Coverage: This objective covers the part of the problem statement where salmonids encountered in program activities are interrogated for PIT tags and other marks and tags.\n- Keywords: Interrogate, Salmonids, PIT tags, Marks and tags\n\nObjective 6: Harvesting Okanagan Sockeye to the Yearly Allocation Level\n- Coverage: This objective covers the part of the problem statement where Okanagan Sockeye are harvested to the yearly allocation level.\n- Keywords: Harvest, Okanagan Sockeye, Yearly allocation level\n\nObjective 7: Instructing Individual Tribal Fishermen on Selective Fishing Techniques\n- Coverage: This objective covers the part of the problem statement where individual tribal fishermen are instructed on selective fishing techniques.\n- Keywords: Instruction, Individual tribal fishermen, Selective fishing techniques"
,
  "target": " Facilitating local Chinook salmon population development: Selective gear project.\n\nPrimary focus: Local Chinook salmon population development with selective fishing techniques."
,
  "constraints": " Based on the provided text, here are the constraints mentioned and where they are stated:\n\n1. Locally-adapted, self-sustaining Okanogan River summer/fall Chinook population (line 1)\n   - Constraint: Development of a local, sustainable population\n2. Selective fishing techniques and harvest gear for collecting broodstock and reducing pHOS (lines 5-7)\n   - Constraint: Use of selective fishing methods and gear\n3. Preventing future listing of summer/fall Chinook under the ESA (line 8)\n   - Constraint: Compliance with Endangered Species Act regulations\n4. Hatchery supplementation and selective fisheries increase fish availability for terminal fisheries (lines 12-13)\n   - Constraint: Balancing hatchery production and natural escapement\n5. Harvesting HOR summer Chinook for subsistence and ceremonial uses and releasing NOR Chinook at point of capture (lines 16-18)\n   - Constraint: Respecting tribal fishing rights and practices\n6. Sampling harvested HOR summer/fall Chinook for CWTs (line 20)\n   - Constraint: Scientific monitoring and data collection\n7. Harvesting Okanagan Sockeye to the yearly allocation level (line 23)\n   - Constraint: Adherence to fisheries management regulations\n8. Instructing individual tribal fishermen on selective fishing techniques (line 25)\n   - Constraint: Sharing knowledge and expertise.\n\nThere are no apparent code constraints stated in the text."
}