{
  "background": "This protocol was developed to document status (current conditions) and trend (changes over time) monitoring for juvenile spring Chinook and steelheadin the Entiat River subbasin under theIntegrated Status and Effectiveness Monitoring Program (ISEMP; BPA Project 2003-017). The work described in this protocol is guided by theUpper Columbia Monitoring Strategy (UCMS, Hillman 2006), which outlines a monitoring strategy specific to the Upper Columbia Basin that was based on monitoring approaches adopted by the Independent Scientific Advisory Board of the Northwest Planning council (ISAB), Action Agencies/NOAA Fisheries, and the Salmon Recovery Funding Board (SRFB).The sampling design for fish status and trend monitoring in the Entiat River subbasin is based on a Generalized Random-Tessellation Sampling design with an annual panel of up to 18sites structured to distribute sampling effort in space (Stevens and Olsen 2004). These sites are co-located with the habitat monitoring annual panel sites proposed under the Columbia Habitat Monitoring Program (CHaMP; BPA Project2011-006). All fish monitoring data will be subjected to standard QA/QC processes and uploaded to PTAGIS.This monitoring will result in the collection and analysis of systematic anadromous salmonidstatus and trends information that will be used to assess basin-wide population trends. When coupled with habitat data, this status and trends information will be used to evaluate habitat management strategies.This protocol describes techniques used to capture, handle and PIT tag fish and includes Electro Fishing, Snorkeling, Angling and Dip-net/Seining as the major capture methods. The use of Passive Integrated Transponder (PIT) tags to support status and trend and effectiveness monitoring for listed juvenilespring Chinook and steelhead in the Upper Columbia has increased significantly over the past 5 years as the technology associated with passive detection of tags in the tributary environment and the coverage afforded byinstreamPIT tag detection arrays has improved. Data from PIT-tagged juveniles can be used to monitor the response of fish to habitat restoration actions and the status and trend of populations through survival, growth and abundance. PIT tag data also allows us to characterize the movement patterns of tagged fish, supporting estimations of residency time, migration timing, and habitat use if the detection infrastructure is sufficient.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/2211",
  "title": "A Field Manual of Scientific Protocols for Monitoring the Status and Trend of Wild Salmonids in the Entiat River Subbasin",
  "id": 2211,
  "assumptions": "<p>1. The sampling frame is representative of the target populations of spring Chinook and steelhead in the Entiat River subbasin.</p>\r\n\r\n<p>2. That the frame is outside the scope of influence of any habitat or hatchery or harvest actions and therefore is representative of natural variability of the populations.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/1734",
    "http://www.monitoringresources.org/api/v1/methods/1736",
    "http://www.monitoringresources.org/api/v1/methods/4041",
    "http://www.monitoringresources.org/api/v1/methods/5356",
    "http://www.monitoringresources.org/api/v1/methods/5465"
  ],
  "objectives": [
    "Evaluate status and trends of juvenile spring Chinook and steelhead in the Entiat River subbasin in wadeable, perennial streams below natural impassible barriers within TRT population boundaries."
  ],
  "ownerName": "Sarah Walker",
  "ownerEmail": "sarahw@terraqua.biz",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/10"
}