{
  "background": "Artificial propagation of Chinook salmon (Oncorhynchus tshawytscha) has the potential to alter the abundance and distribution of males that precociously mature in freshwater and thereby influence ecological and genetic interactions in the natural environment (Pearsons et al. 2009). Annual surveys are conducted to monitor the relative abundance of precociously mature spring Chinook and, the proportion of hatchery and wild origin conspecifics, and their distribution both on and away from primary spawning areas. This is a particular concern for conservation hatcheries where the goal is to increase natural production while maintaining the characteristics of the natural population (Mobrand et al. 2005). Although most Chinook salmon are anadromous (Healey 1991), some salmon complete their entire life cycle in freshwater, even when they have access to the ocean. These salmon are generally small, male, precociously mature, short-lived and are referred to as residents, precocious males, or minija?cks (Gebhards 1960; Mullan et al. 1992; Zimmerman et al. 2003). Although the incidence of precocious male maturation in Chinook salmon has been recognized since at least 1897 (Rutter 1902), the importance and management of this life history has only recently become appreciated as population sizes are diminished and hatcheries are used for conservation. Resident life histories have been observed in both natural (Flain 1970; Gebhards 1960; Mullan et al. 1992) and hatchery produced fish (Robertson 1957; Mullan et al. 1992; Larsen et al. 2004a) and can occur as subyearling (Robertson 1957; Gebhards 1960; Mullan et al. 1992), yearling (Gebhards 1960; Mullan et al. 1992; Larsen et al. 2004a), and perhaps under favorable conditions even older ages (Mullan et al. 1992; Unwin et al. 1999). Estimates of precocious maturation have been reported between 0 and 93% (Gebhards 1960; Taylor 1989; Mullan et al. 1992; Foote et al. 1991; Shearer et al. 2006) although the high end of this range is from studies that have been performed in hatchery environments. It is less clear what the range of precocious maturation is in natural environments, but it is likely to be lower than the high ends of the range presented.We investigate the abundance and distribution of precociously mature, hatchery and natural origin male spring Chinook salmon during the spawning season (e.g., four to seven months after release from the hatchery). We count the number of precocious males on the spawning grounds while snorkeling during the peak of spawning and electro-fished to determine abundance and distribution of precocious males away from redds.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/1960",
  "title": "Abundance and distribution of hatchery and natural origin precociously mature spring Chinook salmon on and away from the spawning grounds",
  "id": 1960,
  "assumptions": "<p>Juvenile spring Chinook observed are precociously mature (Pearsons et al. 2009), and are predominantly found on active redds (Gebhards 1960; James et al. 1999).</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/120",
    "http://www.monitoringresources.org/api/v1/methods/121",
    "http://www.monitoringresources.org/api/v1/methods/131",
    "http://www.monitoringresources.org/api/v1/methods/136",
    "http://www.monitoringresources.org/api/v1/methods/4226",
    "http://www.monitoringresources.org/api/v1/methods/6706"
  ],
  "objectives": [
    "Monitor the relative abundance and distribution of precociously mature, hatchery and natural origin, spring Chinook salmon (minijacks) present on active redds",
    "Determine the period of peak spawning activity"
  ],
  "ownerName": "Christopher Johnson",
  "ownerEmail": "johnsclj@dfw.wa.gov"
}