{
  "background": "Freshwater Mussels occupy very stable habitats in river systems, and their life histories do not easily accommodaterelocation.In instances of in-channel restoration or construction work, de-watering, or other alterationsto a river or stream, mussels are not able to move from the impacted site, andmust becollected and relocated to asuitable, non-impacted areas to reduce direct mortality from the alteration.Relocation ortranslocation effortsof adult musselsare stressful events for the animalsand are often accompanied by high mortality rates.Juvenilelife stages below ~1cm aredifficult to collect by standard survey methods, and arefrequently overlooked ina collection effort. Translocation events should only occur when it is determined that the stressoftranslocationis less than the stressofleaving mussels in place duringchannelalterations.Steps should be taken to reduce stress tocollectedmussels during survey work, collection, transport,acclimation to newlocations, and reestablishmentinthe new location. Best Management Practices recently developed and publishedby the Xerces SocietyforInvertebrate Conservation aim to giverestoration practitioners and others tools to recognize and protect freshwater mussels duringstream alteration activities, reducingnegative impacts to mussel populations, and allowing better conservation ofexistingmussel populations.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/491",
  "title": "Apply and Evaluate Freshwater Mussel Best Management Practices (BMPs) in the Columbia River Basin",
  "id": 491,
  "assumptions": "<p>Translocation events will take place if mussels are in the immediate impact area of a ecologically justifyable and pre-planned&nbsp;stream alteration event.&nbsp; The preproject timeline and project&nbsp;coordination will be such that&nbsp;survey, salvage, translocation, and&nbsp;following up monitoring of mussel populations will be able to&nbsp;follow&nbsp;methods and procedures&nbsp;specificed in the &quot;Conserving the Gems of Our Waters&quot; document.&nbsp;&nbsp;</p>\r\n",
  "objectives": [
    "Apply and evaluate efficacy of Best Management Practices outlined in \"Conserving the Gems of Our Waters\" - freshwater mussel BMPs published by the Xerces Society by Blevins et al. 2017."
  ],
  "ownerName": "Alexa Maine",
  "ownerEmail": "alexamaine@ctuir.org"
}