{
  "background": "The goal of this project (2002-053-00) is to determine the abundance and current productivity of the Asotin Creek steelhead population and to estimate life stage survival rates in the mainstem Asotin Creek. Under the ESA, the TRT, the Snake River Salmon Recovery Plan (SRSRB 2007) and NOAA Fisheries included George Creek and several other small adjacent Snake River tributaries (Tenmile Creek, Couse Creek, Almota and Alpowa Creek) as part of the Asotin Creek Steelhead population. As such, a full understanding of the abundance and productivity of steelhead in those tributaries is necessary to adequately understand the status of the Asotin Creek steelhead population. This project also implements the research, monitoring and evaluation (RM&E) criteria specified in the Asotin Subbasin Plan (ASP 2004), the MERR, and the Anadromous Salmonid Monitoring Strategy (ASMS 2010), by establishing a baseline of the salmonid population in Asotin Creek, upstream of the confluence with George Creek. The project provides estimates of abundance, productivity, survival rates, and additional information on temporal and spatial distribution of ESA-listed species, primarily for summer steelhead, and secondarily on spring Chinook salmon. In addition, this project will document the abundance of bull trout captured at the trapping locations. Future estimates of smolt-to-adult and adult-to-adult survival for the wild steelhead population in Asotin Creek will provide the data necessary to help determine if salmonid production in the subbasin is being limited by within- or out-of-basin factors. This protocol focuses on the adult monitoring and analysis components of the project. However, due to the inter-related metrics being calculated, overlap between analysis occurs within the metrics and methods mapping. Please refer to the Asotin Juvenile protocol for further information regarding those methods.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/295",
  "title": "Asotin Adult Sampling and Analysis(2002-053-00)",
  "id": 295,
  "assumptions": "<p>We assume that our weirs are functioning properly, and we are sampling a representative portion of the population, and the remainder of the basic mark-recapture assumptions.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/131",
    "http://www.monitoringresources.org/api/v1/methods/135",
    "http://www.monitoringresources.org/api/v1/methods/145",
    "http://www.monitoringresources.org/api/v1/methods/195",
    "http://www.monitoringresources.org/api/v1/methods/378",
    "http://www.monitoringresources.org/api/v1/methods/380",
    "http://www.monitoringresources.org/api/v1/methods/384",
    "http://www.monitoringresources.org/api/v1/methods/402",
    "http://www.monitoringresources.org/api/v1/methods/931",
    "http://www.monitoringresources.org/api/v1/methods/1366",
    "http://www.monitoringresources.org/api/v1/methods/1736",
    "http://www.monitoringresources.org/api/v1/methods/4220"
  ],
  "objectives": [
    "Estimate spawner abundance and escapement of wild and hatchery steelhead in the Asotin Creek salmon population.",
    "Estimate adults per redd in the Asotin Creek mainstem.",
    "Collect DNA samples future characterization the genetic structure of Asotin Creek focal species."
  ],
  "ownerName": "Ethan Crawford",
  "ownerEmail": "ethan.crawford@dfw.wa.gov"
}