{
  "background": "Collection of juvenile outmigrant summer Chinook (Oncorhynchus tschawytscha) by use of a rotary screw trap (RST) allows for the estimation of abundance, migration timing, size scoping at the trap location, and provides data that can be used to calculate freshwater production and monitor status and trends of a fishery at that specific life stage. It also allows for PIT tagging of captured individuals which are of taggable size ( 65 mm). Rotary screw trapping has occurred in the mainstem of the Okanogan River since 2006, producing a large amount of data useful for monitoring and evaluation. Since 2011, the Chief Joseph Hatchery Science Program (CJHP) has overseen operations as part of its monitoring and evaluation responsibilities towards summer/fall Chinook in the Okanogan River Basin.This protocol is adapted from the general screw trapping principles outlined in Volkhardtet al.(2007) and the modifications implemented by Rayton (2006) to account for the conditions of the Okanogan River. It has been further refined to specifically target summer/fall Chinook outmigrants.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/2127",
  "title": "Assessing Summer/Fall Chinook Outmigrants with a Rotary Screw Trap on the Okanogan River",
  "id": 2127,
  "assumptions": "<p>Regarding efficiency trials, our assumptions are as follows:</p>\r\n\r\n<ol>\r\n\t<li>Mortality between marked and unmarked individuals is equal.</li>\r\n\t<li>Marked individuals retain their marks and all marks are recognized.</li>\r\n\t<li>Marked individuals are captured at the same rate as unmarked (no trap avoidance or trap happiness).</li>\r\n\t<li>Marked individuals mix randomly with unmarked.</li>\r\n\t<li>Marked individuals are representative in size, life-stage, age, etc. of the study population.</li>\r\n\t<li>Trap efficiency is consistent.</li>\r\n</ol>\r\n\r\n<p>Regarding hourly trapping estimates, our assumptions are as follows:</p>\r\n\r\n<ol>\r\n\t<li>The daily&nbsp;proportion of fish captured in&nbsp;the trap during hours the trap was inoperable is equal to the average daily&nbsp;proportion of fish that enter the trap during that hour for all days the trap was operable.</li>\r\n\t<li>Fish entry into the trap occurs constantly and uniformly between trap checks (e.g. If a trap check is conducted after two hours of unchecked trapping, and it reveals 20 fish, it is assumed 10 fish entered the trap during each hour).</li>\r\n</ol>\r\n",
  "objectives": [
    "To estimate natural summer/fall Chinook production in the Okanogan River Basin",
    "To monitor presence/absence of other fish species in the Okanogan River Basin",
    "To deploy PIT tags in Chinook longer than 65 mm.",
    "To monitor fish size at the trap location",
    "To monitor migration timing as juvenile Chinook leave the Okanogan River Basin"
  ],
  "ownerName": "John Rohrback",
  "ownerEmail": "john.rohrback@colvilletribes.com"
}