{
  "background": "TheCWT (Coded Wire Tag) program was introduced during the 1960's as a way to alleviate external marking of anadromous salmonids along the North American West Coast. Agencies in Alaska, Canada, Washington, Idaho, Oregon, and California adopted this program and as of 2009, tagged over 50 million predominantly hatchery salmonids yearly (Nandor. et. al.). Chinook salmon (O.tshawytscha) are tagged in their snout, using various equipment such as Auto tagging trailers or other hand held devices. Multiple fish will receive the same tag number. This specific code provides useful information to fishery managers about the origin, brood year, average weight as well as many other unique fields pertaining to that batch of fish (all fields can be found at http://www.rmis.org/rmis_login.php?action=Login&system=cwt).Whencwtfish are recovered, their snouts are removed posterior to the eye.Detectionscan be made using a T-Wand or a V-reader. It is importantto include the eyes as manycwtrecoveries are found within this tissue. When a tag is recovered it can be viewed under a microscope orMagniViewer. Information collected fromcwt'scan assist agencies toevaluate hatchery contributions to catch,smoltto adult survival rates, spawner abundance on spawning grounds, differential in-hatchery treatments, and other related studies that may be important for fisheries management and research (Nandor. et. al.).",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3298",
  "title": "Assessing Coded Wire Tags in Hatchery Origin Salmon Carcasses",
  "id": 3298,
  "assumptions": "<p>The methods selected are standard practices for CWT recovery, extraction and reading used by other Columbia River basin labs (i.e. WDFW, CRITFC).</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/395",
    "http://www.monitoringresources.org/api/v1/methods/5413",
    "http://www.monitoringresources.org/api/v1/methods/5540",
    "http://www.monitoringresources.org/api/v1/methods/6588"
  ],
  "metrics": [
    {
      "id": 48,
      "title": "Age Structure",
      "category": "Fish",
      "subcategory": "Age:  Fish",
      "isIndicator": true
    },
    {
      "id": 96,
      "title": "Stray Rate",
      "category": "Fish",
      "subcategory": "Stray Rate",
      "isIndicator": true
    },
    {
      "id": 99,
      "title": "Smolt to Adult Return",
      "category": "Fish",
      "subcategory": "Survival Rate: Fish",
      "isIndicator": true
    },
    {
      "id": 381,
      "title": "Determine Coded Wire Tag Number",
      "category": "Fish",
      "subcategory": "Mark/Tag Recovery or Detection",
      "isIndicator": false
    }
  ],
  "objectives": [
    "Extract and recover coded wire tag from Colville Tribes hatchery ladder, weir, purse seine, spawning ground and creel survey's to monitor the stray rate of hatchery origin fish into the Okanogan Basin",
    "Estimate Smolt-to-Adult Rate (SARs)\r\nAge Structure of Adult Returns\r\nIn-To-Basin Stray Rate\r\n"
  ],
  "ownerName": "Brian Dietz",
  "ownerEmail": "brian.dietz.fnw@colvilletribes.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/61"
}