{
  "background": "As part of the Columbia Basin Fish and Wildlife Program and NOAA Biological Opinion on Operation of the Federal Columbia River Power System, federal agencies have been charged with monitoring and assessing bird predation on juvenile salmonids in the Columbia River estuary and identifying techniques for the control of piscivorous waterbird populations that are shown to have a significant impact on survival of salmonids and other fish of conservation concern. Bird Research Northwest (BRNW) was initiated to assess avian predation on juvenile salmonids in the Columbia River basin. BRNW provides technical assistance to resource managers in the development and implementation of management initiatives to reduce avian predation on juvenile salmonids, monitor the effects of these management initiatives on both bird and fish populations, and monitor unmanaged bird populations that may pose a risk to the survival of juvenile salmonids in the future. Presented here is the research, monitoring, and evaluation (RM&E) protocol for avian predation studies conducted by BRNW in the Columbia River estuary, as funded by the Bonneville Power Administration and the U.S. Army Corps of Engineers. As part of a cost-sharing agreement, BPA primarily funds RM&E work associated with the Caspian tern colony on East Sand Island in the estuary, while the Corps Portland District primarily funds RM&E work associated with the double-crested cormorant colony on East Sand Island. Additional avian predation RM&E studies are being conducted at inland or interior (upstream of Bonneville Dam) bird colonies via funding from the Corps Walla Walla District or at sites outside of the Columbia River basin via funding from the Corps Portland District. More details regarding project history and background can be found at www.birdresearchnw.org",
  "url": "http://www.monitoringresources.org/api/v1/protocols/41",
  "title": "Avian Predation on Juvenile Salmonids in the Columbia River Estuary",
  "id": 41,
  "assumptions": "<p>Methods and techniques to determine piscivorous colonial waterbird impacts to juvenile salmonids rely on field observations of birds and fish. The abundance (number), nesting chronology, productivity and diet of birds can vary greatly both within and between nesting seasons. As such, adaptable methods (ability to rapidly change the location or timing of sampling) are the most likely to succeed. Field observations also rely on the accuracy of sampling equipment and the experience of field staff to carry out research objectives.</p>\r\n",
  "objectives": [
    "Determine the diet (prey types, consumption and predation rates) of Caspian terns and double-crested cormorants nesting on East Sand Island to evaluate the efficacy of management actions",
    "Determine the abundance, nesting success, and habitat use of Caspian terns and double-crested cormorants nesting on East Sand Island to evaluate the efficacy of management actions",
    "Determine disperisal patterns, inter-colony movements, and survival of Caspian terns and double-crested cormorants nesting on East Sand to evaluate the efficacy of management actions",
    "Determine the abundance, diet, and habitat use of other, non-managed piscivorous waterbirds (e.g., Brandt's cormorants) in the Columbia River estuary"
  ],
  "ownerName": "Allen Evans",
  "ownerEmail": "allen@realtimeresearch.com"
}