{
  "background": "The Bureau of Land Management (BLM) developed the National Aquatic Monitoring Framework (NAMF) (Miller et al. 2015) to monitor the condition and trend of aquatic systems as part of the Assessment, Inventory, and Monitoring (AIM) Strategy (Toevs et al. 2011). Following the AIM principles, the NAMF standardized aquatic core indicators, field sampling methodologies, electronic data capture, and the use of statistically valid sample designs for wadeable streams and rivers (i.e., lotic systems). Thisprotocoloutlines the field methodologies for the collection of the core and contingent indicators for lotic systems, as well as suggested covariates.The BLM AIM Aquatic Core Indicator Work Group (ACIWG), with guidance from an external science advisory team, identified 11 core indicators, 7 contingent indicators, and several covariates applicable to lotic systems (see attached Table 1). The 11 core indicators represent a consistent, quantitative approach for determining the attainment of BLM land health standards for perennial wadeable streams and rivers, among other applications (Miller et al. 2015). AIM aquatic core indicators are applicable across many different ecosystems, management objectives, and agencies and are recommended for application wherever the BLM implements monitoring and assessment of lotic systems. To help determine the potential of a stream reach to support a given condition or to assist in interpreting monitoring data, the ACIWG also identified six aquatic covariatesslope, bankfull width, wetted width, human influence, photos, and flood-prone width (Table 1).The ACIWG also identified seven aquatic contingent indicators (Table 1) that have the same cross-program utility and definition as core indicators, but they are measured only where applicable. The use of contingent indicators should be considered during the design phase of monitoring project development and be selected to address specific management and monitoring objectives.The aquatic core and contingent indicators and covariates are not expected to be inclusive of all BLM lotic data needs, as additional indicators may be required (i.e., supplemental indicators).The methods attached to this protocol reflectthose from the Lotic Field Protocol for Wadeable Systems 2017 Field Season (PDF attached as Supplemental Information) and the Lotic Field Protocol for Wadeable Systems 2021 Field Season (PDF attached as a Form below). Protocols for other previous field seasonsare made availableattached as Forms.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3339",
  "title": "BLM Assessment, Inventory, and Monitoring (AIM) of Wadeable Lotic Systems",
  "id": 3339,
  "assumptions": null,
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/68",
    "http://www.monitoringresources.org/api/v1/methods/868",
    "http://www.monitoringresources.org/api/v1/methods/4103",
    "http://www.monitoringresources.org/api/v1/methods/4115",
    "http://www.monitoringresources.org/api/v1/methods/4245",
    "http://www.monitoringresources.org/api/v1/methods/6673",
    "http://www.monitoringresources.org/api/v1/methods/6801",
    "http://www.monitoringresources.org/api/v1/methods/6847",
    "http://www.monitoringresources.org/api/v1/methods/6852",
    "http://www.monitoringresources.org/api/v1/methods/6859",
    "http://www.monitoringresources.org/api/v1/methods/6861",
    "http://www.monitoringresources.org/api/v1/methods/6862",
    "http://www.monitoringresources.org/api/v1/methods/6864",
    "http://www.monitoringresources.org/api/v1/methods/6976",
    "http://www.monitoringresources.org/api/v1/methods/7002",
    "http://www.monitoringresources.org/api/v1/methods/7004",
    "http://www.monitoringresources.org/api/v1/methods/7007",
    "http://www.monitoringresources.org/api/v1/methods/7010",
    "http://www.monitoringresources.org/api/v1/methods/7012",
    "http://www.monitoringresources.org/api/v1/methods/7013",
    "http://www.monitoringresources.org/api/v1/methods/7017",
    "http://www.monitoringresources.org/api/v1/methods/7019",
    "http://www.monitoringresources.org/api/v1/methods/7023",
    "http://www.monitoringresources.org/api/v1/methods/7024",
    "http://www.monitoringresources.org/api/v1/methods/7025",
    "http://www.monitoringresources.org/api/v1/methods/7031",
    "http://www.monitoringresources.org/api/v1/methods/7032",
    "http://www.monitoringresources.org/api/v1/methods/7033",
    "http://www.monitoringresources.org/api/v1/methods/7034",
    "http://www.monitoringresources.org/api/v1/methods/7035",
    "http://www.monitoringresources.org/api/v1/methods/7036",
    "http://www.monitoringresources.org/api/v1/methods/7041",
    "http://www.monitoringresources.org/api/v1/methods/7084",
    "http://www.monitoringresources.org/api/v1/methods/7085"
  ],
  "objectives": [
    "Determine the attainment of BLM land health standards for perennial wadeable streams and rivers using a quantitative approach of eleven core indicators.",
    "Determine the potential of a stream reach to assist in interpreting monitoring data.",
    "Maximize compatibility with existing monitoring programs, accurately and precisely estimating condition and trend, and meeting BLM lotic data needs and state and federal regulations."
  ],
  "ownerName": "PNAMP Support",
  "ownerEmail": "pnamp.mm@gmail.com"
}