{
  "background": "This document details the monitoring design, procedures, and quality assurance steps necessary to document and report the effectiveness of Partial BarrierProjects at the project site scale. This supports the Bonneville Power Administrations (BPA) programmatic approach to project level Action Effectiveness Monitoring (AEM), as documented in Action Effectiveness Monitoring of Tributary Habitat Improvement: A programmatic approach for the BPA Fish and Wildlife Program. This is based on the Washington Salmon Recovery Funding Board (SRFB) protocol,Monitoring Effectiveness of Fish Passage Projects (ID: 34) (https://www.monitoringmethods.org/Protocol/DownloadDescription/34), and the Columbia Habitat Monitoring Program (CHaMP) (ID: 18) (https://www.monitoringresources.org/ Resources/Program/Detail/18); however, variations in the monitoring design and metrics collected required modification of the protocol.Fish passage barriers, such as culverts and dams, can restrict movement of adult and juvenile fish, as well as degrade fish habitat by affecting transport of sediment, wood and other organic materials, and can restrict nutrient transport from returning spawning fish (Roni et al. 2002). It has been shown that if suitable habitat is present upstream of the barrier and/or fish have historically used upstream habitat, the likelihood of fish moving upstream and utilizing that habitat after successful barrier removal is high (SRFB 2009). Because of this, when implemented properly, fish passage improvements are a very popular kind of habitat restoration project and have great potential to create dramatic improvements in fish production in a very short time (1-5 years) (SRFB 2009). However, detecting statistically significant increases in fish density may be difficult unless fish numbers downstream of the barrier before restoration work are sufficient for statistical tests (SRFB 2009).This protocol details the monitoring procedures and methods necessary to document and report the reach-scale effectiveness of these projects. Projects designed to restore fish passage that can be monitored using this protocol include actions such as bridge projects, culvert improvements, dam removals, debris removals, diversion dam passage, fishway construction, and weirs.Questions to be answered:Does the project reflect the design and requirements in the permit and/or funding application?Has the engineered fish passage project continued to meet fish passage and design criteria post-project for at least five years?Has the fish passage project demonstrated upstream presence of target species (by life stage) post-project within five years?",
  "url": "http://www.monitoringresources.org/api/v1/protocols/1870",
  "title": "BPA – MBACI Protocol for Monitoring the Effectiveness of Partial Barrier Projects",
  "id": 1870,
  "assumptions": "<p>&nbsp;</p>\r\n\r\n<p>Access to impact and suitable control reaches will be provided prior to project implementation and for a period of five years following project completion.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/197",
    "http://www.monitoringresources.org/api/v1/methods/4070",
    "http://www.monitoringresources.org/api/v1/methods/4073",
    "http://www.monitoringresources.org/api/v1/methods/4075",
    "http://www.monitoringresources.org/api/v1/methods/4105",
    "http://www.monitoringresources.org/api/v1/methods/4131",
    "http://www.monitoringresources.org/api/v1/methods/4179",
    "http://www.monitoringresources.org/api/v1/methods/5337",
    "http://www.monitoringresources.org/api/v1/methods/5338",
    "http://www.monitoringresources.org/api/v1/methods/5339",
    "http://www.monitoringresources.org/api/v1/methods/5340"
  ],
  "objectives": [
    "Determine whether the design and information in the permit and/or funding application for fish passage are being met post-implementation (Years 1, 2, and 5)",
    "Determine whether adult and juvenile salmonid density both in aimpact reach upstream of the fish barrier is increasing relative to the desenties in the downstream control reach.  year -1 to 2 and 5",
    "Determine whether fish passage design criteria are being met at each project monitored (Years 1, 2, and 5)"
  ],
  "ownerName": "Jennifer O'Neal",
  "ownerEmail": "jen@naturaldes.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/58"
}