{
  "background": "This document details the monitoring design, procedures, and quality assurance steps necessary to document and report the effectiveness of Partial BarrierProjects at the project site scale. This supports the Bonneville Power Administrations (BPA) programmatic approach to project level Action Effectiveness Monitoring (AEM), as documented in Action Effectiveness Monitoring of Tributary Habitat Improvement: A programmatic approach for the BPA Fish and Wildlife Program. This is based on the Washington Salmon Recovery Funding Board (SRFB) protocol,Monitoring Effectiveness of Fish Passage Projects (ID: 34) (https://www.monitoringmethods.org/Protocol/DownloadDescription/34), and the Columbia Habitat Monitoring Program (CHaMP) (ID: 18) (https://www.monitoringresources.org/ Resources/Program/Detail/18); however, variations in the monitoring design and metrics collected required modification of the protocol.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/2038",
  "title": "BPA – MBACI Protocol for Estimating Instream Juvenile Salmonid Abundance",
  "id": 2038,
  "assumptions": "<p>&nbsp;</p>\r\n\r\n<p>Access to impact and suitable control reaches will be provided prior to project implementation and for a period of five years following project completion.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/89",
    "http://www.monitoringresources.org/api/v1/methods/196",
    "http://www.monitoringresources.org/api/v1/methods/197",
    "http://www.monitoringresources.org/api/v1/methods/1581",
    "http://www.monitoringresources.org/api/v1/methods/4076",
    "http://www.monitoringresources.org/api/v1/methods/4131",
    "http://www.monitoringresources.org/api/v1/methods/5396"
  ],
  "objectives": [
    "Determine whether adult and juvenile salmonid density both in aimpact reach upstream of the fish barrier is increasing relative to the desenties in the downstream control reach.  year -1 to 2 and 5"
  ],
  "ownerName": "Jennifer O'Neal",
  "ownerEmail": "jen@naturaldes.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/40"
}