{
  "background": "Many streams in the Pacific Northwest have depleted wood volume due to past human activities such as logging in riparian areas, salvage logging of wood in streams, splash-dams, and misguided attempts to remove perceived obstructions to salmon migration. In addition, streams have been modified and simplified due to agriculture and urban development. This process has reduced channel complexity, isolated main stem habitats from side-channels and floodplains, reduced cover for aquatic species, and altered channel morphology. Instream structures can be used to create pools, increase habitat complexity, reduce sediment transport, trap gravel needed for spawning, stabilize stream channels, provide food for aquatic invertebrates, and provide stream nutrients, increasing overall stream productivity (Roni and Quinn 2001). As a result, installation of instream structures, particularly placement of large woody debris (LWD), has become one of the longest used and most common techniques for improving fish habitat and mitigating human-caused degradation (Roni and Quinn 2001; Roni et. al. 2005). Use of instream structures began as early as the 1930s in the Midwest and has been adapted to the higher gradient systems in the Pacific Northwest (Roni et al. 2005).The effectiveness of instream structures in enhancing habitat has been debated due to the lack of evaluation, as well as confounding results due to improper structure placement and lack of documentation of effects on factors directly limiting habitat quality (Roni et al. 2005). Calls to better evaluate habitat improvement projects began in the early 1980s (Reeves and Roelofs 1982), and continued throughout the 1990s (Reeves et al. 1991; Chapman 1996; Kauffman et al. 1997). Others have suggested the approach to restoration should shift to protecting high-quality habitats and restoring connectivity and watershed processes before implementing instream habitat improvement projects (Roni et al. 2008; Frissell and Nawa 1992), or focusing on restoring riparian forests with trees large enough to replenish LWD naturally in the system over time (Collins and Montgomery 2002). The need for additional effectiveness monitoring and evaluation is widely apparent in the Pacific Northwest.This document details the monitoring design, procedures and quality assurance steps necessary to document and report the effectiveness of Instream Habitat Projects at the Project site scale. This supports the Bonneville Power Administrations Programmatic approach to project level Action Effectiveness Monitoring (AEM), as documented in Action Effectiveness Monitoring of Tributary Habitat Improvement: a programmatic approach for the BPA Fish and Wildlife Program. This protocol is based on the Washington Salmon Recovery Funding Board (SRFB) protocol, SRFB - Monitoring Effectiveness of Instream Habitat Projects (ID: 35)(https://www.monitoringmethods.org/Protocol/Details/35); however, variations in the design and metrics collected required modification of the protocol. This approach also draws heavily from the Scientific Protocol for Habitat Surveys within the Columbia Habitat Monitoring Program (CHaMP) (ID:806). This document details the monitoring design and procedures necessary to document and report reach scale effectiveness of projects treating: Channel Reconfiguration Installed Deflectors Log and Rock Control weirs Roughened Channels Woody Debris",
  "url": "http://www.monitoringresources.org/api/v1/protocols/2232",
  "title": "BPA MBACI Monitoring Effectiveness of Instream Habitat Projects (Bank Stabilization)",
  "id": 2232,
  "assumptions": "<p>&nbsp;</p>\r\n\r\n<p>Access to impact and suitable control sites is provided</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "objectives": [
    "Bank Stability (a) -Determine if bank stability changed (amount and rate) as a result of the project (Years -2, -1, 1, 3, 5, and 10)",
    "Bank Stability (b) -Determine how bank erosion rate changed as a result of bank stabilization project (Years -2, -1, 1, 3, 5, and 10)",
    "Bank Stability (c) -Determine if percent pool tail fines changed as a result of the project (Only if change in fines is a goal) (Years -2, -1, 1, 3, 5, and 10)",
    "Vegetation Enhancement – see Riparian Planting protocol for evaluation procedures",
    "Determine if local juvenile fish density increased as a result of the project (Years -2, -1, 1, 3, 5, and 10) (seasonal focus for specific project habitat outcome)",
    "Determine if fish use differs by structure type (e.g. wood revetment, rock revetment, vegetated revetment), life stage, or species composition (Years -2, -1, 1, 3, 5, and 10)",
    "Determine the distribution of habitat types within the reach (Years -2, -1, 1, 3, 5, and 10)",
    "LWD and ELJ - Determine if pool frequency, area and depth and pool/riffle ratio changed due to the project  ",
    "LWD and ELJ - Determine if the volume of functional wood increased by Year 10 (Years -2 -1, 1, 3, 5, and 10)",
    "LWD and ELJ - Determine if the amount of instream cover increased as a result of the project by Year 10 (Years -2, -1, 1, 3, 5, and 10)",
    "LWD and ELJ - Determine if the complexity of the channel increased as a result of the project (only if increasing complexity is a stated goal of the project)(Years -2, -1, 1, 3, 5, and 10)",
    "Increase Spawning Habitat - Determine if spawning habitat been enhanced. (Only if enhancing spawning habitat is a goal) (Years -2, -1, 1, 3, 5, and 10)"
  ],
  "ownerName": "Colin Riordan",
  "ownerEmail": "colin@naturaldes.com"
}