{
  "background": "This Flow Restoration Accounting Framework emerges from an evolving foundation of reporting mechanisms developed since the inception of the Columbia Basin Water Transaction Program in 2002 to demonstrate project compliance and effectiveness of water transactions. With a focus specifically on water transactions, the Flow Restoration Accounting Framework is designed around a discrete logic path that tracks the four sequential components of a flow transaction. These steps comprise the four nested tiers of monitoring investments: Project Compliance: Ensure compliance with the terms of the transaction. Flow Accounting: Account for the flow added to the protected stream reach at the point of diversion (POD) before, during, and after the time period of the water transaction. Aquatic Habitat Response: Account for changes in flow-related aquatic habitat metrics along a specified section of the protected reach during the time period of the water transaction. Ecological Function: Evaluate changes in flow-related habitat characteristics that may track with changes broader-scale biological conditions and fish population dynamics. This document has an adaptive management component and will be re-visited on a regular basis as the CBWTPMonitoring effortdevelops.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/437",
  "title": "CBWTP - Flow Restoration Accounting Framework",
  "id": 437,
  "assumptions": "<p>The Flow Restoration Accounting Framework is premised upon two key ecological assumptions that strengthen the development of water transactions as a tool for aquatic habitat restoration. i. Transacted water can be accounted for within a protected stream reach. ii. Flow is a limiting factor to ESA-listed Evolutionarily Significant Units (ESUs) and other at-risk species of concern.</p>\r\n\r\n<p>Additionally, this programmatic monitoring protocol, integrates existing USGS&nbsp;stream-discharge monitoring methods and protocol, as well as establishing stage-discharge relationships for continuous flow monitoring, so assumes monitoring staff have some familiarity with these techniques and methods.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/169",
    "http://www.monitoringresources.org/api/v1/methods/174",
    "http://www.monitoringresources.org/api/v1/methods/847",
    "http://www.monitoringresources.org/api/v1/methods/853",
    "http://www.monitoringresources.org/api/v1/methods/1451"
  ],
  "metrics": [
    {
      "id": 104,
      "title": "Instream Flow",
      "category": "Hydrology/Water Quantity",
      "subcategory": "Flow",
      "isIndicator": true
    },
    {
      "id": 104,
      "title": "Instream Flow  - Velocity",
      "category": "Hydrology/Water Quantity",
      "subcategory": "Flow",
      "isIndicator": false
    },
    {
      "id": 104,
      "title": "Instream Flow - AF",
      "category": "Hydrology/Water Quantity",
      "subcategory": "Flow",
      "isIndicator": false
    },
    {
      "id": 104,
      "title": "Instream Flow - CFS",
      "category": "Hydrology/Water Quantity",
      "subcategory": "Flow",
      "isIndicator": false
    },
    {
      "id": 104,
      "title": "Wetted Width and Depth",
      "category": "Hydrology/Water Quantity",
      "subcategory": "Flow",
      "isIndicator": false
    },
    {
      "id": 162,
      "title": "Instream Flow - Temperature",
      "category": "Water Quality",
      "subcategory": "Water Temperature",
      "isIndicator": false
    }
  ],
  "objectives": [
    "This programmatic monitoring protocol is designed to guide the CBWTP and our partners to validate, track and verify project compliance and effectiveness of our flow restoration program."
  ],
  "ownerName": "rankin holmes",
  "ownerEmail": "rankin.holmes@nfwf.org",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/22"
}