{
  "background": "Anadromous salmonids emigrating from a tributary watershed can be captured in downstream river system near the mouth of the tributary. At that capture location, juvenile fish may beoutfitted with a PIT tag. However, the natal stream of these fishis not known with certainty, and a proportion of may haveoriginated from the downstream river. This can confound analysis if the assumption is that all fish captured near the mouth of the tributary are native to that specific tributary.Unique Oxygen 18/16and Strontium 87/86 isotopic ratios found can be found in water samples collected atsites in the different watersheds. Once these ratios are known, the natal stream of a juvenile anadromous salmonid can beassignedonce the isotopic signatures contained in itsotoliths are determined and matched to a specific watershed. This can allow for refinement of estimates regardingtributary-specific fish stocks such assmolt production estimates, outmigration timing, andbrood year SAR per river. Isotopic ratios can also be used to document the presence or absence and estimate abundance of salmonids by natal stream in the population fitted with PIT tags and captured near the mouth of the tributary.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3368",
  "title": "Collection of Juvenile Summer/Fall Chinook Otoliths for Natal Stream Identification Through Isotope Analysis",
  "id": 3368,
  "assumptions": "<ol>\r\n\t<li>That Oxygen 18O/16O and&nbsp;87Sr/86Sr ratios measured in water samples are reflected in the otoliths of fish rearing in those streams</li>\r\n\t<li>That subyearling&nbsp;Chinook captured in the most upstream spawning reaches of a given watershed&nbsp;are captured in their natal streams.</li>\r\n</ol>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/893",
    "http://www.monitoringresources.org/api/v1/methods/3797",
    "http://www.monitoringresources.org/api/v1/methods/6609",
    "http://www.monitoringresources.org/api/v1/methods/6610",
    "http://www.monitoringresources.org/api/v1/methods/6613",
    "http://www.monitoringresources.org/api/v1/methods/6678"
  ],
  "objectives": [
    "Collect fish for otolith analysis",
    "Extract and preserve otoliths from anadromous salmonids for isotope analysis",
    "Collect water samples for Strontium isotope analysis",
    "Collect water samples for Oxygen isotope analysis"
  ],
  "ownerName": "John Rohrback",
  "ownerEmail": "john.rohrback@colvilletribes.com"
}