{
  "background": "This protocol presents methods and guidelines to persons sampling fishes in a large watershed along the main channel of a major river, to help ensure consistency in fish handling, fish tagging, and data collection among different projects and organizations. This document is intended to provide guidance tofieldworkersregarding methods and procedures that may vary from year to year depending on specific projects and objectives. Methods and changes to these methods have been documented since the Fall of 2002, and will continue to be refined each year if necessary.Monitoring for native and nonnative fish occurs throughout the our sample reach on the main stem of the Colorado River, the Colorado River tributaries, and the Lees Ferrytailwaterreach. Attached is a map depicting the extent of the monitoring area. Little Colorado River sampling is opportunistic, but population estimates typically occurduring a spring and fall trip each year. For themainstemColorado River and Lees Ferry, sampling is conducted throughout the year but with a larger effort in spring and fall.All fish data collected was done by trained professionals. The collected fish data is kept ina large database that is housed at the Grand Canyon Monitoring Research Center in Flagstaff, AZ. All data for the Colorado River used in this protocol was obtained from this database.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/2274",
  "title": "Colorado River Monitoring for Native and Nonnative Fish Populations",
  "id": 2274,
  "assumptions": "<p>All fish data collected was done by trained professionals.</p>\r\n\r\n<p>The collected fish data is kept in&nbsp;a large database that is housed at the Grand Canyon Monitoring Research Center in Flagstaff, AZ. All data for the Colorado River used in this protocol was obtained from this database.&nbsp;</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/1442",
    "http://www.monitoringresources.org/api/v1/methods/1503",
    "http://www.monitoringresources.org/api/v1/methods/1551",
    "http://www.monitoringresources.org/api/v1/methods/1736",
    "http://www.monitoringresources.org/api/v1/methods/3991",
    "http://www.monitoringresources.org/api/v1/methods/4041",
    "http://www.monitoringresources.org/api/v1/methods/5545",
    "http://www.monitoringresources.org/api/v1/methods/6569",
    "http://www.monitoringresources.org/api/v1/methods/6574",
    "http://www.monitoringresources.org/api/v1/methods/6578",
    "http://www.monitoringresources.org/api/v1/methods/6579",
    "http://www.monitoringresources.org/api/v1/methods/6580"
  ],
  "objectives": [
    "Determine the abundance, life stage, feeding habits, and general health of each fish species in our study reach.",
    "Provide guidance to fieldworkers regarding procedures and methods that may vary from year to year depending on specific projects and objectives. ",
    "Provide documentation of standard methods used in the Grand Canyon that can be cited in scientific publications."
  ],
  "ownerName": "PNAMP USER",
  "ownerEmail": "gs-monitoringresources@usgs.gov",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/45"
}