{
  "background": "Continuation of ISCO sediment sampling which started approximately 7 years ago. Columbia Conservation District contracts with USDA Forest Service. Measure impacts to spawning gravels. Monitor sediment delivery to the Tucannon River. Monitor trend based on project impacts.This is a continuation of work from previous BPA contracts with CTUIR Habitat Enhancement Project (1987-100-01). This work was moved from the habitat project to the this project (1990-005-01) project for FY 2016 at the request of BPA staff: Peter Lofy, Russell Scranton, and Deborah Docherty. This work element is a 1/3 cost-share with EPA and the Umatilla Basin Watershed Council. We subcontract to USDA Forest Service Water Quality Laboratory to analyze samples from an automated water quality monitoring sampler (ISCO) near the mouth of Meacham Creek. Water samples are analyzed for turbidity, total suspended solids (TSS), total dissolved solids, and specific conductivity. Data is entered into the CTUIR water quality data base (via separate funding). About 1600 samples are processed yearly. Analyzed data measures changes in suspended solids and turbidity from watershed activities over time. Deliverable Specification: Cost-share with the Umatilla Basin Watershed Council and the EPA for the laboratory analysis of water samples for turbidity, total suspended solids, total dissolved solids, and specific conductivity. Sampling procedures and water quality analysis will conform to the stipulations included in the latest edition of EPAs Water Quality Criteria (1986) and A Guide to the Sampling and Analysis of Water and Wastewater (1987). All approved data is then uploaded to the CTUIR water quality data base semi-annually.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/687",
  "title": "Columbia Conservation District (CCD) ISCO Sediment Sampling",
  "id": 687,
  "assumptions": "<p>Changes in farming practices should reduce the sediment input in the Tucannon River within Columbia County. The monitoring is attempting to track any noticable trends in sediment entering the streams.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/1285",
    "http://www.monitoringresources.org/api/v1/methods/1335"
  ],
  "objectives": [
    "Determine project effectiveness in addressing and reducing sediment loading in spawning gravels."
  ],
  "ownerName": "PNAMP USER",
  "ownerEmail": "gs-monitoringresources@usgs.gov",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/37"
}