{
  "background": "Steelhead endemic to the lower Deschutes River are considered a component of the Mid-Columbia Distinct Population Segment (DPS) and are listed as threatened under the Endangered Species Act (ESA). Lower Deschutes steelhead are composed of two distinct populations, Deschutes Westside and Deschutes Eastside (Carmichael et al. 2005). Steelhead inhabitingBakeovenand Buck Hollow creeks are a component of the Deschutes Eastside population. Concomitant with reductions in steelhead escapement in the Deschutes River populations, a significant increase in the number of stray hatchery origin steelhead was detected at several trapping and counting sites in the Deschutes River. The number of stray hatchery steelhead captured at theSherarsFalls trap (river mile 44) peaked during the 199798 run when escapement of stray hatchery steelhead were nearly ten times that of wild steelhead.Carmichael et al. (2005) concluded that the proportion of naturally spawning steelhead that were hatchery origin in both the Eastside and Westside Deschutes River tributaries resulted in a high risk rating for viability due to the likelihood of high introgression rates between Snake River steelhead and native Mid-Columbia steelhead. Some level of straying and gene flow occurs naturally in wild populations. However, natural levels of gene flow and straying was presumed to be at a much lower rate than what was observed in recent years during spawning surveys conducted byODFWpersonnel. In the late 1990s greater that 50% of the steelhead observed spawning inBakeovenand Buck Hollow creeks were determined to be of hatchery origin (ODFW, 2000). However, the number of stray hatchery steelhead that remain in the lower Deschutes and tributaries to spawn is unknown. Stray hatchery steelhead remaining to spawn with wild fish have the potential to impact the viability of the wild populations by reducing the fitness and productivity of native fish.This is the fifth year of a multiple year study to investigate the relative reproductive success ofintrogressedstray hatchery and wild steelhead to investigate whether hatchery stray steelhead influence natural productivity of wild steelhead returning toBakeovenand Buck Hollow creeks. The two study streams are in close proximity and are very similar in basin size, geology, land-use, habitat, and fishery resources. These streams were chosen because they are significant spawning tributaries for the Deschutes Eastside population and because of the importance of Deschutes steelhead to the Mid-Columbia Distinct Population Segment (DPS) and the potential impact of stray hatcheryspawnerson Deschutes Basin steelhead.Prior to our study,ODFWconducted spawning surveys to monitor relative abundance. Single pass steelheadreddcounts in the same river reach were conducted during late-March or early April each year in both streams from 1990-2009. InBakeovenCreek,reddcounts ranged from a low of 8reddsin 1991 to a high of 480reddsin 2001, and in Buck Hollow Creek,reddcounts ranged from 8reddsin 1994 to 445reddsin 2001. We continue to conduct summer steelhead spawning surveys to provide retrospective analysis of steelhead production, and an independent means of assessing escapement.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/2197",
  "title": "Deschutes Bakeoven and Buck Hollow Spawning Surveys (2007-299-00)",
  "id": 2197,
  "assumptions": "<p>Steelhead redd counts were difficult to complete during periods of high discharge and efforts were sometimes limited by the availability of staff at optimum survey times, which could affect the accuracy of surveys.&nbsp; In addition, landowner denial of access caused the delay or prevented the completion of some surveys. Surveyors can distinguish between Steelhead, Coho or Chinook redds.&nbsp;</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/107",
    "http://www.monitoringresources.org/api/v1/methods/108",
    "http://www.monitoringresources.org/api/v1/methods/112",
    "http://www.monitoringresources.org/api/v1/methods/131",
    "http://www.monitoringresources.org/api/v1/methods/402",
    "http://www.monitoringresources.org/api/v1/methods/1366",
    "http://www.monitoringresources.org/api/v1/methods/1433",
    "http://www.monitoringresources.org/api/v1/methods/4041",
    "http://www.monitoringresources.org/api/v1/methods/4223",
    "http://www.monitoringresources.org/api/v1/methods/5334",
    "http://www.monitoringresources.org/api/v1/methods/5447"
  ],
  "objectives": [
    "Improve accuracy and precision of estimates of spawner abundance",
    "Determine population dynamics for Deschutes steelhead"
  ],
  "ownerName": "Katie  Pierson",
  "ownerEmail": "katherine.j.pierson@state.or.us"
}