{
  "background": "This protocol is aimed at providing fishery managers with information regarding entrainment of juvenile trout and non-game fish species in three of the large unscreened canals which divert water from the South Fork Snake River. Densities of trout downstream of the canal headgates are lower than densities of trout in upstream river reaches and movement studies have documented trout from the lower South Fork Snake River migrating upstream past the canals during spawning seasons (High et al. 2015). Entrainment of all species of fish and size classes has been observed in the canals, but has not been quantified. Fishery managers are concerned about the effect of entrainment on fish abundance in the South Fork Snake River, especially on native Yellowstone Cutthroat Trout Ocorhynchus clarkii bouvieri. Previous research has been focused on quantifying entrainment of sub-adult and adult trout, but the methodology used for this research was limited to just those larger size classes of fish. Fry and juvenile fish entrainment has not been quantified. These data are necessary to gain a more complete understanding of how entrainment of fish in South Fork Snake River canals is affecting population abundances.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3307",
  "title": "Entrainment of juvenile trout and non-game fish in South Fork Snake River canals by IDFG",
  "id": 3307,
  "assumptions": "<ul>\r\n\t<li>The entrainment rates observed in the three canals are constant through time</li>\r\n\t<li>Entrainment rates of fish in other canals are similar to those monitored with screw traps</li>\r\n\t<li>Entrained fish are not able to navigate back to the South Fork Snake River</li>\r\n\t<li>Rotary screw traps are suitable gear to sample small trout and non-game fish in the South Fork</li>\r\n</ul>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/271",
    "http://www.monitoringresources.org/api/v1/methods/1615"
  ],
  "objectives": [
    "Quantification of the entrainment of juvenile trout and non-game fish in three South Fork Snake River canals during the summer irrigation season."
  ],
  "ownerName": "Patrick Kennedy",
  "ownerEmail": "pat.kennedy@idfg.idaho.gov",
  "programUrl": ""
}