{
  "background": "Pacific Lamprey (Entosphenustridentatus)is an anadromous fish whosedistributionextendsalong the West Coastof North America as far South as Baja, Mexico and North along the Pacific Rim to Alaska, RussiaandJapan. Since the 1970s, populations have declined drastically,and distribution has beengreatly reduced from their historic range.Factors that have contributed to this decline include man made passage barriers, dams, water quality, contaminants, habitat degradation, predation, and climate change impacts. Monitoring of environmental DNA (eDNA) is a cost effective, efficient, noninvasive tool that can be usedto monitor translocation programs as part of a pre- and post- release monitoring program, recolonization after barrier removals,presence/absence in translocation and control streams, seasonal differences in occupancy, and provides a method to distinguish genus - Entosphenus/ Lampetra(Carim et al. 2017;Grote and Carim 2017). EDNA is useful in detecting invasive species, species present in low abundanceand to monitorthe extent of a species ranges (Carim et al. 2016; Ostberg et al. 2019).To develop an eDNA assay specific to Pacific lamprey, DNA of the mitochondrial cytochrome c oxidase I (COI) of Pacific Lamprey and unidentified freshwater lamprey was sequenced (Carim et al. 2016).",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3605",
  "title": "Environmental DNA (eDNA) monitoring for Pacific Lamprey in the Columbia River Basin",
  "id": 3605,
  "assumptions": "<p>The presence of Chinook DNA at a stream site is the result of the recent presence of Chinook at the site (i.e. not from alternative, less likely sources such as site contamination from birds, etc.)</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/5476",
    "http://www.monitoringresources.org/api/v1/methods/5480",
    "http://www.monitoringresources.org/api/v1/methods/5484",
    "http://www.monitoringresources.org/api/v1/methods/5491",
    "http://www.monitoringresources.org/api/v1/methods/5496",
    "http://www.monitoringresources.org/api/v1/methods/5497",
    "http://www.monitoringresources.org/api/v1/methods/5501",
    "http://www.monitoringresources.org/api/v1/methods/6909"
  ],
  "objectives": [
    "Determine which Columbia River Basin tributaries are utilized by Pacific Lamprey as indicated by the presence of Pacific Lamprey environmntal DNA (eDNA).",
    "Monitor the status and trends of Paific Lamprey distribution throughout the Columbia River Basin using environmental DNA (eDNA) analysis.",
    "Monitor Pacific Lamprey restoration/reintroduction methods (e.g. translocation) within the Columbia River Basin using environmental DNA (eDNA) analysis. "
  ],
  "ownerName": "Laurie Porter",
  "ownerEmail": "porl@critfc.org",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/51"
}