{
  "background": "Environmental DNA (eDNA) is DNA released by an organism into its environment and is now detectible using modern field sampling and laboratory analysis techniques (Carim et al. 2016). In aquatic systems such as streams, river, and lakes, eDNA sampling has been demonstrated as a sensitive enough technique to detect the presence or absence of fish that are rare or in low abundance (Carim et al. 2016). Historically standard fisheries sampling techniques such as electrofishing, snorkeling, angling, or netting have been applied to detect the presence of specific fish species in a given system. With the advent of eDNA sampling, determining presence or absence of even rare fish species has become more efficient and cost effective.Non-native and invasive fish species continue to expand in terms of their abundance and distribution in Pend Oreille River basin. Detection is the key to understanding the scale of their distribution and potential impacts to native fish species. Using eDNA sampling results, management agencies can inform decisions to be directed toward no action (i.e., target species not detected), further data collection required, or significant species management action required (i.e., non-native fish suppression or eradication measures). In the Pend Oreille river basin in Washington and Idaho, introduced Eastern Brook TroutSalvelinus fontinalishave supplanted the vast majority of native Westslope Cutthroat TroutOncorhynchus clarki lewisipopulations. In recent years, actions have been initiated to identify and address populations of Eastern Brook Trout in an effort to allow Westslope Cutthroat Trout to reestablish or expand populations into a larger portion of their native range.In the lower Pend Oreille River and its tributaries, Managers from the Washington Department of Fish and Wildlife (WDFW) and Kalispel Tribe have been both independently and collaboratively conducting activities to mechanically suppress (i.e., electrofishing) and eradicate (i.e., electrofishing or piscicide application) Eastern Brook Trout with the eventual outcome of restoring native Westslope Cutthroat Trout. These projects are typically identified or conducted as part of FERC license requirements for Box Canyon (Pend Oreille Public Utility District) and Boundary (Seattle City Light) Dams, as well as BPA funded projects through the Kalispel Tribe.The Kalispel Tribe has and will continue to utilize BPA projects to conduct eDNA sampling in tributary streams in an effort to identify areas suitable to conduct Eastern Brook Trout suppression and eradication activities and monitor project success long term (i.e., eventual absence or Eastern Brook Trout and presence of Westslope Cutthroat Trout). Samples are collected according to Carim et al. (2016), submitted to the National Genomics Center for Fish and Wildlife Conservation in Missoula, MT and processed in the lab according methods adapted from Goldberg et al. (2011).The use of eDNA for non-native fish management is innovative and rapidly becoming an invaluable tool. This technique allows management agencies in the Pend Oreille River basin to concentrate resources on projects that have significant potential to contribute to the conservation of native Westslope Cutthroat Trout.This sampling method also has merit for detecting addional target native and non-native species in this system.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3373",
  "title": "Environmental DNA (eDNA) Sampling for the Pend Oreille River Basin",
  "id": 3373,
  "assumptions": "<p>1) If present, eDNA is detectable for target&nbsp;fish species&nbsp;when collected according to protocols in Carim et al. (2016).</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/6620",
    "http://www.monitoringresources.org/api/v1/methods/6624",
    "http://www.monitoringresources.org/api/v1/methods/6629"
  ],
  "objectives": [
    "Use Environmental DNA (eDNA) sampling to determine the presence or absence of target non-native fish in tributary streams within the Pend Oreille River basin.",
    "Use Environmental DNA (eDNA) sampling to determine the presence or absence of target non-native fish in lakes or rivers within the Pend Oreille River basin.",
    "Use Environmental DNA (eDNA) sampling to determine the presence or absence of target native fish in tributary streams within the Pend Oreille River basin."
  ],
  "ownerName": "Nick Bean",
  "ownerEmail": "nbean@knrd.org"
}