{
  "background": "This protocol is designed to evaluate the effects of outplanting hatchery reared fish on natural and wild populations of spring/summer Chinook salmon and steelhead in the Snake River Basin. This protocol involves a direct examination of the relative reproductive success (RRS) of hatchery fish spawning in the wild. Hatchery- (marked) and natural-origin (unmarked) fish returning to a weir are genotyped using microsatellites and/or SNPs in order to establish parentage of juveniles sampled from rearing areas above the weir. We have three ongoing reproductive success projects, Little Sheep Creek (Imnaha Basin) for steelhead, and Catherine Creek and Lostine River for Chinook salmon.The information obtained from this protocol directly addresses a critical knowledge gap identified by comanagers: under what conditions does hatchery supplementation provide a sustained contribution to natural production? Co-managers are ODFW, CTUIR, NPT, WDFW, IDFG, and SBT.This type of monitoring work is now an essential part of hatchery reform and the goal of usingwidespread hatchery propagation in recovery of natural populations. Tier 2 sites use changes in gene frequencies through time in hatchery, natural and wild Chinook salmon and steelhead populations to evaluate the genetic effects of hatchery supplementation on a broad geographic scale (See Protocol #363). Tier 3 sites involve direct measures of the relative reproductive success of hatchery fish spawning in the wild by using parentage analysis to construct pedigrees (this protocol).The samples needed for this protocol are collected by a number of different entities. For Little Sheep Creek steelhead, ODFW collects the returning anadromous adultsand fish passing through the smolt trap (Protocol ID:702). Juveniles and resident rainbow trout are captured using backpack electrofishing (described in this protocol), by our personnel in cooperation with ODFW. For Catherine Creek Chinook, returning adults are captured by CTUIR(Protocol ID:1991) and for Lostine River Chinook, returning adults are captured by the NezPercetribe (Method ID:6640). For both Catherine Creek and Lostine River, outgoing migrants are captured in smolt traps and sampled by theODFWEarly Life History group (Protocol ID: 217).Microsatelliteswerethe genetic markers we used at the start of this project, but we have now transitioned to usingSNP markers. See the attached form for a list ofSNP markers we utilize for this protocol.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/364",
  "title": "Genetic Monitoring of relative reproductive success of supplemented Chinook and steelhead in the Snake River Basin (1989-096-00)",
  "id": 364,
  "assumptions": "<p>We assume that every location and species may act differently within a supplementation framework, so our results here are not necessarily to be applied to other systems.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/700",
    "http://www.monitoringresources.org/api/v1/methods/729",
    "http://www.monitoringresources.org/api/v1/methods/1332",
    "http://www.monitoringresources.org/api/v1/methods/1340",
    "http://www.monitoringresources.org/api/v1/methods/1345",
    "http://www.monitoringresources.org/api/v1/methods/1347",
    "http://www.monitoringresources.org/api/v1/methods/1353",
    "http://www.monitoringresources.org/api/v1/methods/1357",
    "http://www.monitoringresources.org/api/v1/methods/1430",
    "http://www.monitoringresources.org/api/v1/methods/1431",
    "http://www.monitoringresources.org/api/v1/methods/4002",
    "http://www.monitoringresources.org/api/v1/methods/5404",
    "http://www.monitoringresources.org/api/v1/methods/5446"
  ],
  "metrics": [
    {
      "id": 65,
      "title": "Effective population size",
      "category": "Fish",
      "subcategory": "Effective Population Size",
      "isIndicator": true
    },
    {
      "id": 72,
      "title": "Genetic diversity of populations",
      "category": "Fish",
      "subcategory": "Genetics: Fish Diversity, Fitness or Variation",
      "isIndicator": true
    },
    {
      "id": 72,
      "title": "Hardy-Weinberg estimation",
      "category": "Fish",
      "subcategory": "Genetics: Fish Diversity, Fitness or Variation",
      "isIndicator": true
    },
    {
      "id": 88,
      "title": "Number of offspring per spawner",
      "category": "Fish",
      "subcategory": "Relative Reproductive Success (RRS)",
      "isIndicator": true
    },
    {
      "id": 88,
      "title": "Relative reproductive success of hatchery and natural adults",
      "category": "Fish",
      "subcategory": "Relative Reproductive Success (RRS)",
      "isIndicator": true
    },
    {
      "id": 89,
      "title": "Variance of reproductive success",
      "category": "Fish",
      "subcategory": "Reproductive Success (Nb/N)",
      "isIndicator": true
    }
  ],
  "objectives": [
    "Monitor relative reproductive success of hatchery and wild Chinook and steelhead in the Snake River Basin"
  ],
  "ownerName": "Ewann Berntson",
  "ownerEmail": "ewann.berntson@noaa.gov",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/81"
}