{
  "background": "This protocol is utilized toward the completion of objectives outlined in a project from the Fish & Wildlife Program Accords that addresses the use of genetic markers to evaluate population structure of white sturgeon in the lower Columbia River and upstream of Bonneville Dam. The specific objectives are to 1) evaluate population differentiation and migration (gene flow) among reservoirs, 2) determine relatedness, mean productivity, and relative spawner abundances within each reservoir, and 3) characterize broodstock including identifying origins (reservoir or population) and degree of relatedness among candidate broodstock fish for planned use in a restoration and enhancement facility. These three objectives address needs for distinguishing specific stocks, determining genetic diversity, stock specific abundance, distribution and movement, and supplementation efforts. A panel of microsatellite (uSAT) loci have been compiled and optimized with a locus scoring protocol adopted from researchers at the University of California at Davis (UCD; Andrea Drauch pers. comm.) for collection of standardized multilocus genotypic data. This provides the opportunity for future collaboration and complementary efforts among interested research groups. Beginning with the currently proposed long-term monitoring effort, establishing a data repository will allow implementation of future pedigree studies for monitoring survival of hatchery releases, and ultimately for estimating natural reproductive success of both wild and released hatchery reared sturgeon. The work related to these objectives will be completed by CRITFC and University of Idaho (UI) staff at the Hagerman Fish Culture Experiment Station. Tissue samples will be collected by staff from CRITFC, WDFW, and ODFW. Genotyping and genetic analysis will be completed by CRITFC and UI staff in Hagerman, ID.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/428",
  "title": "Genetic Assessment of Columbia River Sturgeon",
  "id": 428,
  "assumptions": "<p>White sturgeon in the middle Columbia River impoundments are in decline compared to the lower Columbia River region. Migration and geneflow is limited. Those populations with relatively small and variable census sizes are likely to exhibit genetic drift. Effective numbers of breeders across impounments is variable and relatedness amoung young of the year and sub-adult fish may be high within some impoundments. Broodstock will be characterized and genetic variablility maintained relative to the natural-origin populations.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/917",
    "http://www.monitoringresources.org/api/v1/methods/918",
    "http://www.monitoringresources.org/api/v1/methods/920",
    "http://www.monitoringresources.org/api/v1/methods/921"
  ],
  "objectives": [
    "To outline and describe the following:\r\nWE157 - extract and amplify DNA, conduct fragment analysis;\r\nWE159 - scoring error analysis and data formatting;\r\nWE162 - conduct population genetic analyses"
  ],
  "ownerName": "Andrew Matala",
  "ownerEmail": "mata@critfc.org",
  "programUrl": ""
}