{
  "background": "The purpose of this protocol is to provide a comprehensivedescriptionof state-of-the-art standardized stream-gaging procedures, within the scope described below. It is intended for use as a training guide and reference text, primarily for hydraulic engineers and technicians in the U.S. Geological Survey, but the manual is also appropriate for use by other stream-gaging practitioners.The technical work involved in obtaining systematic records of streamflow is discussed in accordance with the following six major topics:Measurement of stage and discharge:Selection of gaging-station sitesMeasurement of stageMeasurement of dischargeComputation of discharge:Computation of the stage-discharge relationComputation of daily-discharge recordsPresentation and publication of stream-gaging dataStreamflow serves man in many ways. It supplies water for domestic,commercial, and industrial use; irrigation water for crops; dilutionand transport for removal of wastes; energy for hydroelectric power generation; transport channels for commerce; and a mediumfor recreation. Records of streamflow are the basic data used in developingreliable surface-water supplies because the records provide informationon the availability of streamflow and its variability in timeand space. The records are therefore used in the planning and designof surface-water related projects, and they are also used in the managementor operation of such projects after the projects have beenbuilt or activated.The streamflow records referred to above are primarily continuousrecords of discharge at stream-gaging stations, a gaging station beinga stream-site installation so instrumented and operated that a continuous record of stage and discharge can be obtained. Networks ofstream-gaging stations are designed to meet the various demands forstreamflow information, including inventory of the total water resource.The networks of continuous-record stations, however, areoften augmented by auxiliary networks of partial-record stations tofill a particular need for streamflow information at relatively lowcost. For example, an auxiliary network of sites, instrumented andoperated to provide only instantaneous peak-discharge data, is oftenestablished to obtain basic information for use in regional flood frequencystudies. An auxiliary network of uninstrumented sites formeasuring low flow only is often established to provide basic data foruse in regional studies of drought and of fish and wildlife maintenanceor enhancement.Discharge measurementsare then made at periodic intervals, usually monthly, to verify thestage-discharge relation or to define any change in the relationcaused by changes in channel geometry and (or) channel roughness.Project objectives include:1.Provide flow data for irrigation water management andcoordinated fish flushes between co-managersby which irrigation ditches are turned off to accomplish fish passage in seasonally low streams. Short term (annual).2.Provide flow data to assistfishery managers in theeffective operation of trap & haul, screw trap, weir, and hatchery facilities. Short term (annual).3.Provide flow data to assist in conservation project development. Medium term (5-10 years).4.Provide flow data to correlate with existing and on-going data collection efforts. Long term (>10 years).5.Provide flow data for basin wide management plans cumulative effects response to conservation. Long term (>10 years).",
  "url": "http://www.monitoringresources.org/api/v1/protocols/2169",
  "title": "Grande Ronde Basin Stream Flow Gauging - Grande Ronde Model Watershed",
  "id": 2169,
  "assumptions": "<p>The location takes advantage of the best locally available conditions for developing a stable stage-discharge relation</p>\r\n\r\n<p>We assume that&nbsp;short-term management actions, medium term project implementation, and long-term management strategies have an effect on magnitude, timing and duration of stream flow.</p>\r\n",
  "objectives": [
    "Flow gauging provides the opportunity to access watershed conditions and monitoring objectives include a combination of short (annual), medium (5-10 years), and long-term (>10 years) objectives."
  ],
  "ownerName": "Coby Menton",
  "ownerEmail": "coby@grmw.org"
}