{
  "background": "This project will improve the monitoring and catch sampling of the Zone 6 tribal fisheries by increasing the collection of more tribal catch data through increased sample rates and employing the use of additional data collection methods. Improving data collection in the Zone 6 tribal fisheries will provide additional information for managers to make decisions. Tribal mainstem fisheries are comprised of four general segments. There is a platform and hook and line fishery. The platform fishery allows the use of dip nets, hoop nets and hook and line gear. This fishery is generally open all year for subsistence use and for much of the year for commercial use. There is a ceremonial and subsistence permit gillnet fishery that occurs primarily in the spring. Tribal fishers must have a permit from their tribe to participate in this fishery. Permit fishing is occasionally done at other times of the year. There is a commercial gillnet fishery. The commercial gillnet fishery is an open access fishery for any tribal member and is the most intensive fishery with the largest harvests. Most catch sampling effort is focused on commercial gillnet fisheries. The tribes occasionally have a setline fishery targeting sturgeon and a trap fishery targeting shad. Tribal catch monitoring is done using creel survey (interview) techniques. Not all fish are sold to commercial wholesale buyers, therefore commercial buying records (fish tickets) only provide part of the total catch estimate. Tribal catch monitors survey fishermen as fish are landed to determine catch per unit effort for each fishing period. The monitors also estimate the effort for the platform/ hook and line fishery. CRITFC staff estimate the total effort for the gillnet fishery through aerial surveys of nets. This project will help enhance and improve this system of catch monitoring.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/147",
  "title": "Harvest sampling (2008-502-00)",
  "id": 147,
  "assumptions": "<p>Mainstem fisheries are managed to stay within allowed harvest rates under the terms of the U.S. v. Oregon Management Agreement.</p>\r\n",
  "objectives": [
    "Collect harvest data",
    "Collect PIT tag data"
  ],
  "ownerName": "Stuart Ellis",
  "ownerEmail": "ells@critfc.org"
}