{
  "background": "The Hood River, Oregon Salmon Production Program is co-managed by the Warm Springs Tribe (WS) and the Oregon Department of Fish and Wildlife (ODFW) for supplementation of spring Chinook salmon in the Hood Riversystem. The current Master Plan for the Hood RiverProduction Program (March 5, 2008 Draft) calls for acomparative hatchery release study designed to provide co-managers with the best available information fordetermining a longterm biologically sound and cost effective spring Chinook salmon production strategy for theHood River Basin that balances harvest needs with ecological considerations. Rearingfacilities, both inside andoutside the basin, are being evaluated for long-term use in the HoodRiver spring Chinook salmon supplementationprogram. The objective of this evaluation is to conducta multi-year (2008-2018) comparative study of Hood Riverspring Chinook reared at threedifferent hatchery facilities prior to being moved to the West Fork Hood River for finalacclimation and release. The facilities include, Round Butte Hatchery/Pelton Ladder (RBH) onthe Deschutes River,OR; Columbia Gorge Hatchery (CGH) a.k.a. Carson National Hatcheryon the Wind River, WA; Parkdale FishFacility (PFF) on the Hood River, OR. Each year, startingFall 2008, returning adults will be collected in the HoodRiver, artificially spawned at the PFF,and gametes will be distributed to each of the respective hatchery facilities forlong termrearing to the parr-smolt stage. Starting in Spring 2010 uniquely tagged juveniles from eachfacility willbe moved to the Moving Falls Acclimation Pond on the West Fork Hood River foracclimation and forced release inApril. The Hood River Master Plan calls for monitoring fish health, size at release, specific growth rates, rates of precocious male maturation (age-2 minijacks, age-3 jacks) and ultimately smolt-to-adult returns (SAR's) for eachbrood year/release group. SAR's for all adult year classes from all brood years will be available starting in 2013with final returns in 2018. These data will be used to evaluate which hatcheryfacility/regime is optimum for futurelong-term implementation in the Hood RiverSupplementation program.As part of the broader Revised Hood River Production Master Plan we will conduct the following Hood River Smolt Quality Monitoring and Evaluation Study. The overall goals will be:A. Monitor spring growth and smolt development at all rearing sites.B. Provide comparative metrics of smolt quality between rearing sites.C. Assess the effects on growth and smolt development of transferring fish from out of basin rearing facilities (RBH and CGH) to the acclimation release site at Moving Falls on the West Fork Hood River.D. Correlate physiological indices of growth and smolting to SAR to evaluate key factors responsible for potentialdifferences in survival between release groupsE. Evaluate rearing practices with regard to A, B and C to recommend best rearing practices and a long termrearing strategy for the HRPP.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/1957",
  "title": "Hood River Spring Chinook Salmon Smolt Quality",
  "id": 1957,
  "assumptions": "<p>1. &nbsp;Broodstock are collected in the Hood River basin and gametes are divided up among three test factilities for comparative rearing studies. &nbsp;A key assumption is that the fish reared at each facility are from the same or nearly the same genetic pool.</p>\r\n\r\n<p>2. &nbsp;Differences in smolt&nbsp;quality and early male maturation rates are due to environmental differences among rearing locations and regimes.</p>\r\n\r\n<p>3. &nbsp;The methods used to evaluate fish quality are proven and tested tools that correlate with smolt-to-adult return rates (SAR) in previous studies and provide reliable estimates of pre-release minijack&nbsp;rates.</p>\r\n\r\n<p>4. The physiological assays are working properly and consistently with proper quality control monitoring in place.</p>\r\n\r\n<p>5. Sampling of dip netted fish is random, robust and representative.</p>\r\n\r\n<p>6. We sample a sufficient number of fish to have adequate statical power to characterize each life-history type based on physiological measures.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/368",
    "http://www.monitoringresources.org/api/v1/methods/371",
    "http://www.monitoringresources.org/api/v1/methods/650",
    "http://www.monitoringresources.org/api/v1/methods/1550",
    "http://www.monitoringresources.org/api/v1/methods/1734",
    "http://www.monitoringresources.org/api/v1/methods/3785",
    "http://www.monitoringresources.org/api/v1/methods/3814"
  ],
  "objectives": [
    "The objective of this evaluation is to conduct a multi-year (2008-2018) comparative study of Hood River spring Chinook reared at three different hatchery facilities."
  ],
  "ownerName": "Donald Larsen",
  "ownerEmail": "don.larsen@noaa.gov",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/38"
}