{
  "background": "IDFG captures and samples wild anadromous adults attemporary weirs (steelhead) and hatchery adult trapping facilities (steelhead and Chinook Salmon) to obtain crucial demographic data. These data are subsequently rolled-up or combined with other data sources (e.g. - PIT detections, genetic assignments) to summarize select population perfomance metrics for wild adult Chinook Salmon and steelhead.Wild adult Chinook Salmon are sampled at three hatchery trap facilities in the Salmon River basin includingthe McCall Fish Hatchery satellite facility on the South Fork Salmon River, Pahsimeroi Fish hatchery on the Pahsimeroi River, and Sawtooth Fish Hatchery on the Upper Salmon River.Wild adult steelhead are captured using both temporary weirs and hatchery traps. In the Clearwater River basin steelhead are sampled at temporary weirs on the East Fork Potlatch River (Lower Clearwater River) and Fish Creek(Lochsa River); and at a hatchery trap on Crooked River (South Fork Clearwater). In the Salmon River basin wild steelhead are captured and sampled at the Rapid River Fish Hatchery adult trapon Rapid River (Little Salmon River), the Pahsimeroi Fish Hatchery adult trap on the Pahsimeroi River, the Sawtooth Fish Hatchery satellite adult trap on the East Fork Salmon River, and at the Sawtooth Fish Hatchery adult trap on the Upper Salmon River.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3569",
  "title": "IDFG Weir and Hatchery Trap Sampling for Wild Adult Spring/Summer Chinook Salmon and Steelhead",
  "id": 3569,
  "assumptions": "<p>N/A</p>\r\n",
  "objectives": [
    "Capture and sample wild adult Chinook salmon and Steelhead at IDFG-operated temporary weirs and hatchery traps.",
    "Collect critical data from weir and trap sampled wild adult Chinook Salmon and steelhead including return timing, fork length, phenotypic sex, and tissue samples for genetic analyses."
  ],
  "ownerName": "Luciano Chiaramonte",
  "ownerEmail": "luciano.chiaramonte@idfg.idaho.gov"
}