{
  "background": "Snake River basin steelhead trout Oncorhynchus mykiss (hereafter steelhead) populations have declined substantially following the construction of hydroelectric dams in the Snake and Columbia rivers. Survival of juvenile steelhead emigrating from the Snake River basin decreased following the construction of dams on the lower Snake River during the late 1960s and early 1970s (Raymond 1988). Degradation of freshwater spawning and rearing habitats have also reduced wild steelhead abundance (Nehlsen et al. 1991; Gregory and Bisson 1997; Williams et al. 1999). The abundance of wild steelhead in Idaho streams has fluctuated at low levels since the completion of Lower Granite Dam in 1975 (Busby et al. 1996). Consequently, Snake River steelhead were classified as threatened under the Endangered Species Act in 1997. Presently, returns of naturally produced steelhead remain critically low, especially for populations with later run timing and older age structure (Busby et al. 1996).There are six major population groups (MPGs) within the Snake River steelhead Distinct Population Segment (DPS). Three MPGs are located in Idaho that include the Clearwater River, Salmon River, and Hells Canyon tributaries (ICTRT 2007; Figure 1). Only a small number of tributaries in the Hells Canyon MPG support spawning, and these streams are geographically separated from historical major spawning areas now considered to be extirpated. Thus, it was determined none of these tributaries were large enough to support an independent population (ICTRT 2007). Nonetheless, there are 17 demographically independent and extant steelhead populations identified within the Clearwater River and Salmon River MPGs (ICTRT 2007; NWFSC 2015; Table 1).The Idaho Department of Fish and Game (IDFG) anadromous fish programs long-term goals to preserve Idahos wild steelhead runs and recover them to provide benefit to all users (IDFG 2019) are consistent with basinwide mitigation and recovery programs. Snake River basin anadromous fish management programs include: 1) hatchery programs intended to mitigate for the impacts of hydroelectric dam construction and operation, 2) recovery planning and implementation efforts aimed at recovering ESA-listed wild steelhead stocks, and 3) management of sport and tribal fisheries. The IDFG Management Goals for wild- and natural-origin steelhead for the Snake River basin including populations in Oregon and Washington is 104,500 with a goal of 72,000 for the Idaho component (IDFG 2019). The mean return of wild- and natural-origin steelhead from 2008?2017 was 30,452 (IDFG 2019). An understanding of how salmonid populations function (McElhany et al. 2000), as well as long-term trend monitoring for status assessments, is required to achieve these management goals.Wild steelhead population status in Idaho are evaluated by IDFG based upon the viable salmonid population (VSP) criteria (McElhany et al. 2000). Hence, this protocols objectives follow the VSP framework including the following VSP metrics: abundance and productivity, diversity, and spatial structure. For steelhead, IDFG uses steelhead parr distribution as a surrogate to evaluate spatial structure, and is addressed through IDFGs snorkel survey protocol (ID: 89). Diversity criteria are evaluated from information on population demographic metrics including sex ratio, length and age composition, migration timing, and genetic sampling at weirs.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3633",
  "title": "IDFG Select Adult Population Performance Metrics for Wild Steelhead in Idaho",
  "id": 3633,
  "assumptions": null,
  "objectives": [
    "Summarize IDFG’s intensive, high-precision monitoring of adult wild steelhead in the following twelve locations and ten populations of the Clearwater River and Salmon River MPGs (see table 1).",
    "Estimate adult wild steelhead adult abundance and productivity at all twelve locations.",
    "Estimate wild steelhead smolt-to-adult return (SAR) rates at select locations.",
    "Estimate wild steelhead population demographics and diversity metrics including sex ratio, length and age composition, and run timing at all locations. Enumerate genetic samples collected."
  ],
  "ownerName": "Luciano Chiaramonte",
  "ownerEmail": "luciano.chiaramonte@idfg.idaho.gov"
}