{
  "background": "The required transition to local steelhead broodstock at Winthrop National Fish Hatchery requires hatchery reform actions that i) can accommodate a later return and spawn timing, ii) induce proper smoltification, iii) promote high survival, and iv) maintain natural levels of fitness in the hatchery stock. The later spawn timing and cold hatchery culture temperatures at Winthrop National Fish Hatchery preclude raising a yearling smolt from locally collected broodstock. Steelhead in Pacific Northwest hatcheries are typically reared for release as 1-year-old smolts, rather than the 2and 3-year-old smolt life history patterns found in nature. High growth rates associated with accelerated hatchery rearing to a 1-year-old smolt life history may contribute to maladaptive behavioral traits and reduced post-release survival, and may constitute a primary mechanism leading to reduced fitness in hatchery fish. Rearing steelhead to smoltification at age 2 may increase survival and alleviate fitness loss. To do so, we will evaluate genetic, physiological, and life history impacts of rearing 1- vs 2-year-old steelhead smolts.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/705",
  "title": "Improve survival and reduce fitness loss of upper Columbia River steelhead at Winthrop National Fish Hatchery (1993-056-00)",
  "id": 705,
  "assumptions": "<p>The Wells hatchery and Methow River broodstocks used to produce yearling and two-year old smolts are part of the same population. Any differences in the growth, survival, and behavior of the 1- and 2-year old steelhead smolts is due to rearing conditions in the hatchery.</p>\r\n\r\n<p>Detection rates at PIT tag interrogators in the Columbia River Basin are equal for 1- and 2-year old steelhead smolts.</p>\r\n\r\n<p>Recapture efficiencies are equal for 1- and 2-year old steelhead smolts.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/118",
    "http://www.monitoringresources.org/api/v1/methods/120",
    "http://www.monitoringresources.org/api/v1/methods/368",
    "http://www.monitoringresources.org/api/v1/methods/485",
    "http://www.monitoringresources.org/api/v1/methods/721",
    "http://www.monitoringresources.org/api/v1/methods/746",
    "http://www.monitoringresources.org/api/v1/methods/1251",
    "http://www.monitoringresources.org/api/v1/methods/1442",
    "http://www.monitoringresources.org/api/v1/methods/1550",
    "http://www.monitoringresources.org/api/v1/methods/1734",
    "http://www.monitoringresources.org/api/v1/methods/1735",
    "http://www.monitoringresources.org/api/v1/methods/1736"
  ],
  "objectives": [
    "Measure growth and compare size frequency distributions of 1- and 2-year old steelhead smolts released from Winthrop National Fish Hatchery.",
    "Assess indicators of smoltification and precocious male maturation in 1- and 2-year old steelhead smolts released from Winthrop National Fish Hatchery.",
    "Determine whether outmigration and residualism are gender-biased in 1- and 2-year old steelhead smolts released from Winthrop National Fish Hatchery.",
    "Estimate survival and migratory behavior of 1- and 2-year old steelhead smolts released from Winthrop National Fish Hatchery."
  ],
  "ownerName": "Chris Tatara",
  "ownerEmail": "chris.p.tatara@noaa.gov"
}