{
  "background": "The ISEMP is a collaborative effort to 1) design, test, implement and evaluate Status and Trends Monitoring for salmon and steelhead populations and their habitat and 2) conduct watershed-scale Effectiveness Monitoring for management actions impacting salmon and steelhead populations and habitat in the Interior Columbia River Basin. ISEMPtakes a pilot-project approach to the research and development of monitoring by implementing experimental programs in several major subbasins of the Interior Columbia.To achieve these goals, population-specific and aggregate estimates of juvenile abundance and survival are necessary. These metrics will be estimated using information from the recapture of juveniles that are PIT tagged during remote tagging surveys orat rotary screw traps. Recapture data for tagged individuals will be obtained interrogations at Instream PIT Tag Detection Systems (IPTDS) and from recapture at rotary screw traps. ISEMP operated rotary screw traps in the South Fork Salmon and Lemhi rivers to estimate juvenile abundance and survival in those sub-basins.The multiple locations and variable scale nature of this goal requires the standardization of protocols and sampling designs that are statistically valid and powerful. This protocol aims to 1)provide standardization of trapping and fish handling methods among rotaryscrew traps operated by ISEMP,and 2) provide a briefdescription of trap efficiency and juvenile abundance estimation methods using rotary screw traps.This monitoring protocol is a component of the overall ISEMP, and while it stands alone as an important contribution to the management of anadromous salmonids and their habitat, it also plays a key role within ISEMPas it is built on a standardized format following Oakley et al. (2003) that all of the ISEMPprotocols adhere to. Downstream migrant trapping of juvenile salmonids can be a valuable tool to estimate abundance, production, size, survival, migration timing and behavior (Volkhardtet al. 2007). Of significance to status, trend and effectiveness monitoring programs, simple mark-recapture methods can be used with downstream migrant traps to estimate total freshwater production, and enable the estimation of survival (and mortality) between life stages (e.g., egg-to-smolt).",
  "url": "http://www.monitoringresources.org/api/v1/protocols/2267",
  "title": "ISEMP Cooperator Rotary Screw Trap Operation",
  "id": 2267,
  "assumptions": "<p>Regarding efficiency estimates:</p>\r\n\r\n<ol>\r\n\t<li>Rotary screw traps are function properly (when not attended) on intended trapping days</li>\r\n\t<li>Mortality of marked and unmarked individuals is equal</li>\r\n\t<li>Marked individuals retain their marks (tags) and all tags are detected upon recapture</li>\r\n\t<li>Marked individuals are captured at the same rate as unmarked individuals (no trap avoidance or happiness)</li>\r\n\t<li>Marked individuals mix randomly among unmarked individuals</li>\r\n\t<li>Marked individuals&nbsp;are representative of the entire target population for which abundance and survival will be estimated</li>\r\n</ol>\r\n\r\n<p>Moreover, we assume that trap efficiency estimates accurately reflect the true proportion of the captured emigrating population.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/133",
    "http://www.monitoringresources.org/api/v1/methods/191",
    "http://www.monitoringresources.org/api/v1/methods/271",
    "http://www.monitoringresources.org/api/v1/methods/272",
    "http://www.monitoringresources.org/api/v1/methods/342",
    "http://www.monitoringresources.org/api/v1/methods/485",
    "http://www.monitoringresources.org/api/v1/methods/700",
    "http://www.monitoringresources.org/api/v1/methods/1360",
    "http://www.monitoringresources.org/api/v1/methods/1734",
    "http://www.monitoringresources.org/api/v1/methods/1736",
    "http://www.monitoringresources.org/api/v1/methods/4041",
    "http://www.monitoringresources.org/api/v1/methods/4087",
    "http://www.monitoringresources.org/api/v1/methods/5519"
  ],
  "metrics": [
    {
      "id": 46,
      "title": "Abundance by Age and Life-Stage of Juvenile Salmonids",
      "category": "Fish",
      "subcategory": "Abundance of Fish",
      "isIndicator": true
    },
    {
      "id": 46,
      "title": "Juvenile Salmonid Emigration Abundance",
      "category": "Fish",
      "subcategory": "Abundance of Fish",
      "isIndicator": false
    },
    {
      "id": 49,
      "title": "Age of Juvenile Salmonids Captured in Rotary Screw Traps",
      "category": "Fish",
      "subcategory": "Age Structure:  Fish",
      "isIndicator": false
    },
    {
      "id": 75,
      "title": "Length of Juvenile Salmonids Captured in Rotary Screw Traps",
      "category": "Fish",
      "subcategory": "Length:  Fish Species",
      "isIndicator": false
    },
    {
      "id": 97,
      "title": "Survival by Age and Life-Stage of Juvenile Salmonids",
      "category": "Fish",
      "subcategory": "Survival: Fish",
      "isIndicator": true
    },
    {
      "id": 381,
      "title": "Trap Efficiency",
      "category": "Fish",
      "subcategory": "Mark/Tag Recovery or Detection",
      "isIndicator": false
    }
  ],
  "objectives": [
    "Provide standardization of trapping and fish handling protocols among rotary screw traps operated by ISEMP in the South Fork Salmon and Lemhi rivers",
    "Indirectly, estimate juvenile Chinook salmon and steelhead survival (egg-to-smolt)",
    "Estimate juvenile Chinook salmon and steelhead emigration abundance at ISEMP rotary screw traps",
    "Estimate trap efficiency for juvenile Chinook salmon and steelhead at ISEMP rotary screw traps"
  ],
  "ownerName": "Mike Ackerman",
  "ownerEmail": "mike.ackerman@merck.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/10"
}