{
  "background": "Fish passage in proximity to water diversions has long been a concern of fish managers in the West, with the first fish screening laws being passed in the late 1800s. And large-scale State led screening programs beginning in the 1930s. Fish screening at water diversions prevent fish mortality and injury, while still allowing water to be delivered for agricultural, industrial, and domestic use. A variety of positive barrier fish screening alternatives are available to water users and design is site specific, however, there are two basic concepts. The first uses screens to exclude fish at the point of water withdrawal, and the second allows fish to enter the water diversion facility and uses screens to exclude, guide, and return fish to the river. The second concept typically uses a dam to help divert water and can include infrastructure to capture, count, and examine fish that enter the facility.Downstream migrating juvenile salmonids can pass in-canal water diversion projects by one of three routes, via an adult fish ladder, spill, or through the fish screening facility. Fish that enter the fish screening facility are guided away from the canal and into the bypass channel by positive barrier screens. The bypass channel leads to a pipe or flume that returns fish to the river. Fish trapping infrastructure is typically located within the bypass channel. However, custom built traps can be located in the screen forebay or downstream of the bypass channel to intercept fish.Facilities low in the watershed with built in juvenile fish trapping infrastructure in addition to adult enumeration capabilities are ideal when selecting a site. The ability to estimate both out-migrant abundance and adult returns allows for estimates of marine survival (smolt-to-adult) and freshwater productivity (smolts-per-spawner). These metrics and indicators can be used to determine population status, evaluate the effectiveness of management actions, and assess recovery of a population. Another important element when selecting a site is how closely water diversion operations overlap with the target fish species and how much river flow is diverted.While the data for this protocol is primarily derived from the Three Mile Falls Dam (TMF) fish screening and bypass facility located on the Umatilla River, the methods are intended to be applicable to all fish screening facilities were downstream migrating juvenile salmonids can be captured and counted, although some site- or species-specific modifications may be necessary.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3634",
  "title": "Juvenile Salmonid Enumeration at Fish Screening and Bypass Facilities",
  "id": 3634,
  "assumptions": null,
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/271",
    "http://www.monitoringresources.org/api/v1/methods/389",
    "http://www.monitoringresources.org/api/v1/methods/952",
    "http://www.monitoringresources.org/api/v1/methods/1090",
    "http://www.monitoringresources.org/api/v1/methods/1734",
    "http://www.monitoringresources.org/api/v1/methods/1735",
    "http://www.monitoringresources.org/api/v1/methods/3808",
    "http://www.monitoringresources.org/api/v1/methods/4041",
    "http://www.monitoringresources.org/api/v1/methods/4095",
    "http://www.monitoringresources.org/api/v1/methods/4226",
    "http://www.monitoringresources.org/api/v1/methods/4245",
    "http://www.monitoringresources.org/api/v1/methods/6583",
    "http://www.monitoringresources.org/api/v1/methods/6878",
    "http://www.monitoringresources.org/api/v1/methods/6961",
    "http://www.monitoringresources.org/api/v1/methods/6971",
    "http://www.monitoringresources.org/api/v1/methods/6974",
    "http://www.monitoringresources.org/api/v1/methods/6978",
    "http://www.monitoringresources.org/api/v1/methods/6981"
  ],
  "objectives": [
    "Provide unbiased estimates of salmonid smolt abundance from populations located and/or watersheds located upstream of water diversion projects.",
    "Provide a long-term time series of consistently collected data allowing for comparison of the impacts of changing river conditions and project operations.",
    "Provide data on juvenile fish behavior and performance associated with water diversion projects."
  ],
  "ownerName": "Josh Hanson",
  "ownerEmail": "Josh.hanson@odfw.oregon.gov"
}