{
  "background": "Different species and life stages of fishes show different preferences for specific microhabitat parameters (Lister and Genoe 1970; Hearn and Kynard 1986; Roper et al. 1994). Further, the variation of microhabitats used by a species and life stage of fish are typically and positively related to the density of that species/life stage as well as the density of competitor species (Allee 1982; Ross 1986; Grant and Kramer 1990; Robertson 1996). Knowing the temporal and spatial dynamics of rearing Chinook abundance at the reach scale allows for the evaluation of productivity through the development of stock recruit relationships, but may not be sufficient to identify the specific factors that are limiting production. Comparisons of the types of microhabitat utilized and the ranges used between high and low productivity sites may allow us to better identify these factors. We conduct timed underwater observations of sub-yearling spring Chinook. Each observation is timed, anddone on one selectedfish at a time. We measure the distance and frequency of feeding and agonistic strikes, characterized the focal position by measuring environmental factors such as depth and velocity, and attempted to index the ratio of food availability and energy required to hold at known focal positions. Feedingand agonistic behavioris marked onthe observation data sheet in correlation to where thefeeding strike, or agonistic behavior was observedperquadrant (see field data sheet)and later each quadrant mark is then numerated. Flow ratio (Pearsons et al. 2006) is a parameter designed to index the ratio of food availability and energy required to hold at a known focal position. This ratio is defined as the highest flow velocity within two body lengths of the focal position divided by the focal point velocity. A flow ratio greater than one, indicates at least one adjacent velocity greater than the focal point velocity. We measure velocities at one and two body lengths to either side and above and below the observed spring Chinook focal positions. Core microhabitat variables: estimated length, focal point velocity, focal depth, total depth, and temperature, are measured around the each observed focal position(Johnson et. al. 2012).",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3377",
  "title": "Juvenile Spring Chinook Feeding Observations and Territorial Responce",
  "id": 3377,
  "assumptions": "<p>Fish are being correctly identified to species.</p>\r\n\r\n<p>Measurement instruments are calibrated and correctly read.</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/174",
    "http://www.monitoringresources.org/api/v1/methods/1686",
    "http://www.monitoringresources.org/api/v1/methods/6688"
  ],
  "metrics": [
    {
      "id": 46,
      "title": "Abundance of Fish",
      "category": "Fish",
      "subcategory": "Abundance of Fish",
      "isIndicator": false
    },
    {
      "id": 104,
      "title": "Flow",
      "category": "Hydrology/Water Quantity",
      "subcategory": "Flow",
      "isIndicator": false
    },
    {
      "id": 121,
      "title": "Feeding Duration",
      "category": "Time",
      "subcategory": "Time: Duration",
      "isIndicator": false
    },
    {
      "id": 162,
      "title": "Temperature",
      "category": "Water Quality",
      "subcategory": "Water Temperature",
      "isIndicator": false
    },
    {
      "id": 249,
      "title": "Competition",
      "category": "Fish",
      "subcategory": "Abundance of Fish Competitors",
      "isIndicator": true
    }
  ],
  "objectives": [
    "Identify specific factors that are limiting Chinook productivity on a reach scale."
  ],
  "ownerName": "Nick Mankus",
  "ownerEmail": "nicholas.mankus@dfw.wa.gov",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/40"
}