{
  "background": "Freshwater fishes are among North Americas most imperiled fauna (Master 1990) with over 30% of all freshwater fishes classified as imperiled, vulnerable, or extinct (Richter et al. 1997; Jelks et al. 2008). A high proportion of imperiled fishes inhabit North Americas river systems (Galat and Zweimller 2001), likely a consequence of widespread alterations (e.g., channelization, pollution, watershed land use changes, dam construction) to lotic habitats. As a result of alterations, lotic systems are among the most anthropogenically-influenced ecosystems on the planet (Malmqvist and Rundle 2002).Large rivers have been modified on a global scale (Dynesius and Nilsson 1994), with over half of the worlds large river systems fragmented by dam construction (Nilsson et al. 2005). In the contiguous United States, only 42 rivers have unaltered flow for greater than 200 km (Benke 1990). Dams have numerous deleterious effects on riverine systems by limiting access to the floodplain, homogenizing instream habitat (Ligon et al. 1995), blocking fish migration (Larineier 2000), and altering hydrologic, thermal, and nutrient regimes (Gregory et al. 2002; Liermann et al. 2012). Consequently, dam construction and operation have altered fish assemblages (Paragamian 2002; Quinn and Kwak 2003; Galat et al. 2005; Quist et al. 2005; Hoagstrom et al. 2007).Freshwater biodiversity provides many important ecosystem services (e.g., fisheries, storage of genetic information, improved water quality; Hooper et al. 2005; Dudgeon et al. 2006; Cardinale et al. 2011). Consequently, understanding and rapidly evaluating ecosystem quality of freshwater systems is a priority for many management agencies. Fishes are commonly used to assess ecosystem quality (e.g., index of biotic integrity); however, such assessments rely on accurate surveys of the entire fish assemblage (i.e.,undetected species; Karr 1981; Kwak and Freeman 2010). Selection of appropriate sampling techniques with high detection probabilities is an important consideration for biomonitoring surveys (Kwak and Peterson 2007; Bonar et al. 2009). Unfortunately, a paucity of information exists regarding effective sampling techniques for fish assemblages in large riverine systems of western North America.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/1985",
  "title": "KRRFM - Determining Fish Assemblage Structure in Large Western River Systems (Graduate Research)",
  "id": 1985,
  "assumptions": "<p>Sample locations assume fish populations to be closed via temporal short&nbsp;sampling events.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/4004",
    "http://www.monitoringresources.org/api/v1/methods/4005"
  ],
  "metrics": [
    {
      "id": 46,
      "title": "Fish Assemblege Habitat Associations",
      "category": "Fish",
      "subcategory": "Abundance of Fish",
      "isIndicator": false
    }
  ],
  "objectives": [
    "Evaluate efficacy of sampling techniques for fish assemblages and the influence of habitat characteristics on detectability. ",
    "Describe fish assemblage and population-level relationships with habitat."
  ],
  "ownerName": "Ryan Hardy",
  "ownerEmail": "ryan.hardy@idfg.idaho.gov",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/28"
}