{
  "background": "In Idaho, burbotLota lotaare endemic only to the Kootenai River (Simpson and Wallace 1982). Burbot in the Kootenai River once provided an important winter fishery. This fishery and that of Kootenay Lake, British Columbia, Canada may have been the most robust in North America (Paragamian and Hoyle 2005). However, after the construction and operation of Libby Dam by the U.S. Army Corps of Engineers (USACE) in 1972, the fishery in Idaho rapidly declined and was closed in 1992. Concomitant to the collapse in Idaho was the collapse of the burbot fishery in Kootenay Lake and Kootenay River, British Columbia (Paragamian et al. 2000).Burbot stock limitations become an increasing factor to restoration with each passing season. Because the Kootenai River burbot stock is so limited, the introduction of a genetically similar donor stock was found to be a useful approach to enhance the population.In the past few years, intensive culture techniques developed by the Kootenai Tribe of Idaho, BC Ministry of Environment, the UIARI, and Idaho Department of Fish and Game (IDFG) have become an important restoration measure for burbot on the Kootenai River.The management goal of this study is to restore the burbot population in the Idaho reach of the Kootenai River in order to provide an annual sustainable harvest of burbot.In order todetermine trends in the adult and juvenileburbotpopulation, we usehoop nets throughout theKootenaiRiver,KootenaiLake, and tributaries in Idaho and Canada. Numbers and distribution of adult and juveniles are documented in established trend locations. Biological information including length, weight, genetics , and presence of PIT tags or other identifying marks on adult and juvenileburbotare recorded. Abundance and survivalare estimated using variations of theJolly-Sebermodel applied to between-season recapture data (Ricker1975).Burbotmovements and responses to mitigative measures are evaluated with passive telemetry techniques. We implantVEMCOsonic transmitters in adultburbotto test if winter discharge management from Libby Dam is negatively affectingburbotspawning. Spawn timing, frequency, and response to environmental conditions are only measured by passive telemetry techniques. Since mostburbotthat have been released from the University of Idaho Aquatic Research Institute are marked with PIT tags, a full duplex (FDX) array isplaced at the confluence of a releasetributaryto determine if hatcheryburbotare returning to spawn once they reach sexual maturity. Parental based tagging (PBT) is alsoincorporated to determine parentageof all recapturedburbot.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/548",
  "title": "KRRFM - Burbot Adult and Juvenile Stock Assessment (1988-065-00)",
  "id": 548,
  "assumptions": "<p>Burbot stocked since 2010 have survived and are now recruited to the population at large.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/254",
    "http://www.monitoringresources.org/api/v1/methods/485",
    "http://www.monitoringresources.org/api/v1/methods/746",
    "http://www.monitoringresources.org/api/v1/methods/902",
    "http://www.monitoringresources.org/api/v1/methods/996",
    "http://www.monitoringresources.org/api/v1/methods/1341",
    "http://www.monitoringresources.org/api/v1/methods/1432",
    "http://www.monitoringresources.org/api/v1/methods/1551",
    "http://www.monitoringresources.org/api/v1/methods/1734",
    "http://www.monitoringresources.org/api/v1/methods/1736",
    "http://www.monitoringresources.org/api/v1/methods/4004"
  ],
  "objectives": [
    "Assess population demographics (survival, growth, and recruitment) of wild and hatchery produced natural burbot of the Kootenai River, ID."
  ],
  "ownerName": "T.J. Ross",
  "ownerEmail": "tj.ross@idfg.idaho.gov",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/28"
}