{
  "background": "Knowledge about movements and life history of potamodromous salmonids is generally well-understood; however, declining or suppressed populations often require additional insight in order to effectively conserve, perpetuate, and manage such populations. Potamodromous salmonids are (generally) known to utilize specific spawning, growth, and refuge habitats within large stream and river networks, and they often make extensive migrations to utilize these different habitats (Northcote 1997). Although life history behaviors of resident, freshwater salmonids are oftentimes generalized across all stream and riverine systems, it is important to consider system-specific differences that may be driving population declines or suppression, especially in anthropogenically altered systems.Rainbow Trout populations in the Kootenai River, Montana/Idaho have been impacted by the construction and operation of Libby Dam, Montana since 1972; population declines (primarily in Idaho), have been documented following the construction of Libby Dam. In addition, populations have been impacted by a variety of other factors, including channelization, levees, and tributary alteration/functional disconnection. It has long-been speculated that several tributaries in Montana provide the largest numbers of out-migrant recruits to the mainstem rainbow trout population in the Kootenai River. These recruits are thought to seed the majority of the mainstem adult population, both in Idaho and Montana. Although traditional methods exist to validate this assumption, newer, less labor-intensive and error-prone methods are now available to address such questions; in particular, otolith microchemistry has emerged as a powerful technique for such purposes. Naturally occurring geochemical signatures in fish otoliths can provide valuable information on natal origins and life histories of individual fish, which can then be extrapolated to make population-level inferences (Campana and Thorrold 2001; Kennedy et al. 1997; Thorrold et al. 2001). This technique has been widely-used for studies involving anadromous fish species; however, relatively few studies have used it for studying natal origins and movement patterns of freshwater fishes (Muhlfeld et al. 2005; Munro et al. 2005; Wells et al. 2003). Through continual refinement of this technique, strontium (Sr) isotopes have been identified as having the most discriminatory power in freshwater systems (Barnett-Johnson et al. 2005; Kennedy et al. 2000, 2002).An otolith strontium isotope pilot study was conducted on the Kootenai River during November 2012. The pilot study addressed two questions as a proof-of-concept: (1) could tributaries to the Kootenai River be differentiated from one another using strontium isotopes derived from otoliths of pre-outmigrant young-of-year (YOY) rainbow trout and (2) could adult rainbow trout collected from the mainstem be assigned back to natal tributary based on otolith strontium isotopes. The results of this pilot study were completed in May 2014, and they verified that both questions could be affirmatively answered. Based on these results, the Idaho Department of Fish and Game (IDFG), the Montana Fish, Wildlife and Parks (MFWP), the Idaho Cooperative Fish and Wildlife Research Unit (ICFWRU) and the New Mexico Cooperative Fish and Wildlife Research Unit (NMCFWRU) decided to implement a larger-scale study on the Kootenai River.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/556",
  "title": "KRRFM - Rainbow Trout Recruitment and Early Life History",
  "id": 556,
  "assumptions": "<p>Tributaries will possess unique Sr 87/86 signatures based on local geographical characteristics.</p>\r\n\r\n<p>Age-0 Rainbow Trout residing and collected in tributaries were spawned in the tributary in which they were collected.</p>\r\n\r\n<p>The Sr 87/86 signature of the Kootenay Lake differs from the signature in the Kootenai River.</p>\r\n\r\n<p>The sample of adults is representative of the population structure in terms of tributary of origin.</p>\r\n\r\n<p>Age-at-outmigration will be detectable based on the ability to accurately age Rainbow Trout otoliths relative to changes in Sr 87/86 signatures.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/190",
    "http://www.monitoringresources.org/api/v1/methods/1013",
    "http://www.monitoringresources.org/api/v1/methods/1462",
    "http://www.monitoringresources.org/api/v1/methods/1551",
    "http://www.monitoringresources.org/api/v1/methods/1617",
    "http://www.monitoringresources.org/api/v1/methods/1734",
    "http://www.monitoringresources.org/api/v1/methods/3797",
    "http://www.monitoringresources.org/api/v1/methods/4245",
    "http://www.monitoringresources.org/api/v1/methods/6609",
    "http://www.monitoringresources.org/api/v1/methods/6610",
    "http://www.monitoringresources.org/api/v1/methods/6611",
    "http://www.monitoringresources.org/api/v1/methods/6612",
    "http://www.monitoringresources.org/api/v1/methods/6613"
  ],
  "objectives": [
    "Derive strontium isotope signatures for all major tributaries to the Kootenai River from Libby Dam, Montana to Boundary Creek, Idaho.",
    "Estimate the percent contribution of each tributary to the mainstem adult rainbow trout population (both in Idaho and Montana).",
    "Evaluate the relative proportion of adflfuvial (i.e., from Kootenay Lake, B.C.) versus fluvial (i.e., from the mainstem Kootenai River, ID and MT) contributions to the rainbow trout population.",
    "Determine  (if possible) the extent and directionality of dispersal from natal tributary into the mainstem Kootenai River",
    "Determine age-at-outmigration for each surveyed tributary."
  ],
  "ownerName": "T.J. Ross",
  "ownerEmail": "tj.ross@idfg.idaho.gov",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/28"
}