{
  "background": "The Kootenai River basin has been impacted by many anthropogenic activities (e.g., agriculture, mining, land use practices, and the construction and operation of Libby Dam), all of which have affected the ecosystem and led to declines in resident fish populations. Libby Dam has significantly altered the flow regimes and channel morphology of the Kootenai River since it was constructed in the early 1970s, and it has depleted nutrients and caused a decline in primary productivity in the Idaho portion of the river (Woods 1982; Snyder and Minshall 1996). By the 1990s, this reduction in productivity translated to a two- to four-fold decrease in the number of mountain whitefish, compared to numbers present in 1980-81 (Partridge 1983; Paragamian 1990); this was one noticeable effect, among many.Lake Koocanusa, the reservoir created by Libby Dam, acts as a nutrient sink (Snyder and Minshall 1996), retaining approximately 63% of total phosphorus (P) and 25% of total nitrogen (N) entering the reservoir (Woods 1982). Due to low current velocities in the reservoir, these nutrients bind to sediments and precipitate out of solution (Snyder and Minshall 1996), making them unavailable to organisms in the river below the dam. Consequently, the Idaho portion of the Kootenai River has been considered nutrient poor (ultraoligotrophic) and P-limited (Snyder and Minshall 1996) since the completion of Libby Dam. The loss of nutrients in the Idaho portion of the Kootenai River has reduced primary production, and this has likely contributed to poor sport and non-sport fish production over the past two decades.Increases in primary production have been successfully facilitated through the addition of inorganic P and N in other aquatic ecosystems (Ashley et al. 1999), which in turn has been successful in recovering wild fish populations. It was proposed that increases in primary production through nutrient restoration could be used to stimulate fish production in the Kootenai River from bottom up trophic cascades (Snyder and Minshall 1996).The Kootenai River Ecosystem Project was designed to take an ecosystem-based approach to rehabilitating the fish populations in the Kootenai River. Whereas, past fisheries management programs on the Kootenai River have focused on recovering single species, this project was designed to support recovery of fish populations utilizing an ecosystem-based strategy (as opposed to simply treating the symptoms of degrading stocks). The addition of nutrients to this ultraoligotrophic system was hypothesized to stimulate production in the nutrient-depleted food web and reverse the downward trends in populations of trout, kokanee, mountain whitefish, burbotLota lota, white sturgeonAcipenser transmontanus, as well as others species. This report summarizes results specific to fish populations. Results relative to changes in primary productivity and macroinvertebrate communities will be reported by the Kootenai Tribe of Idaho.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/554",
  "title": "KRRFM – Ecosystem Restoration: Fish Biomonitoring",
  "id": 554,
  "assumptions": "<p>Sampling sites are representative of different reaches/habitat types of the Kootenai River.&nbsp; Control sites&nbsp;aid in eliminating confounding factors, and provide the basis for evaluating the effect of nutrients.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/1013",
    "http://www.monitoringresources.org/api/v1/methods/1366",
    "http://www.monitoringresources.org/api/v1/methods/1551",
    "http://www.monitoringresources.org/api/v1/methods/4038",
    "http://www.monitoringresources.org/api/v1/methods/4039",
    "http://www.monitoringresources.org/api/v1/methods/4040",
    "http://www.monitoringresources.org/api/v1/methods/4042",
    "http://www.monitoringresources.org/api/v1/methods/4043",
    "http://www.monitoringresources.org/api/v1/methods/4044"
  ],
  "objectives": [
    "Restore fish populations in the Idaho reach of the Kootenai River to densities present prior to Libby Dam.\r\n"
  ],
  "ownerName": "T.J. Ross",
  "ownerEmail": "tj.ross@idfg.idaho.gov",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/28"
}