{
  "background": "In 1949, the construction of Grand Coulee Dam on the Columbia River formed Franklin D. Roosevelt Lake (Lake Roosevelt). Grand Coulee Dam was built without fish passage andpermanentlyblocked the anadromous migratory pathways of numerous fish species, extirpating salmon and lamprey and fragmenting resident fish populations. The current resident fishery is supported by the Lake Roosevelt Artificial Production Program (LRAPP), comprised of the Spokane Tribal Hatchery, WDFW Sherman Creek State Hatchery, and the volunteer operated Lake Roosevelt Rainbow Trout Net Pen Project. The LRAPP releases hatchery fish as partial mitigation for the loss of anadromous fish runs and supports a recreational and subsistence fishery for kokanee and rainbow trout. Rainbow Trout production began in 1986 which provided Rainbow Trout fingerlings to the volunteer net pen program operated by the Lake Roosevelt Development Association . Stocking strategies for Rainbow Trout include hatchery rearing from egg to fingerlings, then transfer to net pens to grow to yearlings, at which time they were released into the reservoir. The Lake Roosevelt Rainbow Trout Net Pen Program (BPA Project No.1995-00900) coordinates volunteers to feed the trout, maintain the net pens and release the fish after reservoir drawdown and when zooplankton biomass is adequate for forage (May-June). With the goal of monitoring production and success of the LRAPP the LRFEP assesses triploid Rainbow Trout fin clip quality and performance prior to release from net pens, and manually enumerates a subset of net pens to characterize rearing survival.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3526",
  "title": "Lake Roosevelt Net Pen Quaility Assurance (QA) (1994-043-00)",
  "id": 3526,
  "assumptions": null,
  "objectives": [
    "Conduct annual net pen Quality Assurance (QA) surveys assessing triploid Rainbow Trout fin clip performance, condition, and enumerations of net pens to characterize rearing survival."
  ],
  "ownerName": "Travis Rehm",
  "ownerEmail": "travis.rehm@spokanetribe.com"
}