{
  "background": "In 1949, the construction of Grand Coulee Dam on the Columbia River formed Franklin D. Roosevelt Lake (Lake Roosevelt). Grand Coulee Dam was built without fish passage andpermanentlyblocked the anadromous migratory pathways of numerous fish species, extirpating salmon and lamprey and fragmenting resident fish populations. The current resident fishery is supported by the Lake Roosevelt Artificial Production Program (LRAPP), comprised of the Spokane Tribal Hatchery, WDFW Sherman Creek State Hatchery, and the volunteer operated Lake Roosevelt Rainbow Trout Net Pen Project. The LRAPP releases hatchery fish as partial mitigation for the loss of anadromous fish runs and supports a recreational and subsistence fishery for kokanee and rainbow trout. The Lake Roosevelt Fisheries Evaluation Program (LRFEP) uses the Lake Roosevelt angler creel survey to monitor the efficacy of LRAPP release strategies. The Lake Roosevelt angler creel survey is cooperatively implemented by the Lake Roosevelt co-management entities, the Spokane Tribe of Indians, Colville Confederated Tribes, and the Washington Department of Fish and Wildlife. All hatchery fish released into Lake Roosevelt are marked with a fin clip (typically an adipose fin clip) and/or an otolith mark prior to release. The ability to easily identify hatchery fish is critical for assessing performance of hatchery release strategies and also allows co-managers to develop fishing regulations that protect wild stocks of kokanee and rainbow trout. The Lake Roosevelt angler creel survey collects various data, including the numbers of each fish species caught, harvested, and released by anglers, reported angling effort, and fish morphometric data that is used to assess growth and condition at harvest. Estimates of total catch, harvest, total angler effort, and angler catch-per-unit-effort are used to assess the contribution of hatchery fishes to the fishery, and provides insight into the economic contribution of the Lake Roosevelt fishery to the region.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/521",
  "title": "Lake Roosevelt Angler Creel Survey (1994-043-00)",
  "id": 521,
  "assumptions": "<p>1. There are differences in the distribution of fishing efforts within a day. 2. There are no differences in the distribution of fishing efforts among or between days within the five weekdays or between days within the two weekend days. 3. There are differences in the distribution of fishing efforts from one time block to another. 4. All the fishing trips are completed between sunrise and sundown. 5. The number of boats launched outside access points is negligible. 6. Most of the fishing pressure comes from boat anglers, not shore anglers.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/952",
    "http://www.monitoringresources.org/api/v1/methods/1073",
    "http://www.monitoringresources.org/api/v1/methods/1551",
    "http://www.monitoringresources.org/api/v1/methods/1734",
    "http://www.monitoringresources.org/api/v1/methods/3940",
    "http://www.monitoringresources.org/api/v1/methods/4056",
    "http://www.monitoringresources.org/api/v1/methods/4226"
  ],
  "objectives": [
    "The primary objectives of the Lake Roosevelt angler creel survey are to estimate annual angler pressure, catch, harvest, and catch-rate, and the economic value of the fishery."
  ],
  "ownerName": "Justin Seibert",
  "ownerEmail": "justin.seibert@spokanetribe.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/27"
}