{
  "background": "Conservation aquaculture programs can minimize the risk of inbreeding in supplemented populations by maximizing the number of parents represented within and across year classes produced in the hatchery. Including many parents in conservation aquaculture will also bolster the genetic diversity of the supplemented population and increase effective population size. Conventional conservation aquaculture programs that spawn wild broodstock and rear full-sibling or maternal half-sibling families separately typically know the actual or maximum possible number of parents represented in released cohorts. Repatriation-based conservation aquaculture programs, which capture eggs or larvae directly from wild spawning sites, do not know how many parents contribute to the spawning events sampled. However, genetic markers can be used in concert with statistical approaches to reconstruct family groups and estimate the number of spawners contributing to individual spawning events or total released cohorts. We propose to use genetic markers (microsatellites and/or SNPs) to reconstruct family groups and estimate the number of spawners contributing to a repatriation program for Upper Columbia River white sturgeon at the Waneta spawning site.Task 1 (Years 1-2).DNA will be extracted from fin clips collected from juvenile white sturgeon released from the Waneta and American repatriation programs (N = 100-200/year/program; 2 years = 400-800 samples total). Individuals will be genotyped at 13 microsatellite loci (Rodzen and May 2002; Zhu et al. 2005; Brk et al. 2008) and ~300 SNP loci (CRITFC, unpublished data) in Year 1. In Year 2, individuals will be genotyped at whichever marker exhibits superior performance at pedigree reconstruction. The program Colony (Jones and Wang 2010) will be used with each marker set to reconstruct full sibling families and estimate Ns. Analysis of microsatellite data will follow the pipeline of Thorstensen et al. (accepted). In brief, genotypes from Upper Columbia samples will be used to simulate families of known parentage to establish which inclusive and exclusive probability values in Colony maximize the accuracy in identifying full sibling and unrelated individuals for spawner number estimation. Once inclusive and exclusive probability thresholds have been established, total Ns per year and Ns per spawning event (for the Waneta program) will be estimated. Genetic diversity represented by spawning events and by year classes will be estimated by calculating the number of alleles per locus and number of alleles/individual/locus.Task 2 (Years 2-3).DNA will be extracted from fin clips taken from larval white sturgeon collected in the American Upper Columbia repatriation program (N = 100-200/year, 2 years). Colony will be used to determine whether individuals captured in the American reach in a particular year originate from Waneta spawning that year. Samples from the American reach and the Waneta repatriation program from each year will be analyzed together to determine whether any inferred full sibling families include individuals from both sampling locations. This would be evidence that Waneta-origin larvae are drifting into American sampling sites.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3525",
  "title": "Lake Roosevelt White Sturgeon - Estimation of Spawner Number and Larval Drift in the Upper Columbia",
  "id": 3525,
  "assumptions": null,
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/918",
    "http://www.monitoringresources.org/api/v1/methods/921",
    "http://www.monitoringresources.org/api/v1/methods/5352"
  ],
  "objectives": [
    "Determine if white sturgeon drifting downstream from the Waneta spawning site are captured in the American repatriation program.\r\n",
    "Assess number of spawners (Ns) represented and genetic diversity captured in the Waneta and American repatriation efforts"
  ],
  "ownerName": "Joseph Cronrath",
  "ownerEmail": "joseph.cronrath@spokanetribe.com"
}