{
  "background": "Wetland location and functionalitydepends on the interaction of the hydrologic regime and land elevation.The lower Columbia River and Estuary (LCRE) generally has been very slowly infilling with sediment during the Holocene epoch since the ice age, but rates are spatially variable and not all subareas have net positive sedimentation rates (Sherwood and Creager 1990). Tidal marsh surfaces along the seaward 120 km of the Columbia River have closely tracked changing water surface elevation for millennia (Peterson et al. 2013). Emergent march distribution on the LCRE mainland and island floodplain can be predicted by the cumulative sum of the water depth over the marsh surface during the growing season (Borde et al. 2020).Thus, estimating long-term morphological change, including accretion and erosion, relative to water surface elevations is necessary for understanding the long-term viability of existing wetlands andidentifying potential restoration locations. The resilience of land surface elevation may be gauged based on the 3-dimensional position of land considered for acquisition and governing sedimentary processes (e.g., Cahoon et al. 2019). This is of increasing importance today, because the global sea level rise is expected to affect the LCRE in coming decades (Talke et al. 2020).",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3648",
  "title": "Long-term Monitoring of Wetland Accretion Rates in the Lower Columbia River Estuary and Tidal River",
  "id": 3648,
  "assumptions": null,
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/6994",
    "http://www.monitoringresources.org/api/v1/methods/6995"
  ],
  "objectives": [
    "Monitor long-term changes in LCRE wetland elevation.",
    "Monitor long-term changes in LCRE wetland accretion.",
    "Develop a long-term record of quarterly accretion/erosion wetland elevation measurements at multiple wetlands within the Lower Columbia River Estuary."
  ],
  "ownerName": "Maggie McKeon",
  "ownerEmail": "maggie.mckeon@pnnl.gov"
}