{
  "background": "We use telemetry to determine lake trout distribution during spawning in Lake Pend Oreille (LPO). Acoustic transmitters are implanted in about 30 mature lake trout each year. Transmitters have depth and temperature sensors and an 18-month battery life. Mobile tracking is performed several times throughout the year outside of spawning, but occurs weekly during spawning. Locations where lake trout aggregate are identified and this information is used to guide gill netting efforts each week during spawning. Arrival and departure of fish at spawning sites is used to time netting operations at these sites. Previous telemetry work identified three spawning sites in the lake and it is likely that the same sites will continue to be used. However, it is possible that fish could change their behavior in response to netting and we need to assure that new spawning sites are not established. Further, each site spans several miles of shoreline and telemetry has proven useful for determining fine-scale distribution patterns (localized aggregations and depth) at each site that can be used to more effectively target fish with gill nets.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/581",
  "title": "LPO Identify Lake Trout Distribution Patterns and Use to Guide Removal (1994-047-00)",
  "id": 581,
  "assumptions": "<p>Acoustic tagged Lake Trout behave in a manner representative of the Lake Trout population.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/1030",
    "http://www.monitoringresources.org/api/v1/methods/1035",
    "http://www.monitoringresources.org/api/v1/methods/1042",
    "http://www.monitoringresources.org/api/v1/methods/1044",
    "http://www.monitoringresources.org/api/v1/methods/1071"
  ],
  "objectives": [
    "Identify areas of high concentration of lake trout at each spawning site, and use this information to guide the placement of gill nets."
  ],
  "ownerName": "Pete Rust",
  "ownerEmail": "Pete.Rust@idfg.idaho.gov"
}