{
  "background": "Ecosystem Diagnosis and Treatment (EDT; Lestelle et al. 1996) is a comprehensive model of habitat condition that uses theoretical habitat capacity and productivity as currency to allow comparisons of historic, current and potential restored habitat condition. EDT modeling is a resource that LRHIP is using to aid development of a detailed and spatially explicit plan for future habitat project implementation.Initially, we will evaluate the EDT model output in terms of potential improvement in fish performance. Further analysis will be conducted across geographic areas (assessment units) within each watershed where an assessment unit is made up of several reaches within which the performance of each species is summarized. This assessment unit comparison will identify the relative importance of each area for either restoration or protection actions and help us to focus our restoration and protection actions in areas that are more likely to have higher benefits to our focal species.Finally, we will evaluate conditions within individual stream reaches and identify the most important factors contributing to a loss in performance at specific life stages within to each reach. This Stream Reach Analysis, will identify the survival factors (classes of Level 2 environmental attributes; Lestelle 2005) that, if restored would produce the most significant improvements in overall fish population performance. This more detailed evaluation will allow us to link the EDT output to our monitoring variables and then crosswalk with the kinds of restoration actions that will address the degraded conditions.Data sources used to assign EDT Level II attributes include:physical habitat data collected by CCT following the Oregon Plan (Protocol ID: 1982);fish distribution data collected by CCT and Tetra Tech following Protocol ID: 1980;discharge data was available from USGS stream gages and collected at point locations by CCT subcontractor Tetra Tech following CHaMP methods (Protocol ID: 2102);macroinvertebrate drift data collected by CCT subcontractor Tetra Tech following CHaMP methods (Protocol ID: 2100)water quality data collected by CCT subcontractor Tetra Tech following CHaMP methods (Protocol ID: 2101); andcontinuous temperature data was collected by CCT (Protocol ID: 518).",
  "url": "http://www.monitoringresources.org/api/v1/protocols/685",
  "title": "LRHIP - Sanpoil and Upper Columbia Subbasin Stream Ecosystem Diagnosis and Treatment Modeling",
  "id": 685,
  "assumptions": "<p>Attributes of template (historic) habitat conditions are accurate.</p>\r\n\r\n<p>Attributes of current habitat conditions are accurate.</p>\r\n\r\n<p>All measurable environmental conditions that effect habitat productivity and potentia are included in the EDT model.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/3973"
  ],
  "metrics": [
    {
      "id": 457,
      "title": "Habitat Potential",
      "category": "Disturbance/Restoration",
      "subcategory": "Area of Disturbance or Restoration",
      "isIndicator": true
    }
  ],
  "objectives": [
    "Model current habitat condition, habitat capacity, and potential fish production in Sanpoil and Upper Columbia Subbasin streams in reference to historical and potential restored habitat conditions. "
  ],
  "ownerName": "Jason McLellan",
  "ownerEmail": "jason.mclellan@colvilletribes.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/21"
}