{
  "background": "NOTE: The details in this protocol have been revised and are now contained in multiple protocols. Full details can now be found in protocol IDs: 2101 & 2102;https://www.monitoringmethods.org/Protocol/Details/2101;https://www.monitoringmethods.org/Protocol/Details/2102The Lake Roosevelt Habitat Improvement Project (LRHIP) was initiated in 1990 to increase the survival of migratory (adfluvial) rainbow troutOncorhynchusmykissand ultimately improve Tribal subsistence and recreational harvest opportunity in streams on theColvilleConfederated Tribes (CCT) reservation (LeCaireandPeone1991). The goal was to restore healthy andharvestablesalmonidpopulations through rehabilitation of stream habitat and restoration of ecological function in the riparian corridors of streams. Numerous restoration actions were implemented and corresponding rainbow trout status and trend monitoring was conducted.In 2011, as part of the Northwest Power and Conservation Committees Categorical Review process, there was an evaluation of project accomplishments and future direction. While it was obvious that the project made substantial attempts to improve habitat conditions and monitor trends in rainbow trout populations, it is was also apparent that the approach to both aspects was relatively haphazard. Monitoring study design lacked statistical rigor and prioritization of habitat restoration actions was unclear. In response to these shortcomings, we developed a new approach to habitat restoration and protection that focuses on restoring natural stream function and has a clearly defined prioritization strategyWe will use empirical observations of habitat conditions and current fish use from our monitoring efforts and an Ecosystem Diagnosis and Treatment (EDT) model to help us evaluate where the highest priority areas are for habitat restoration and protection. EDT is an analytical model relating habitat features and biological performance to support conservation and recovery planning forsalmonids(Lichatowichet al. 1995;Lestelleet al. 1996;Mobrandet al. 1997;Mobrandet al. 1998). It acts as an analytical framework that brings together information from empirical observation, local experts, and other models and analysis to determine which reaches and habitat attributes are likely to have the most benefit for improving fish performance.Development of the EDT model requires the rating of Level II attributes for the current conditions. We place the highest confidence in Level II attribute ratings that are based on empirical data. Work conducted under this protocol will provide reach specific water chemistry and stream discharge data to be used to rate EDT Level II attributes associated with each data type. These data will also facilitate analysis of spatial patterns and variance in stream water chemistry, and discharge among multiple watersheds in the Sanpoil and Upper Columbia River Subbasins",
  "url": "http://www.monitoringresources.org/api/v1/protocols/2135",
  "title": "LRHIP - Sanpoil and Upper Columbia Stream Water Chemistry and Discharge Monitoring Interim",
  "id": 2135,
  "assumptions": "<p>See new protocols.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/72",
    "http://www.monitoringresources.org/api/v1/methods/316",
    "http://www.monitoringresources.org/api/v1/methods/318",
    "http://www.monitoringresources.org/api/v1/methods/817",
    "http://www.monitoringresources.org/api/v1/methods/847",
    "http://www.monitoringresources.org/api/v1/methods/848",
    "http://www.monitoringresources.org/api/v1/methods/1579",
    "http://www.monitoringresources.org/api/v1/methods/1580",
    "http://www.monitoringresources.org/api/v1/methods/3789",
    "http://www.monitoringresources.org/api/v1/methods/3796",
    "http://www.monitoringresources.org/api/v1/methods/4106"
  ],
  "objectives": [
    "Describe stream water chemistry and discharge for use in habitat restoration and protection prioritization.",
    "Provide baseline water chemistry and stream discharge data sets for use in EDT model development.",
    "Provide a standardized protocol for future status and trend monitoring of stream water chemistry and discharge."
  ],
  "ownerName": "Jason McLellan",
  "ownerEmail": "jason.mclellan@colvilletribes.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/21"
}