{
  "background": "The Lake Roosevelt Habitat Improvement Project (LRHIP) was initiated in 1990 to increase the survival of migratory (adfluvial) rainbow troutOncorhynchus mykissand ultimately improve Tribal subsistence and recreational harvest opportunity in streams on the Colville Confederated Tribes (CCT) reservation (LeCaire and Peone 1991). The goal was to restore healthy and harvestable salmonid populations through rehabilitation of stream habitat and restoration of ecological function in the riparian corridors of streams. Numerous restoration actions were implemented and corresponding rainbow trout status and trend monitoring was conducted.In 2011, as part of the Northwest Power and Conservation Committees Categorical Review process, there was an evaluation of project accomplishments and future direction. While it was obvious that the project made substantial attempts to improve habitat conditions and monitor trends in rainbow trout populations, it is was also apparent that the approach to both aspects was relatively haphazard. Monitoring study design lacked statistical rigor and prioritization of habitat restoration actions was unclear. In response to these shortcomings, we developed a new approach to habitat restoration and protection that focuses on restoring natural stream function and has a clearly defined prioritization strategy.We will use empirical observations of habitat conditions and current fish use from our monitoring efforts and an Ecosystem Diagnosis and Treatment (EDT) model to help us evaluate where the highest priority areas are for habitat restoration and protection. EDT is an analytical model relating habitat features and biological performance to support conservation and recovery planning for salmonids (Lichatowich et al. 1995; Lestelle et al. 1996; Mobrand et al. 1997; Mobrand et al. 1998). It acts as an analytical framework that brings together information from empirical observation, local experts, and other models and analysis to determine which reaches and habitat attributes are likely to have the most benefit for improving fish performance.Development of the EDT model requires the rating of Level II attributes for the current conditions. We place the highest confidence in Level II attribute ratings that are based on empirical data. Many of the Level II attributes are related to physical habitat and flow; however, there are also water chemistry attributes. Water chemistry and discharge data is limited for most reservation streams without anadromous fish, particularly in smaller streams.While status and trends monitoring is not currently an LRHIP objective, we wanted to collect baseline information on the water chemistry and discharge in a manner that would allow for future monitoring. With the future monitoring option in mind, we developed our protocol so that it was consistent with other monitoring programs in the Basin, such as the Columbia Habitat Monitoring Program (CHaMP) (Bouwes et al. 2011) and the Integrated Status and Effectiveness Monitoring Program (ISEMP) (Terraqua Inc. 2009).",
  "url": "http://www.monitoringresources.org/api/v1/protocols/2121",
  "title": "LRHIP - Sanpoil and Upper Columbia Subbasin Stream Water Chemistry and Point Discharge Monitoring",
  "id": 2121,
  "assumptions": "<p>Sample sizes are large enough to provide high confidence in EDT Level II attribute ratings.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/317",
    "http://www.monitoringresources.org/api/v1/methods/318",
    "http://www.monitoringresources.org/api/v1/methods/831",
    "http://www.monitoringresources.org/api/v1/methods/847",
    "http://www.monitoringresources.org/api/v1/methods/848",
    "http://www.monitoringresources.org/api/v1/methods/1580",
    "http://www.monitoringresources.org/api/v1/methods/3789",
    "http://www.monitoringresources.org/api/v1/methods/3796"
  ],
  "objectives": [
    "Describe stream water chemistry and discharge for use in habitat restoration and protection prioritization.",
    "Provide a standardized protocol for future status and trend monitoring of stream water chemistry and discharge.",
    "Provide baseline water chemistry and discharge data sets for use in EDT model development."
  ],
  "ownerName": "Jason McLellan",
  "ownerEmail": "jason.mclellan@colvilletribes.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/21"
}