{
  "background": "This protocol monitors genetic changes associated with hatchery propagation in the upper Columbiar River sub-basins for Chinook salmon and steelhead. The information obtained from this protocol directly addresses the potential for changes in genetic diversity in natural populations as a result of safety-net and conservation hatchery programs.The long-term fitness of populations is assumed to be related to maintaining the genetic diversity of natural populations. However, hatchery programs select a subset of individuals from the population to pass on genetic material to the next generation. This is often a relatively small number of individuals that produce a large number of offspring and can result in changes in allele frequencies and reductions of effective population size. Therefore, it is important to monitor the genetic status of the natural populations to determine if there are signs of changes in genetic distance among populations, changes in allele frequencies, linkage disequilibrium, and to estimate effective population size. Assessing the genetic effects of the hatchery program on natural populations does not require annual sampling but does require regular sampling at generational time scales. Additionally, genetic status of hatchery-origin returns should be monitored to further evaluate potential genetic risks to the natural population.This protocol uses changes in gene frequencies through time in hatchery, natural, and wild Chinook and steelheadsalmon populations to evaluate the genetic effects of hatchery supplementation on a broad geographic scale. Co-managers areChelan County PUD, Douglas County PUD and Grant County PUD.Beginning with brood years 2017 and 2018 (and then at subsequent ten year intervals), testing statistical hypotheses associated with genetic components will be conducted with natural-origin baseline samples (the earliest genetic samples available for each program), natural-origin contemporary samples, and hatchery-origin contemporary samples.Alternatively, genetic divergence between the hatchery-origin population and natural-origin population is expected with segregated programs. Monitoring of genetic risks associated with utilizing multi-generations of hatchery-origin broodstock is important. Beginning with brood years 2017 and 2018 (and then at subsequent ten-year intervals), testing statistical hypotheses associated with genetic componentswill be conducted with hatchery-origin baseline samples (the earliest genetic samples available for each program) and hatchery-origin contemporary samples (brood years 2017 and 2018).The samples needed for this protocol are collected from the Wenatchee, Methow, Entiat and Okanogan basins. Samples are sent to the WDFW Molecular Lab in Olympia, WA.WDFW Molecular Genetics (MG) Lab will determine which samples from the programs have been genotyped with the appropriate SNP panel and compile the genetic data from these analyses. Every effort will be made to avoid running duplicative samples and to use the samples that have already been processed. Additionally, WDFW MG Lab will genotype samples that have not been genotyped with the appropriate SNP panel. If the genetic data is available for the programs, and there is no cost to the PUDs, then the genetic data from these programs will be incorporated into the analyses. All SNP genotypes will be analyzed in order to answer the monitoringquestions which are outlined in the objectives.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3624",
  "title": "Monitor and Evaluate the Genetic Diversity of Supplemented Chinook Salmon in the Upper Columbia River Basin",
  "id": 3624,
  "assumptions": "<p>We assume that by sampling a stretch of each site ranging from 1/4-1 mile in length, that we are not sampling a single family grouping. Additionally, we choose to sample juveniles at each study site rather than returning adults, as juveniles are not as susceptible to straying issues.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/1332",
    "http://www.monitoringresources.org/api/v1/methods/1340",
    "http://www.monitoringresources.org/api/v1/methods/1345",
    "http://www.monitoringresources.org/api/v1/methods/1347",
    "http://www.monitoringresources.org/api/v1/methods/1352",
    "http://www.monitoringresources.org/api/v1/methods/1353",
    "http://www.monitoringresources.org/api/v1/methods/1354",
    "http://www.monitoringresources.org/api/v1/methods/1357",
    "http://www.monitoringresources.org/api/v1/methods/1431",
    "http://www.monitoringresources.org/api/v1/methods/4002",
    "http://www.monitoringresources.org/api/v1/methods/5446"
  ],
  "objectives": [
    "Monitoring question 1: Is the contemporary allele frequency of natural-origin fish and hatchery-origin fish similar to the baseline allele frequency of natural-origin fish over time?",
    "Monitoring question 2: Is the contemporary allele frequency of hatchery-origin broodstock similar to the baseline allele frequency of hatchery-origin broodstock over time?",
    "Monitoring question 3: Is contemporary linkage disequilibrium (LD) of natural-origin and hatchery-origin fish similar to the baseline LD of natural-origin fish over time?",
    "Monitoring question 4: Is contemporary linkage disequilibrium (LD) of hatchery-origin broodstock similar to the baseline LD of hatchery-origin broodstock over time?",
    "Monitoring question 5: Does the genetic distance among supplemented subpopulations (where applicable) and populations remain the same over time?",
    "Monitoring question 6: Is the ratio of effective population size (Ne) to spawning population size (N) constant or increasing over time?"
  ],
  "ownerName": "Andrea Pearl",
  "ownerEmail": "andrea.pearl@colvilletribes.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/61"
}