{
  "background": "Stream channel incision is one cause of riparian zone degradation in the arid western United States. Channel incision may be initiated by factors such as major floods, changes in sediment regimes, urban development, and channelization (Rosgen, 1997). As the stream bed becomes progressively deeper, the channel can contain large peak flows and the stream can no longer dissipate energy, water, and materials across its former floodplains (Simon and Rinaldi, 2006). This reduces the area for surface water and groundwater exchange, and aquifer infiltration and water table elevation decline (Brunke and Gonser, 1997). Therefore, streambed degradation is associated with reduced groundwater recharge, reduced reliability and consistency of baseflow, and damaged hyporheic zone connections (Brunke and Gonser, 1997; Cluer and Thorne, 2014). Riparian vegetation that relies on high water tables may also be undercut or stressed (Scott et al., 1999; Shafroth et al., 2000). Ultimately, this impairs stream channel habitat by isolating it from the floodplain, limiting nutrient cycling, and increasing water temperatures (due to lack of shade and poor hyporheic exchange), with negative effects on both in-stream and riparian biota (reviewed in Brunke and Gonser, 1997; Cluer and Thorne, 2014).Channel incision may be mitigated if beaver return and build dams on streams (Pollock et al., 2007). Pollock et al. (2014) describe how beaver dams can greatly accelerate the channel recovery process by promoting trench widening and aggradation. Beaver dams are an integral part of the restoration strategy currently underway in Hangman Creek and Benewah Creek, two streams located on the Coeur d'AleneTribe reservation,where channel incision has limited habitat quantity and quality for populations of native interior redband trout and westslope cutthroat trout, respectively. Several restoration techniques have been implemented in both these streams to improve stability of beaver dam complexes. In upper Hangman creek, un-incised relict meanders have been re-activated and incised channels filled to increase the duration and extent of overbank flows. This has dissipated the energy of in-stream flows and will facilitate the development of more stable beaver dam complexes. In upper Benewah Creek, beaver dam analog (BDA) structures have been installed to inundate stream reaches, elevate stream levels, and promote overbank flooding. Under both these strategies it is expected that 1) groundwater recharge will increase as the durationand spatial extent of floodplain inundation increases; and 2) water table elevations will increase as surface water elevations rise due to the stability of these natural and emulated beaver damimpoundmentsand the consequent sedimentation and bedaggradation.The response of groundwater elevations to restoration actions will be monitored using well fields located in three different floodplain areas. Two of these are found in the upper Hangman Creek watershed, and the other is located in the upper BenewahCreek watershed.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3283",
  "title": "Monitoring groundwater fluctuations using continuous and instantaneous data collected from shallow groundwater wells",
  "id": 3283,
  "assumptions": "<p>1. The depth and spatial locations of the groundwater wells are appropriate for detecting changes in water table elevation and resulting from restoration activities</p>\r\n\r\n<p>2. Data loggers are calibrated and functioning properly</p>\r\n\r\n<p>3. Field measurement data for each well (well elevations, cap perch measurements, and cable length measurements) are accurate</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/1447",
    "http://www.monitoringresources.org/api/v1/methods/1448",
    "http://www.monitoringresources.org/api/v1/methods/1671",
    "http://www.monitoringresources.org/api/v1/methods/5419"
  ],
  "objectives": [
    "Monitor hourly changes in water table elevation during base flow summer periods in well fields adjacent to restored stream reaches in target watersheds.",
    "Determine whether trends in water table elevation over years support the hypothesis that restoration actions have improved hydrologic connectivity."
  ],
  "ownerName": "Jon Firehammer",
  "ownerEmail": "jfirehammer@cdatribe-nsn.gov"
}