{
  "background": "Stream channel incision is one cause of riparian zone degradation in the arid western United States. Channel incision may be initiated by factors such as major floods, changes in sediment regimes, urban development, and channelization (Rosgen, 1997). As the stream bed becomes progressively deeper, the channel can contain large peak flows and the stream can no longer dissipate energy, water, and materials across its former floodplains (Simon and Rinaldi, 2006). This reduces the area for surface water and groundwater exchange, and aquifer infiltration and water table elevation decline (Brunke and Gonser, 1997). Therefore, streambed degradation is associated with reduced groundwater recharge, reduced reliability and consistency of baseflow, and damaged hyporheic zone connections (Brunke and Gonser, 1997; Cluer and Thorne, 2014). Riparian vegetation that relies on high water tables may also be undercut or stressed (Scott et al., 1999; Shafroth et al., 2000). Ultimately, this impairs stream channel habitat by isolating it from the floodplain, limiting nutrient cycling, and increasing water temperatures (due to lack of shade and poor hyporheic exchange), with negative effects on both in-stream and riparian biota (reviewed in Brunke and Gonser, 1997; Cluer and Thorne, 2014).Channel incision may be mitigated if beaver return and build dams on streams (Pollock et al., 2007). Pollock et al. (2014) describe how beaver dams can greatly accelerate the channel recovery process by promoting trench widening and aggradation. Beaver dams are an integral part of the restoration strategy currently underway in Bridge Creek, a tributary to the John Day River in eastern Oregon, USA, where channel incision limits habitat quantity and quality for a population of threatened, wild Mid Columbia River steelhead (Oncorhynchus mykiss) (Pollock et al.,2012 Pollock et al. 2015). In 2009, beaver dam analog (BDA) structures were installed to increase the number and lifespan of beaver dams on Bridge Creek. One hypothesis of the Bridge Creek restoration approach is that water table elevation will increase as surface water elevations rise due to beaver dam impoundments and ongoing sedimentation and bed aggradation (Figure 1); these changes are also expected to enhance groundwater recharge by increasing the duration and extent of floodplain inundation (Pollock et al., 2012).Wells drilled into floodplain surfaces allowaccess to groundwater, and data loggers can be deployed to monitorhourly changes in temperature and pressure. Pressure changes can be transformed into water table elevation data using computer software.This protocol and methods were used to monitoring changes in groundwater elevation and temperature in two well fields in the Bridge Creek Intensively Monitoring Watershed. One well field is adjacent to a restored reach treated with BDA structures (treatment), while the second well field is adjacent to an unrestored, reference reach (control). The purpose of groundwater monitoring was to determine whether trends in water table elevation and groundwater temperature support the hypothesis that restoration actions enhance groundwater recharge and improve hydrologic connections between the stream and its floodplain, mitigating the effects of channel incision.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/2185",
  "title": "Monitoring groundwater fluctuations using data loggers deployed in shallow groundwater wells",
  "id": 2185,
  "assumptions": "<ul>\r\n\t<li>The reference site provides an appropriate control scenario</li>\r\n\t<li>The depth and spatial locations of the groundwater wells are appropriate for detecting changes in water table elevation and groundwater temperature resulting from restoration activities</li>\r\n\t<li>Long term differences in water table elevation trajectories and groundwater temperature patterns recorded from the two instrumented well fields are attributable to their treated vs. reference status</li>\r\n\t<li>Data loggers are calibrated and functioning properly</li>\r\n\t<li>Field measurement data for each well (well elevations, cap perch measurements, and cable length measurements) are accurate</li>\r\n</ul>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/1448",
    "http://www.monitoringresources.org/api/v1/methods/5419",
    "http://www.monitoringresources.org/api/v1/methods/5457",
    "http://www.monitoringresources.org/api/v1/methods/5459"
  ],
  "objectives": [
    "Monitor hourly changes in water table elevation and groundwater temperature in well fields adjacent to a restored stream reach (treatment) and a nearby unrestored, reference stream reach (control)",
    "Determine whether trends in water table elevation and groundwater temperature support the hypothesis that restoration actions have improved hydrologic connectivity and mitigated effects of incision"
  ],
  "ownerName": "Carol Volk",
  "ownerEmail": "carol@southforkresearch.org"
}