{
  "background": "The Nez Perce Tribe's (NPT) Department of Fisheries Resources Management (DFRM) utilizes rotary screw traps (RSTs) as a collection tool for capturing and marking naturally- and artificially-produced anadromous juvenile salmonids. The RSTs are operated by NPT staff throughout various portions of the Snake River Basin. Information obtained from the captured fish are used to estimate population abundance, survival, and life history characteristics, which in turn are used to inform hatchery effectiveness and status and trends evaluations. The juvenile sampling design consists of a combination of comparative performance testing (treatment vs. natural), small-scale experiments, and population status monitoring to address management objectives and answer questions fundamental to salmonid recovery in the Clearwater, Snake and Salmon subbasins. Data obtained from the operation of RSTs is also used to calculate smolt performance characteristics, provide over-winter survival estimates, and life stage specific survival estimates, smolt-to-adult survival rates and recruit per spawner metrics. They also provide a means to calculate Chinook salmon (Oncorhynchus tshawytscha) and steelhead (O. mykiss) juvenile emigration timing and travel from tributary specific areas to Snake and Columbia dams. Population status and trend monitoring of natural and hatchery origin fish is used for effective population management, assessing effectiveness of conservation actions, viability, and recovery metric monitoring.Please see protocols #2248 and #2249 for data analysis methods describing the calculation of metrics and indicators.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/2242",
  "title": "Nez Perce Tribe Juvenile Rotary Screw Trap Data Collection",
  "id": 2242,
  "assumptions": "<ol>\r\n\t<li>Juvenile screw traps&nbsp;effectively allows us to test quantifiable hypotheses as they relate to our monitoring and evaluation objectives.</li>\r\n\t<li>Trap efficiency estimates accurately reflect the true proportion of the captured emigrating population and provide valid total abundance estimates.</li>\r\n</ol>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/6608",
    "http://www.monitoringresources.org/api/v1/methods/6632",
    "http://www.monitoringresources.org/api/v1/methods/6633",
    "http://www.monitoringresources.org/api/v1/methods/6634",
    "http://www.monitoringresources.org/api/v1/methods/6635",
    "http://www.monitoringresources.org/api/v1/methods/6639"
  ],
  "objectives": [
    "Obtain life stage-specific estimates of abundance, survival and life history characteristics.",
    "Obtain life stage-specific estimates of emigration timing.",
    "Obtain life stage-specific estimates of travel time from tributary specific areas to Snake and Columbia River dams.",
    "Use collected data to calculate smolt-to-adult survival rates.",
    "Use collected data to estimate performance measures to monitor population status, viability and trends, assess hatchery and habitat conservation effectiveness and progress towards population recovery."
  ],
  "ownerName": "Jason Vogel",
  "ownerEmail": "jasonv@nezperce.org"
}