{
  "background": "The Nez Perce Tribe's Department of Fisheries Resources Management utilizes seining (boat and shore based) as a collection tool forcapturing and marking juvenile salmonids for determination of survival, growth, and life history characteristics. Data are utilized for hatchery effectiveness and status and trends evaluations. The juvenile sampling design consists of a combination of comparative performance testing and population status monitoring to address management objectives and answer questions fundamental to salmonid recovery. Population status and trend monitoring of natural and hatchery origin fish is used for effective population management, assessing effectiveness of conservation actions, viability, and recovery metric monitoring.Please see protocols #2248, #2249, #2250 and #2215 for data analysis methods describing the calculations of metrics and indicators.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/2243",
  "title": "Nez Perce Tribe Juvenile Seining Data Collection",
  "id": 2243,
  "assumptions": "<p>Collected fish are randomly sampled and represent the un-caught population.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/6633",
    "http://www.monitoringresources.org/api/v1/methods/6634",
    "http://www.monitoringresources.org/api/v1/methods/6636",
    "http://www.monitoringresources.org/api/v1/methods/6639"
  ],
  "objectives": [
    "Collect juvenile salmonid data, from seining (boat and shore) with a capture and marking program for determination of survival, growth and life history characteristics. ",
    "Provide a means to calculate natural Chinook salmon emigration timing and survival to Snake and Columbia river dams. ",
    "Collect data to monitor and evaluate the acclimated releases of juvenile fall Chinook salmon in the Snake River basin."
  ],
  "ownerName": "Jason Vogel",
  "ownerEmail": "jasonv@nezperce.org",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/12"
}