{
  "background": "Nonnative predators, such as Walleye, Smallmouth Bass and Northern Pike are negatively affecting the conservation and restoration of native fish species around the country (Stroud et al. 2011, Sepulveda et al 2013, Bernall et al. 2005). Bioenergetics studies done in Lake Roosevelt, Washington, in 2011, found that Walleye and Smallmouth Bass populations combined consumed 94.7% of the hatchery kokanee fry released, 40.1% of the hatchery kokanee yearlings released, 24% of the out-migrating Rainbow Trout yearlings, and 27.4% of the rainbow trout 2 and 3 year old populations (Stroud et al. 2011). Mechanical removal methods such as gillnetting, boat electrofishing, fyke netting, beach seines, and angling can be used to reduce populations of invasive predators. By using an array of methods researchers can effectively sample during the entire year and decrease the catch rate of non target species by selecting the best method for the conditions and time of year.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/438",
  "title": "Non Native Predator Fish Reduction",
  "id": 438,
  "assumptions": "<p>We are assuming the reduction in predators will affect kokanee and rainbow trout survival.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/123",
    "http://www.monitoringresources.org/api/v1/methods/140",
    "http://www.monitoringresources.org/api/v1/methods/1013",
    "http://www.monitoringresources.org/api/v1/methods/1442",
    "http://www.monitoringresources.org/api/v1/methods/4040",
    "http://www.monitoringresources.org/api/v1/methods/4174",
    "http://www.monitoringresources.org/api/v1/methods/4245",
    "http://www.monitoringresources.org/api/v1/methods/5257",
    "http://www.monitoringresources.org/api/v1/methods/5547",
    "http://www.monitoringresources.org/api/v1/methods/6569",
    "http://www.monitoringresources.org/api/v1/methods/6636"
  ],
  "objectives": [
    "Reduce non-native predator densities to increase the survival of native fish populations."
  ],
  "ownerName": "Holly McLellan",
  "ownerEmail": "holly.mclellan@colvilletribes.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/21"
}