{
  "background": "Northern PikeEsox lusciousare classified as a prohibited species in Washington State. An invasive Northern Pike population is present within Franklin D. Roosevelt Lake (Lake Roosevelt), WA, amainstemimpoundment of the Columbia River formed by Grand Coulee Dam. It is assumed that Northern Pike entered Lake Roosevelt from upstream waters. Prior to 2015,Northern Pike were rarely observed in standardized fish surveys conducted on Lake Roosevelt (Lee and King 2015, Blake et al. 2017). Through 2016 to 2019, over 12,000 Northern Pike have been removed by the co-management entities of Lake Roosevelt (the Spokane Tribe, Confederated Tribes of theColvilleReservation, and Washington Department of Fish and Wildlife). Natural recruitment of Northern Pike was documented in 2016 and 2017 within the Kettle River and Evans Campground areas of Lake Roosevelt.Gillnettingcan be an effective means of controlling invasive Northern Pike populations (Sepulvedaet al. 2013, Baxter andNeufeld2015, Bean 2014,Walrathet al. 2015). In Lake Roosevelt, gill net suppression occurs between March and June in known Northern Pike staging and spawning locations. Since 2016, the majority of the suppression effort has been focused withinthe Kettle River (48.681428, -118.115458), Marcus (48.681371, -118.086362), Evans Campground (48.688228, -118.033233), Singer Bay (48.622975, -118.075942),Colville River (48.573482, -118.087433),Haag Cove (48.556980, -118.154128), and Gifford(48.297843, -118.175735)areas of Lake Roosevelt (see map of suppression locations).Spring suppression effort is occasionally suspended in April when the reservoir is at its lowest drawdown point due to closed boat launches limiting access, high water flows, and loss of suitable sampling habitat. The decision to suspend suppression is made each year by the Lake Roosevelt Northern Pike Technical Team (Technical Team).Post-spawn gill net suppression occurs between July and November in known and suspected Northern Pike rearing locations. Arc Map was used to develop a map that identified the top 9.1 m from full pool (393 m amsl) with less than 45 shoreline slope (see reservoir elevation-habitat map). Co-management agencies divide suppression effort between the known and suspected sites.All bycatch is released back into the reservoir. The co-managers mutually agreed to species specific bycatch limits. If a bycatch limit is reached in a particular area, sampling is suspended in that area for the rest of the week.All fish are measured (total length). Additional data collected from Northern Pike include weights, otoliths, cliethra, sex, and maturity. Data is also kept on capture per gill net mesh size to inform development of a Lake Roosevelt specific gill net to increase Northern Pike catch and reduce bycatch. The efficacy of Northern Pike suppression efforts will be evaluated by a reservoir wide monitoring survey.Suppression information from all three agencies will be collated and summarized in one annual report submitted March 15 of the following year.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3354",
  "title": "Northern Pike Gill Net Suppression",
  "id": 3354,
  "assumptions": "<p>1.) Reducing Northern Pike abundance&nbsp;will protect native and managed fish species (such as&nbsp;Redband&nbsp;Trout, Kokanee, and Burbot), reduce/eliminate recruitment of Northern Pike within the reservoir, and limit downstream movement of Northern Pike below Grand Coulee and Chief Joseph Dams.</p>\r\n\r\n<p>2.) Northern Pike will remain highly susceptible to capture by gill net&nbsp;and&nbsp;bycatch&nbsp;mortality will not cause negative population level changes in native or managed fish species.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/140"
  ],
  "objectives": [
    "Reduce the abundance of Northern Pike to the point at which they are rarely observed - <1 Northern Pike/100 overnight gill net sets in reservoir-wide Northern Pike Monitoring Program gill net catch."
  ],
  "ownerName": "Justin Seibert",
  "ownerEmail": "justin.seibert@spokanetribe.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/27"
}