{
  "background": "Environmental DNA (eDNA) is DNA that have been released by an organism into its environment and can be detected in the air, water, or soil. In aquatic systems, eDNA has been shown to provide a sampling approach that is sensitive enough to detect species presence or absence and can be performed rapidly and efficiently (Laramie et al. 2015; Carmin et al 2016).The National Genomics Center for Wildlife and Fish Conservation (NGC) has developed taxon specific eDNA assays for a number of native fish species including Bull TroutSalvelinus confluentus, Westslope Cutthroat TroutOncorhynchus clarkii, Chinook SalmonOncorhynchus tshawytschaand as well as non-native species such as the Northern PikeEsox Lucius(Laramie et al. 2015; Carmin et al 2016).Invasive Northern Pike are suspected to have migrated from the Clark Fork river system in Montana, downstream to the Pend Oreille River, and now into the upper reaches the Columbia River in the United States. Northern Pike were first captured in standardized fishery surveys in Lake Roosevelt in 2007 when a single fish was captured in a gill net at Alder Creek (rkm 1058.5) (Lee et al. 2010). Subsequently, Northern Pike have been captured in increasing numbers during Fall WalleyeSander vitreusIndex Netting (King and Lee 2016), White SturgeonAcipenser transmontanusjuvenile netting (Seibert et al. 2015), and creel surveys (Blake et al. 2015) in the upper reaches of Lake Roosevelt, near Kettle Falls, WA.The increasing observations of Northern Pike in Lake Roosevelt prompted the Lake Roosevelt co-managers (Washington Department of Fish and Wildlife [WDFW], Colville Confederated Tribes [CCT] and Spokane Tribe of Indians [STI]) to implement gill netting surveys in 2015 and 2016 to investigate localized abundance, diet, and age structure (Lee and King 2015; King and Lee 2016). Northern Pike have been captured in the upper reaches of Lake Roosevelt upstream of the Colville River confluence (rkm 1120 on the Columbia River). They have also been captured up to Napoleon Bridge (14.7 rkm ) on the Kettle River. Minimal sampling has occurred above this point due to the difficulty of sampling in a shallow fast flowing river.The co-managers of Lake Roosevelt have worked together to combine BPA and Agency funds to increase efforts to combat the expansion and invasion of Northern Pike in Lake Roosevelt. Removal efforts have included a combination of gill nets, boat electrofishing, and angling.The downstream spread of Northern Pike is of concern to regional fisheries managers because Pike pose a serious threat to the conservation and existence of native fish species. The use of eDNA monitoring may assist with monitoring Northern Pike distribution and the early detection of downstream expansion.The CCT developed a monitoring strategy to monitor 48 sites in the Upper Columbia River basin to facilitate early detection of Northern Pike spreading into new waters.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3353",
  "title": "Northern Pike eDNA Monitoring",
  "id": 3353,
  "assumptions": "<p>A key assumption of the study is that the water sample&nbsp;reflects the actual presence or absence of Northern Pike.</p>\r\n",
  "objectives": [
    "Use eDNA as an early detection tool for monitoring the distribution and expansion of Northern Pike in the Upper Columbia River watershed."
  ],
  "ownerName": "Holly McLellan",
  "ownerEmail": "holly.mclellan@colvilletribes.com"
}