{
  "background": "PIT-tags are one of the key technologies used to monitor anadromous fish populations in the Umatilla River basin and an extensive network of release and recapture sites exist across the Columbia River basin. PIT-tags can be used with mark-recapture techniques to estimate the size of a population or the survival for a group of fish. Performance metrics including travel time, migration timing, and passage timing can be derived and used to characterize life history characteristics and fish behavior. PIT-tag data sets are also used to estimate adult escapement, monitor overshoot rates, and smolt-to-adult return.The electrical properties and performance of a PIT-tag interrogation system can change with changes in environmental conditions (i.e., water level, water temperature, conductivity, and air temperature). Performance is also affected by metal and ambient electromagnetic fields of similar frequency, which can be generated by a wide variety of things commonly found at juvenile and adult fish passage facilities including electric motors, pumps, and power lines.PIT-tag systems cannot read two tags at once, so multiple tags in the detection field at the same time compromises system performance. This can occur when more than one tagged fish is in the detection field, or when a bare tag, resulting from tag shedding or mortality, rolls into the detection field creating collision with tagged fish swimming through the field.Because of these factors, system performance should be monitored on a regular basis and detection efficiency should be calculated. When possible, detection efficiency estimates should be species and life stage specific and during discrete periods of differing conditions that are known to affect system performance.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3650",
  "title": "Operation of a PIT-tag Interrogation System at an Irrigation Diversion Dam",
  "id": 3650,
  "assumptions": null,
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/3921",
    "http://www.monitoringresources.org/api/v1/methods/6786",
    "http://www.monitoringresources.org/api/v1/methods/6855"
  ],
  "metrics": [
    {
      "id": 381,
      "title": "Detection Efficiency",
      "category": "Fish",
      "subcategory": "Mark/Tag Recovery or Detection",
      "isIndicator": false
    }
  ],
  "objectives": [
    "Operate and maintain PIT-tag interrogation system to provide consistent passive interrogation and uploading of data to the regional PIT-tag database (PTAGIS).",
    "Calculate detection efficiencies to characterize system performance."
  ],
  "ownerName": "Josh Hanson",
  "ownerEmail": "Josh.hanson@odfw.oregon.gov",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/66"
}