{
  "background": "The Oregon Department of Fish and Wildlife (ODFW) annually surveys the marine recreational fishery. The ocean boat fishery is sampled by the Ocean Recreational Boat Survey (ORBS), and estimates of catch and effort are made for this fishery. In addition, ORBS also samples estuary boats in the lower estuary areas where ocean sampling is occurring. Shore based anglers and estuary boat anglers are sampled by the Shore and Estuary Boat (SEB) survey.   This report summarizes the basic elements of the ORBS project current in 2008. This includes data collection, formulas used in calculations, and adjustments to the data, as they relate to the estimation of effort and catch. Other components of ORBS including biological age structure data, at-sea observations, and other side projects are not detailed.  Presently the ORBS project samples mainly at the top ten to twelve ocean access points.  Effort is estimated by counting the number of boat trips through one of several methods.  Sampling and estimates of catch are stratified by port, week, season type, and boat type. Further stratifications of the estimates to trip type, and area of catch are also made.  Other information gathered by ORBS includes biological information such as length and weight statistics for use in converting numbers of fish into weight, and age structures from species of concern.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/45",
  "title": "ORBS - Sampling Design of the Oregon Department of Fish and Wildlife’s Ocean Recreational Boat Survey",
  "id": 45,
  "assumptions": null,
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/155",
    "http://www.monitoringresources.org/api/v1/methods/180",
    "http://www.monitoringresources.org/api/v1/methods/181",
    "http://www.monitoringresources.org/api/v1/methods/182",
    "http://www.monitoringresources.org/api/v1/methods/183",
    "http://www.monitoringresources.org/api/v1/methods/184",
    "http://www.monitoringresources.org/api/v1/methods/185",
    "http://www.monitoringresources.org/api/v1/methods/186",
    "http://www.monitoringresources.org/api/v1/methods/187",
    "http://www.monitoringresources.org/api/v1/methods/230",
    "http://www.monitoringresources.org/api/v1/methods/231",
    "http://www.monitoringresources.org/api/v1/methods/249",
    "http://www.monitoringresources.org/api/v1/methods/264"
  ],
  "objectives": [
    "To estimate catch and effort are made for the marine recreational fishery by the Ocean Recreational Boat Survey."
  ],
  "ownerName": "Jacque Schei",
  "ownerEmail": "jschei@usgs.gov"
}