{
  "background": "This protocol describes how data will be collected, managed, analyzed, and reported through 2016 to evaluate a new genetic technology, called Parentage Based Tagging (PBT), that should provide a better tool to meet Fish & Wildlife Program objectives associated with marking hatchery stocks, conducting hatchery evaluations and reform, and enforcing salmonid fishery management measures.  A large-scale evaluation of this technology was recommended by several committees and science review groups (PFMC 2008; PSC 2005; ISRP/ISAB 2009).  State, tribal and federal agencies in the Snake River basin are uniquely positioned to perform large-scale proof-of-concept PBT studies for both steelhead and Chinook because most hatchery steelhead and Chinook broodstock spawned in the Snake River basin (WA, OR, and ID) have been genetically sampled since spawn year 2008; significant resources have been dedicated to the development of powerful and cost-efficient genetic markers for both species (Single Nucleotide Polymorphisms-SNPs); and there are sampling programs in place at Bonneville Dam, at Lower Granite Dam, and in tribal and non-tribal fisheries in the mainstem Columbia River and in the Salmon and Clearwater rivers, to sample returning hatchery adults and verify the accuracy and utility of PBT technology. This project is currently creating the first generation of PBT parental genetic baselines for hatchery steelhead and Chinook in the Snake basin (Steele et al 2011). In doing so, it will effectively, permanently genetically mark ~12 million smolts, per species, per year.  This project will work closely with an existing BPA funded project (2008-907-00) to ensure that future genetic marker sets used in the Columbia River basin are standardized, providing unprecedented genetic tools for managing wild and hatchery stocks in the basin with GSI techniques segregating adult wild runs by stock of origin, and PBT technologies identifying the stock and age of sampled hatchery fish.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/281",
  "title": "Parentage Based Tagging for hatchery Chinook salmon and steelhead in the Snake River basin (2010-031-00)",
  "id": 281,
  "assumptions": "Genetic samples can be collected and properly preserved from every steelhead and Chinook salmon hatchery broodstock spawned in the Snake River basin.  In addition, accurate biological information (stock, spawn date, sex, cross information) can be recorded for every adult sampled.\r\n\r\nA set of SNP markers can be developed/identified that can achieve high parental assignment accuracy even when tens of thousands of potential parents are involved and when parentage involves hatchery populations that are very similar genetically due to shared ancestry or in situations where the broodstock contains closely related individuals (ISRP/ISAB 2009).",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/1332",
    "http://www.monitoringresources.org/api/v1/methods/1339",
    "http://www.monitoringresources.org/api/v1/methods/1340",
    "http://www.monitoringresources.org/api/v1/methods/1341",
    "http://www.monitoringresources.org/api/v1/methods/1345",
    "http://www.monitoringresources.org/api/v1/methods/1352",
    "http://www.monitoringresources.org/api/v1/methods/1356",
    "http://www.monitoringresources.org/api/v1/methods/1362",
    "http://www.monitoringresources.org/api/v1/methods/1432",
    "http://www.monitoringresources.org/api/v1/methods/1550"
  ],
  "metrics": [
    {
      "id": 46,
      "title": "Annual stock abundance over Lower Granite Dam",
      "category": "Fish",
      "subcategory": "Abundance of Fish",
      "isIndicator": true
    },
    {
      "id": 49,
      "title": "Age structure of Snake River hatchery adults",
      "category": "Fish",
      "subcategory": "Age Structure:  Fish",
      "isIndicator": true
    },
    {
      "id": 52,
      "title": "Determining stock proportion within harvest",
      "category": "Fish",
      "subcategory": "Harvest Abundance",
      "isIndicator": false
    },
    {
      "id": 65,
      "title": "Effective population size of Snake R. hatchery stocks",
      "category": "Fish",
      "subcategory": "Effective Population Size",
      "isIndicator": true
    },
    {
      "id": 72,
      "title": "Genetic Diversity of Hatchery Stocks",
      "category": "Fish",
      "subcategory": "Genetics: Fish Diversity, Fitness or Variation",
      "isIndicator": false
    },
    {
      "id": 72,
      "title": "Temporal estimates of genetic diversity in hatchery stocks",
      "category": "Fish",
      "subcategory": "Genetics: Fish Diversity, Fitness or Variation",
      "isIndicator": true
    },
    {
      "id": 75,
      "title": "Annual estimates of length at age for hatchery stocks",
      "category": "Fish",
      "subcategory": "Length:  Fish Species",
      "isIndicator": true
    },
    {
      "id": 75,
      "title": "Length of hatchery adults sampled at LGR Dam",
      "category": "Fish",
      "subcategory": "Length:  Fish Species",
      "isIndicator": false
    },
    {
      "id": 76,
      "title": "Estimate of PIT tag retention in returning hatchery adults",
      "category": "Fish",
      "subcategory": "Mark Retention",
      "isIndicator": true
    },
    {
      "id": 86,
      "title": "Progeny-per-Parent Ratio of Snake River hatchery broodstock",
      "category": "Fish",
      "subcategory": "Progeny-per-Parent Ratio (P:P) (Productivity)",
      "isIndicator": false
    },
    {
      "id": 88,
      "title": "RRS of hatchery and wild adults in integrated programs",
      "category": "Fish",
      "subcategory": "Relative Reproductive Success (RRS)",
      "isIndicator": true
    },
    {
      "id": 89,
      "title": "Variance in reproductive success of hatchery broodstock",
      "category": "Fish",
      "subcategory": "Reproductive Success (Nb/N)",
      "isIndicator": true
    },
    {
      "id": 92,
      "title": "Sex ratio of hatchery stocks returning over LGR dam",
      "category": "Fish",
      "subcategory": "Sex Ratio: Fish",
      "isIndicator": true
    },
    {
      "id": 95,
      "title": "Annual phenotype error rate estimation of unmarked adults",
      "category": "Fish",
      "subcategory": "Stock Identity",
      "isIndicator": true
    },
    {
      "id": 95,
      "title": "Stock proportion of hatchery adults returning over LGR Dam",
      "category": "Fish",
      "subcategory": "Stock Identity",
      "isIndicator": false
    },
    {
      "id": 201,
      "title": "Genetic tagging of all Snake River hatchery stocks",
      "category": "Fish",
      "subcategory": "Mark/Tag Application",
      "isIndicator": false
    },
    {
      "id": 202,
      "title": "Stock origin of hatchery adults",
      "category": "Fish",
      "subcategory": "Origin",
      "isIndicator": false
    },
    {
      "id": 202,
      "title": "Stock origin of hatchery adults straying into wild spawning area",
      "category": "Fish",
      "subcategory": "Origin",
      "isIndicator": true
    },
    {
      "id": 202,
      "title": "Stock origin of hatchery juveniles implanted w/acoustic tags",
      "category": "Fish",
      "subcategory": "Origin",
      "isIndicator": true
    },
    {
      "id": 202,
      "title": "Stock origin of hatchery kelts capture at LGR dam",
      "category": "Fish",
      "subcategory": "Origin",
      "isIndicator": true
    },
    {
      "id": 381,
      "title": "Stock origin of returning hatchery adults via PBT tagging",
      "category": "Fish",
      "subcategory": "Mark/Tag Recovery or Detection",
      "isIndicator": false
    }
  ],
  "objectives": [
    "Describe how data are to be collected, managed, analyzed, and reported to develop and assess the utility of PBT technology for hatchery steelhead and Chinook salmon in the Snake river basin."
  ],
  "ownerName": "Matthew Campbell",
  "ownerEmail": "matthew.campbell@idfg.idaho.gov",
  "programUrl": ""
}