{
  "background": "Colville Confederated Tribes - Chief Joseph Hatchery Science Program (CJHP) was contacted by the Columbia River Intertribal Fish Commission (CRITFC) with the request to collect genetic samples (DNA) from all Chinook spawned at the Chief Joseph Hatchery. CJHPcompliedwith the request and annually collects genetic samples from all Chinook spawned at Chief Joseph hatchery, along with basic biological data. All sampling supplies and data sheets are provided by CRITFCprior to the spawning season. Following the spawning season, all samples and data and shipped to CRITFCHagerman Genetics Laboratory (3059F National Fish Hatchery Road, Hagerman, Idaho 83332).Parentage-based tagging (PBT) involves the annual genotyping of all broodstock at each hatchery, creating a parental genotype database. Progeny from any of these parents (either collected as juveniles or returning adults), if genotyped, could be assigned back to their parents, thus identifying the hatchery they originated from and exact brood year they were produced in (Anderson and Garza 2005; Steele et al 2011). Essentially this technology is very similar to human parentage analyses (i.e. whos the father?). The exceptional advantage PBT has over mechanical tagging technology is increased sample size. By genotyping all parental broodstock, every juvenile is tagged. The key to this technology ultimately working is the ability to sample all (100%) of the hatchery broodstock. 100% broodstock sampling- The primary annual objectives for any hatchery using PBT tagging are to:  Obtain tissue samples (fin clips) from every adult hatchery broodstock that contributes to spawning.  Ensure that all samples come from fresh, live tissue and that each sample is properly preserved until DNA extraction and free of contamination.  Ensure that every sample is properly labeled and inventoried.  Ensure that data/information from every fish sampled is recorded and tied to a field/hatchery sample number (sample/spawn date, take #, hatchery, sex, length, cross information, etc.) and that field/hatchery sample number is tied to a unique genetic number. The step by step instructions below summarize tissue sampling and storage in either coin envelopes (dry method) or in tubes filled with ethanol.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/2229",
  "title": "Parentage based tagging sample collection from Chinook salmon at Chief Joseph Hatchery",
  "id": 2229,
  "assumptions": "<p>*NOTE: Chief Joseph Hatchery staff are responsible for collecting the genetic samples and biological information ONLY. Samples and data are shipped to the Columbia River Intertribal Fish Commission (CRITFC) Hagerman Genetics Laboratory (3059F National Fish Hatchery Road, Hagerman, Idaho 83332) for any futher processing and/or data analysis.</p>\r\n\r\n<p>Genetic samples can be collected and properly preserved from every Chinook salmon hatchery&nbsp;broodstock&nbsp;spawned at Chief Joseph Hatchery. In addition, accurate biological information (stock, spawn date, sex, cross information) can be recorded for every adult sampled. A set of&nbsp;SNP&nbsp;markers can be developed/identified that can achieve high parental assignment accuracy even when tens of thousands of potential parents are involved and when parentage involves hatchery populations that are very similar genetically due to shared ancestry or in situations where the&nbsp;broodstock&nbsp;contains closely related individuals (ISRP/ISAB&nbsp;2009).</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/1432"
  ],
  "metrics": [
    {
      "id": 72,
      "title": "Parental-based tagging",
      "category": "Fish",
      "subcategory": "Genetics: Fish Diversity, Fitness or Variation",
      "isIndicator": false
    }
  ],
  "objectives": [
    "Describe how PBT genetic samples are to be collected from hatchery Chinook salmon at Chief Joseph Hatchery."
  ],
  "ownerName": "Matthew Laramie",
  "ownerEmail": "mlaramie@usgs.gov",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/61"
}