{
  "background": "Temporal and spatial predator-prey overlap and consequential predatory impacts on juvenile anadromous salmonids is becoming a major source of their mortality in sections of the Columbia River. Boat electrofishing will be used to collect piscivores for diet conetnt removal via lavage and discection. Temporal stratification of sites during sampling will provide data representative of the period of greatest overlap between non-native predator fishes and rearing/migrating juvenile salmonids. Two sampling times will occur to collect predator fish diet contents. The first will occur during the first half of May to represent age-1 chinook, sockeye, Coho, and steelhead smolt (e.g. yearlings). The second will occur in early to mid-June to represent age-0 Chinook smolt outmigration (e.g. subyearlings).The Fish Bioenergetics 4.0 mass balance bioenergetics model (Deslauriers et al. 2017) will be used to quantify the consumption of each prey type by each predator species. Parameters for the model are predator growth rate, diet composition, prey energy density (joules/g) (literature values), and water temperature of the predators environment. Monitoring diet composition and relative predation rates will provide results to lead management decisions to reduce predation on salmonids above McNary Dam on the Columbia River.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3691",
  "title": "Piscivore Diet Collection and Analysis on the Columbia River",
  "id": 3691,
  "assumptions": "The key assumption is that seasonal sampling represents the annual diet compostion of piscivores.",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/1445",
    "http://www.monitoringresources.org/api/v1/methods/1455",
    "http://www.monitoringresources.org/api/v1/methods/1456"
  ],
  "objectives": [
    "Analyze northern pikeminnow, smallmouth bass, and walleye diets to quantify consumption rates on juvenile salmonids above McNary Dam on the Columbia River.",
    "Collect the diets of northern pikeminnow, smallmouth bass, and walleye above McNary Dam on the Columbia River using boat electrofishing or other applicable methodology."
  ],
  "ownerName": "Matt Polacek",
  "ownerEmail": "polacmcp@dfw.wa.gov",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/64"
}