{
  "background": "Temporal & spatial predator-prey overlap and consequential predatory impacts on juvenile anadromous salmonids is becoming a major source of their mortality in sections of the Columbia River (Erhardt et al. 2018; McMichael 2018). Currently, 51% of non-native species in the upper Columbia River are piscivores and have negative impacts on native salmonids and on the Columbia River food webs (ISAB 2011; Naiman et al. 2012).Carpenter et al. (2019) indicated that catch rates in the lower Columbia River for SMB in 2018 was the highest for the period of record and WAL were in relatively high abundance compared to previous years. Several studies in the John Day Reservoir have documented that WAL and SMB consumed juvenile salmon and had significant impacts on their survival (Rieman et al 1991; Zimmerman 1999). Most predator studies in the Columbia River have been conducted downstream of McNary Dam (Poe at al. 1986; Beamesderfer and Rieman. 1991; Poe at al. 1991; Rieman et al. 1991; Vigg et al. 1991; Hansel et al. 1993; Isaak and Bjorn 1993; Marinelli et al. 1993; Ward et al. 1995; Friesen and Ward 1999; Zimmerman 1999; Petersen 2001; Thomas and Ward 2011; Ward and Zimmerman 2011) and have documented or estimated substantial predation losses of salmon to native and non-native piscivores.The Independent Science Advisory Board (2011) found the need to implement a region-wide monitoring program on the temporal pace and spatial extent of non-native introductions, identifying impending problems while they are still small and manageable. Once identified, intervention should happen quickly whenever and wherever invasive problems are likely to emerge, averting problems when possible, or slowing them down, when not completely avoidable. The ISAB and ISRP recently identified two new uncertainties related to predation (ISAB/ISRP 2016). The first uncertainty relates to which predators jeopardize the viability of native fishes and the second relates to the effectiveness of management actions to ameliorate undesirable impacts of predation. More recently, the ISAB identified predation as a major concern in recovery of ESA-listed salmonids and recommended an ecosystem based approach to better understand the relative impacts of predation on salmonids by different native and non-native species throughout the Columbia Basin (ISAB 2019). Sanderson et al. (2009) suggest that the overall impact of non-indigenous species on salmon recovery may meet or exceed the cumulative impact of the conventional 4-Hs sources of mortality.Fish predator abundance and population trends, & juvenile salmonid consumption estimates upstream of McNary Dam are not well understood. The objective of this study is to determine the status and trend of non-native fish predator density and abundance upstream of McNary Dam in the mainstem Columbia River, based on the protocol Piscivorous Fish Status and Trend Monitoring in the Columbia River Upstream of McNary Dam, this stduy will delienate habitat classifications for Columbia River habitat. Under an adaptive management approach, predator population abundance & growth rates will be monitored and used to evaluate the effectiveness of current (i.e., deregulating harvest) & future management actions designed to increase juvenile salmon survival.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3574",
  "title": "Piscivorous Fish Habitat Delineation in the Columbia River Upstream of McNary Dam",
  "id": 3574,
  "assumptions": null,
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/5328",
    "http://www.monitoringresources.org/api/v1/methods/6890",
    "http://www.monitoringresources.org/api/v1/methods/7074"
  ],
  "metrics": [
    {
      "id": 19,
      "title": "Littoral Habitat Classification in McNary Pool",
      "category": "Landscape Form & Geomorphology",
      "subcategory": "Composition/Structure of Habitat Types",
      "isIndicator": false
    },
    {
      "id": 440,
      "title": "McNary Pool Habitat Classification",
      "category": "Landscape Form & Geomorphology",
      "subcategory": "Distribution of Habitat Type",
      "isIndicator": true
    }
  ],
  "objectives": [
    "Classify habitat to understand Piscivore habitat specific density.",
    "Expand piscivore density by habitat type for reservoir wide piscivore abundance estimate."
  ],
  "ownerName": "Matt Polacek",
  "ownerEmail": "polacmcp@dfw.wa.gov",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/64"
}