{
  "background": "The Upper Grande Ronde stock of spring Chinook salmon migrate into the upper reaches of the Grande Ronde River beginning in early May and continue to move into the spawning grounds through August(McLean, et al., 2016). There is a weir and trap located at rm 153.5 operated by the Confederated Tribes of the Umatilla Indian Reservation (CTUIR). The weir is designed to capture broodstock and enumerate upstream migrating salmon and has been in operation since 1997(McLean, et al., 2016). The migration of Grande Ronde adults in the lower Columbia River system has been well documented (Keefer, et al., 2004; Keefer, et al., 2008). The movement and habitat use of adult Chinook in other basins has also been studied (Conder, et al., 2008), and within the Grande Ronde Basin at the Lostine River (Harbeck, et al., 2014). However, for the Upper Grande Ronde River stock once the adults are captured and released at the weir their migration patterns and the stream reaches they use prior to spawning is still unknown. In most years, their habitat in the Upper Grande Ronde River is plagued by low stream flows and high stream temperatures throughout the summer (Nowack, 2004; Justice, et al., 2017; Justice, et al., 2017). Discovering where the salmon hold and when they choose to stay in those areas may help in understanding which stream reaches and habitat types need to be protected or enhanced and radio telemetry is a common technique that has been used to document the movement of fish and other animals within their habitat (Contour, C.R., 2010; Harbeck, et al., 2014; Contor, C. R., 2014). There is also a large portion of the upper river (Vey Meadows, 6.5 river miles) that is under private ownership and currently access to monitor fish has been denied. Historically, when access was regularly granted to this area (1986 to 1993), an average of 43% of the total redds for the upper Grande Ronde River were counted there, with an average of 49% of redds counted in the section above the meadow to the top of the spawning area (4.2 river miles)(Tranquilli, et al., 2001). Current redd distribution information is unknown for this reach and understanding usage of this historical spawning area is important from a population dynamics aspect.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3621",
  "title": "Pre-spawn Habitat use by Chinook Salmon",
  "id": 3621,
  "assumptions": null,
  "objectives": [
    "Document migration patterns and habitat use of a sub-sample of returning adult spring Chinook salmon in the upper Grande Ronde River during the pre-spawning period for restoration planning."
  ],
  "ownerName": "Leslie Naylor",
  "ownerEmail": "lesnaylor@ctuir.org"
}