{
  "background": "The Columbia River Redband Trout (Oncorhynchus mykiss gairdnerii)are a subspecies of Rainbow Trout native to the Columbia River basin east of the Cascades to barrier falls on the Spokane, Pend Oreille, Kootenay and Snake rivers. Both anadromous (ocean migrating; A.K.A. steelhead) and potamodromous (freshwater only) forms of Columbia River Redband Trout exist, but migration of anadromous stocks in the upper Columbia River drainage were eliminated with the construction of Grand Coulee and Chief Joseph dams. Potamodromous Columbia River Redband Trout (hereafter referred to as Redband Trout) were estimated to reside in 43% of their historic range. Of the remaining potamodromous Redband Trout, four life history strategies have been identified: fluvial, fluvial-adfluvial, lacustrine-adfluvial, and allacustrine.Currently Redband Trout are classified as a sensitive species or a species of concern by several state and federal agencies. The Northwest Power and Conservation Councils Spokane Subbasin and Upper Columbia Management Plans, as well as the Lake Roosevelt Guiding Document, list Redband Trout as native focal species and provide goals and objectives that protect, restore and enhance native Redband Trout populations and their habitats. A four-year study on Redband Trout in the Blue Creek watershed on the Spokane Indian Reservation found survival of outmigrating redband trout to be low; with a survival from juvenile to adfluvial adult ranging from 0.16%-1.68%. Predation by introduced species is one of the limiting factors of Redband Trout in the Spokane River and Lake Roosevelt. A study conducted by McLellan et al. (2000) calculated Walleye abundance in Lake Roosevelt to range from 84,335-180,568 individuals in 1998. Baldwin et al. (2003) estimated that Rainbow Trout was up to 25% of walleyes diet and calculated that 7.3% of hatchery Rainbow Trout were consumed by Walleye within 41 days of release in Lake Roosevelt. Another study conducted in the Sanpoil Arm of Lake Roosevelt estimated that introduced Smallmouth Bassand Walleye consumed 24% of yearling wild Redband Trout and 27.4% of two and three-year-old wild Redband Trout (Stroud et al. 2010). Although few studies have been conducted in Lake Roosevelt, the results from these studies show a substantial impact to Redband Trout populations caused by predation from non-native species. The 2016 Fall Walleye Index Netting (FWIN) surveys found that the mean total length of Walleye in Lake Roosevelt was 337mm (76mm Standard Deviation; Silver et al. 2018; Schmuck 2017). The Baldwin et al. 2003 study mentioned above also calculated the gape limit of walleye at various sizes, and found that a walleye at approximately 337mm would not be able to feed on trout larger than approximately 165mm in total length.This project aims to protect and enhance native Redband Trout populations by reducing the level of predation on outmigrating juveniles. This project identifies watersheds with low or declining Redband Trout populations, captures juvenile adfluvial Redband Trout and repatriates the trout at a larger size, which should result in a greater return of spawning adults and improve the Redband Trout populations within watersheds in the upper Columbia River basin.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3499",
  "title": "Redband Trout Repatriation Project",
  "id": 3499,
  "assumptions": null,
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/32",
    "http://www.monitoringresources.org/api/v1/methods/133",
    "http://www.monitoringresources.org/api/v1/methods/145",
    "http://www.monitoringresources.org/api/v1/methods/195",
    "http://www.monitoringresources.org/api/v1/methods/271",
    "http://www.monitoringresources.org/api/v1/methods/395",
    "http://www.monitoringresources.org/api/v1/methods/746",
    "http://www.monitoringresources.org/api/v1/methods/952",
    "http://www.monitoringresources.org/api/v1/methods/1454",
    "http://www.monitoringresources.org/api/v1/methods/1475",
    "http://www.monitoringresources.org/api/v1/methods/4041",
    "http://www.monitoringresources.org/api/v1/methods/4087",
    "http://www.monitoringresources.org/api/v1/methods/6583",
    "http://www.monitoringresources.org/api/v1/methods/6640"
  ],
  "objectives": [
    "Repatriate captured juvenile Redband Trout near their natal spawning grounds.",
    "Raise captured juvenile Redband Trout to an average minimum of 165mm in fork length.",
    "Capture a proportion of outmigrating juvenile Redband Trout in watersheds with low or declining populations to reduce predation."
  ],
  "ownerName": "Casey Flanagan",
  "ownerEmail": "caseyf@spokanetribe.com"
}