{
  "background": "The Columbia RiverRedbandTroutOncorhynchusmykissgairdneriare a subspecies of Rainbow Trout native to the Columbia River drainage east of the Cascade Mountains. Their known distribution extends upstream as far as barrier falls on the Snake, Spokane, Pend Oreille, andKootenairivers (Allendorfet al. 1980;Behnke1992). There is considerable variability in the life history of Columbia RiverRedbandTrout (RedbandTrout) including bothanadromous(O.mykissthat migrate to the ocean) andpotamodromous(O.mykissthat migrate solely within fresh water) forms (Behnke1992). Recently,potamodromousRedbandTrout were estimated to occur in 42% of their historic range with invasive species habitat degradation and fragmentation, and climate change being the primary threats to their long term survival (Muhlfeld2015). Redband Trout are classified as a sensitive species or species of special concern by several states and federal agencies and the American Fisheries Society Endangered Species Committee (Williams et al. 1989;Muhlfeldet al. 2001).The construction of Grand Coulee Dam in 1939 eliminated the opportunity forRedbandTrout in the Upper Columbia River to expressanadromy(Scholzet al. 1985) and likely blocked migration routes and isolated populations and habitats ofpotamodromousRedbandTrout. Lake Roosevelt formed in the impounded portion of the Columbia River behind Grand Coulee Dam and supports important tribal and recreational fisheries.Non-native hatchery Rainbow Trout (McCloudRiver, CaliforniaO.stonei) have been stocked in the upper Columbia River and its tributaries to provide angling opportunities and as mitigation for hydropower related impacts (Stoberet al. 1977;Peoneet al. 1989). Naturally reproducing Rainbow Trout still occur in the upper Columbia River drainage upstream of Grand Coulee Dam.Potamodromy can be divided into four types: fluvial, fluvial-adfluvial, lacustrine-adfluvial, and allacustrine (Varley and Gresswell 1988; Northcote 1997). Lake Roosevelt and its tributaries support fluvial, fluvial-adfluvial, and lacustrine-adfluviallife history types. All three life history types have also been documented within theSanpoilRiver drainage, including a small fall run oflacustrineadfluvialfish (Brown et al. 2013). The Sanpoil is the only documented tributary in Lake Roosevelt supporting fall migrating adultRedbandTrout.An acoustic tagging study will allow researchers to determine effects of hydropower operations at Grand Coulee Dam on upper Columbia River Redband Trout populations.Several populations of Redband Trout in the upper Columbia River are designated as conservation populations. Understanding where these fish migrate within the reservoir, and the impacts of hydropower operations (i.e., entrainment) will allow researchers to better manage these populations.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3528",
  "title": "Redband Trout Acoustic Tracking/Entrainment",
  "id": 3528,
  "assumptions": null,
  "objectives": [
    "Determine Redband Trout reservoir usage and entrainment by in Lake Roosevelt"
  ],
  "ownerName": "Andrew Child",
  "ownerEmail": "andrew.child.fnw@colvilletribes.com"
}