{
  "background": "TheColvilleConfederated Tribes (CCT) Resident FishRM&E project is a Columbia River Fish Accord project that began in 2008. The primary goal for the Resident FishRM&E Project is to conserve, enhance and restore native fish populations in the blocked area above Grand Coulee Dam in Lake Roosevelt and its tributaries, and where appropriate provide opportunities for subsistence harvest by theColvilleTribal members and recreational anglers. The current work of theRM&E project focuses on the protection and conservation ofRedbandTrout populations on theColvilleConfederated Tribes Reservation.Rainbow Trout are a focal species in theSanpoilSubbasinunder the Intermountain ProvinceSubbasinPlan (IMP) due to their recreational value as a sport fish and their cultural significance to the CCT (GillinandPizzimenti2004). The Columbia RiverRedbandTrout are a subspecies of rainbow trout native to the Columbia River drainage east of the Cascade Mountains as far as barrier falls on the Snake, Spokane, Pend Oreille, andKootenairivers (Allendorfet al. 1980;Behnke1992;McLellanand Lee 2010). Effective fisheries management ofRedbandTrout requires an understanding of population structure, complex historical management activities, geography, and life history strategies (McCuskeret al. 2000;Spidleet al. 2003;Spruellet al. 2003; Small and Dean 2006; Small et al. 2007).In order to properly manage the RedbandTroutpopulations managers require a basicunderstanding of population dynamics and an understanding of survival in trends during key life-histories. In 2010 theColvilleTribe began working with regional co-managers to develop a comprehensive plan to monitor theRedbandTrout populations in the blocked area. The Washington Department of Fish and Wildlife (McLellanand Lee 2010) developed aRedbandTrout Stock Assessment Plan that could be used by the co-managers to collect key life history information.This is the outline the CCT has used to develop the Resident FishRM&E program to conduct stock assessment studyonRedbandTrout in theSanpoilRiver. The project plans to implement four primary tasks which include monitoring abundance, monitoring recruitment, monitoring harvest, and monitoring escapement to assist with management decisions. The development of a multi-year data set will enable managers to monitor trends over time and address potential limiting factors.This protocol describes recruitment of Redband Trout from the Sanpoil River to Lake Roosevelt.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/2140",
  "title": "Redband Trout Recruitment in the Sanpoil River",
  "id": 2140,
  "assumptions": "<p>The key assumption&nbsp;for this project is that the screw trap is an adequate method to collect migrating juvenile Redband Trout.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/133",
    "http://www.monitoringresources.org/api/v1/methods/134",
    "http://www.monitoringresources.org/api/v1/methods/342",
    "http://www.monitoringresources.org/api/v1/methods/387",
    "http://www.monitoringresources.org/api/v1/methods/1433",
    "http://www.monitoringresources.org/api/v1/methods/1551",
    "http://www.monitoringresources.org/api/v1/methods/1736",
    "http://www.monitoringresources.org/api/v1/methods/5519"
  ],
  "metrics": [
    {
      "id": 46,
      "title": "Sanpoil River Redband Trout Recruitment",
      "category": "Fish",
      "subcategory": "Abundance of Fish",
      "isIndicator": false
    },
    {
      "id": 49,
      "title": "Sanpoil River Redband Trout Emigration Age Structure",
      "category": "Fish",
      "subcategory": "Age Structure:  Fish",
      "isIndicator": false
    }
  ],
  "objectives": [
    "The objective of this protocol is to estimate juvenile Redband Trout recruitment from the Sanpoil River into Lake Roosevelt."
  ],
  "ownerName": "Holly McLellan",
  "ownerEmail": "holly.mclellan@colvilletribes.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/21"
}