{
  "background": "Restoration of riparian plant communities in the dry interior Columbia River basin and other semiarid regions where channel incision has altered hydrological connections is a major challenge. Establishing riparian vegetation within incised systems has the potential to facilitate the aggradation of the stream bed by increasing bank stabilization and providing large woody debris inputs. We tested an alternative approach to irrigation in a heavily incised subwatershed of the dry interior Columbia River Basin located in eastern Oregon by using motorized augers to penetrate lowered water tables. By planting dormant pole cuttings of black cottonwood (Populus trichocarpa) and willow (Salixspp.) in auger holes within terraces up to 2-meters above the incised base streambed elevation, we hypothesized that riparian vegetation could be established without the aid of irrigation. In addition, we tested the efficacy of vented plastic tree shelters and circular fence cages with respect to survival, growth, and browsing after 15-months. Survival and average growth was significantly higher for pole plantings that were protected with vented plastic tree shelters and were planted in augured holes where lowered water tables were penetrated (89% and 95 cm, respectively). Survival and average growth was significantly lower when for unprotected pole plantings that were planted in augured holes where lowered water tables were not penetrated (5% and 33 cm, respectively). Our results suggest that the survival of willow and cottonwood pole plantings along incised streams can be greatly enhanced if they are 1) placed in auger holes that reach the water table via deep-planting and 2) protected with vented plastic tree shelters.The results of this experiment were implemented in the spring of 2010, when riparian plant restoration efforts focused on modifying plots established in 2009 and planting new live stakes with herbivore protection structures (Figure 1). Since that time, annual monitoring has occurred in order to assess the outcome of riparian planting efforts. This protocol describes the methods for monitoring existing riparian plantings and for planting live stakes for future monitoring.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/58",
  "title": "Riparian Stake Planting and Monitoring Protocol for Bridge Creek (2010)",
  "id": 58,
  "assumptions": "<ul>\r\n\t<li>Individual trees can be identified accurately each year, in order to record their status</li>\r\n\t<li>Tree survival and growth is improved by implementing experimental results from Hall et al. 2011, which demonstrated the efficacy of herbivory protection structures and deep-planting</li>\r\n</ul>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/269",
    "http://www.monitoringresources.org/api/v1/methods/270",
    "http://www.monitoringresources.org/api/v1/methods/279",
    "http://www.monitoringresources.org/api/v1/methods/1111",
    "http://www.monitoringresources.org/api/v1/methods/5461"
  ],
  "objectives": [
    "To plant and monitor tree stakes along the riparian area of Bridge Creek within the National Park Service-John Day Fossil Beds National Monument land."
  ],
  "ownerName": "Carol Volk",
  "ownerEmail": "carol@southforkresearch.org",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/10"
}