{
  "background": "Pacific salmon and steelhead once contributed large amounts of marine-derived carbon, nitrogen, and phosphorus to freshwater ecosystems in the Pacific Northwest of the United States of America (California, Oregon, Washington, and Idaho). Declines in historically abundant anadromous salmonid populations represent a significant loss of returning nutrients across a large spatial scale. A paucity of marine derived nutrients in the Salmon River subbasin has been identified as a limiting factor to freshwater productivity and the growth and survival of resident and anadromous fishes (including four species listed as threatened or endangered under the Endangered Species Act). We propose to assess the effectiveness of nutrient enrichment treatments by experimentally enriching nutrient limited upper Salmon River subbasin streams with carbon, nitrogen, and phosphorus. We will employ a randomized-treatment experimental design, similar to previously completed work by the Shoshone Bannock Tribes and other Columbia Basin cooperators, to assess the effectiveness of nutrient enrichment treatments (e.g., salmon carcass analogs) in upper Salmon River subbasin streams. Specific project objectives include the quantification and assessment of: streamwater nutrient concentrations; nutrient limitation; course particulate organic matter retention; periphyton standing stock; macroinvertebrate density, biomass, and community composition; the bioenergetics, growth, and survival of resident and anadromous fishes; leaf litter decay rates, river metabolism measures, and aquatic food web connections in treatment streams receiving nutrient additions and control streams that do not receive nutrient additions.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/216",
  "title": "Salmon River Basin Nutrient Enhancement (2008-904-00)",
  "id": 216,
  "assumptions": "<ul>\r\n\t<li>Upper Salmon River Basin (USR) streams are limited by available N and/or P (i.e., are nutrient-limited).</li>\r\n\t<li>Freshwater productivity in USR Basin streams is affected by marine-derived carbon and nutrient subsidies.</li>\r\n\t<li>Food web response to the addition of adult spring Chinook salmon, spring Chinook salmon carcasses, and/or salmon carcass analogs in select Salmon River Basin streams is comparable.</li>\r\n</ul>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/79",
    "http://www.monitoringresources.org/api/v1/methods/118",
    "http://www.monitoringresources.org/api/v1/methods/119",
    "http://www.monitoringresources.org/api/v1/methods/136",
    "http://www.monitoringresources.org/api/v1/methods/137",
    "http://www.monitoringresources.org/api/v1/methods/552",
    "http://www.monitoringresources.org/api/v1/methods/746",
    "http://www.monitoringresources.org/api/v1/methods/796",
    "http://www.monitoringresources.org/api/v1/methods/798",
    "http://www.monitoringresources.org/api/v1/methods/1240",
    "http://www.monitoringresources.org/api/v1/methods/1265",
    "http://www.monitoringresources.org/api/v1/methods/1406",
    "http://www.monitoringresources.org/api/v1/methods/1668",
    "http://www.monitoringresources.org/api/v1/methods/1672",
    "http://www.monitoringresources.org/api/v1/methods/3790",
    "http://www.monitoringresources.org/api/v1/methods/3797",
    "http://www.monitoringresources.org/api/v1/methods/3964",
    "http://www.monitoringresources.org/api/v1/methods/4054",
    "http://www.monitoringresources.org/api/v1/methods/4071",
    "http://www.monitoringresources.org/api/v1/methods/4106",
    "http://www.monitoringresources.org/api/v1/methods/5298",
    "http://www.monitoringresources.org/api/v1/methods/5299",
    "http://www.monitoringresources.org/api/v1/methods/6797",
    "http://www.monitoringresources.org/api/v1/methods/6871",
    "http://www.monitoringresources.org/api/v1/methods/6930",
    "http://www.monitoringresources.org/api/v1/methods/6932"
  ],
  "objectives": [
    "Objective 1: Identify nutrient limited streams within the upper Salmon River subbasin.",
    "Objective 2:  Increase freshwater productivity by adding supplemental nutrients (SCA) to selected streams in the upper Salmon River subbasin.",
    "Objective 3: Document chemical, physical, and biological conditions in study streams.",
    "Objective 4:  Evaluate the stream food web response to additions of adult spring Chinook salmon, spring Chinook salmon carcasses, and/or salmon carcass analogs in select Salmon River Basin streams.",
    "Objective 5: Disseminate Salmon River subbasin nutrient enrichment results."
  ],
  "ownerName": "Andre Kohler",
  "ownerEmail": "akohler@shoshonebannocktribes.com"
}