{
  "background": "NOAA recommends that to demonstrate ESU/DPS viability, annual documentation of a variety of biological parameters (including adult and juvenile abundance, age distribution, sex ratio, length, and run timing) is needed at the population, major population grouping, and ESU/DPS level for each listed species (Crawford and Rumsey 2011). Genetic stock identification (GSI) of steelhead and Chinook salmon adults and juveniles at Lower Granite Dam should be able to provide estimates of these parameters annually at the MPG and ESU/DPS level. GSI uses multi-locus genotype data from reference populations (presumably representing all contributing stocks) as a baseline and a complimentary set of genotype data from mixtures of fish of unknown origin to estimate stock proportions within the mixture (Shaklee et al. 1999; Anderson et al. 2008). In the Snake River basin, studies have indicated that both Chinook salmon and steelhead exhibit significant genetic structure at the watershed (or subbasin) level (Moran 2003; Narum et al. 2007; Nielsen et al. 2009). Previously, researchers have made use of this genetic structure to identify the stock origin of kelt steelhead at Lower Granite Dam (Narum et al. 2008b) and to estimate the stock composition of wild and hatchery Chinook salmon over Lower Granite Dam (Smith 2007). This project expands and evaluates GSI technologies to estimate genetic stock contributions of wild and juvenile Snake River steelhead and Chinook salmon as they migrate past Lower Granite Dam. This project also provides several measures of genetic diversity and life history characteristics for adult steelhead and Chinook salmon detected at PIT tag arrays in the Snake River basin. See Protocol Snake River GSI baseline (2010-026-00) for explanation of the genetic baseline used for GSI at Lower Granite Dam.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/229",
  "title": "Snake River steelhead and Chinook salmon stock composition estimates (2010-026-00)",
  "id": 229,
  "assumptions": "Adults and juveniles can be representatively sampled at Lower Granite Dam.  Wild populations can be sampled representatively and sufficiently to accurately estimate allele frequencies of &quot;stocks&quot;. Temporal changes in allele frequency can be accurately measured. Genetic differentiation among stocks is sufficient for GSI analyses.",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/1332",
    "http://www.monitoringresources.org/api/v1/methods/1333",
    "http://www.monitoringresources.org/api/v1/methods/1334",
    "http://www.monitoringresources.org/api/v1/methods/1339",
    "http://www.monitoringresources.org/api/v1/methods/1340",
    "http://www.monitoringresources.org/api/v1/methods/1341",
    "http://www.monitoringresources.org/api/v1/methods/1342",
    "http://www.monitoringresources.org/api/v1/methods/1345",
    "http://www.monitoringresources.org/api/v1/methods/1347",
    "http://www.monitoringresources.org/api/v1/methods/1356",
    "http://www.monitoringresources.org/api/v1/methods/1360",
    "http://www.monitoringresources.org/api/v1/methods/1362",
    "http://www.monitoringresources.org/api/v1/methods/1366",
    "http://www.monitoringresources.org/api/v1/methods/1550"
  ],
  "objectives": [
    "This protocol outlines how data is collected, managed, analyzed, and reported for GSI for steelhead and Chinook salmon returning to the Snake River basin.  "
  ],
  "ownerName": "Matthew Campbell",
  "ownerEmail": "matthew.campbell@idfg.idaho.gov",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/25"
}