{
  "background": "Instream Diversions have accounted for 5% of all SRFB projects. They have the potential to create improvements in fish production in a very short time (1-5 years). This document details the monitoring procedures necessary to document and report the effectiveness of these projects at the reach scale. Projects designed to protect salmon from instream diversions treated in this procedure include:   Irrigation Diversion Dams, Water Treatment Plants, Pipes, Ditches, Headgates, and Hydropower Penstocks.   This document is in compliance with the Washington Comprehensive Monitoring Strategy (Crawford et al. 2002)  The goal of instream diversion projects is to prevent passage of salmon into areas where they may be stranded or subjected to increased mortality such as irrigated fields, turbines, treatment plants, factories, and other uses of water hazardous to fish survival. By screening and otherwise protecting diversions, salmon survival for a watershed can be improved. MONITORING GOAL  Determine whether diversion screening projects are effective in meeting the project screen design criteria.  QUESTION TO BE ANSWERED  Have the engineered fish diversion screening projects continued to meet design criteria post-project for at least five years?",
  "url": "http://www.monitoringresources.org/api/v1/protocols/32",
  "title": "SRFB - Monitoring Effectiveness of Instream Diversion Projects",
  "id": 32,
  "assumptions": "Access to project sites will be provided.",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/261",
    "http://www.monitoringresources.org/api/v1/methods/296"
  ],
  "objectives": [
    "Determine whether diversion screening design criteria are being met at each project sampled. (Years 1, 2, and 5)",
    "Determine the proper design criteria for meeting best management practices for the diversion screening projects. (Year 0)\r\n"
  ],
  "ownerName": "Jennifer O'Neal",
  "ownerEmail": "jen@naturaldes.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/16"
}