{
  "background": "Riparian habitat improvement projects are popular habitat restoration techniques.  They have accounted for 5% of all SRFB projects and are often a subsidiary activity for other categories of projects as well.  They have the potential to create improvements in bank stability, streamside shading, erosion, and other benefits within a moderate amount of time (5-20 years).This document details the monitoring design, procedures, and quality assurance steps necessary to document and report the effectiveness of riparian plantings.  This document is in compliance with the Washington Comprehensive Monitoring Strategy (Crawford et al. 2002).The goal of riparian planting projects is to restore natural streamside vegetation to the stream bank and riparian corridor.  The assumption is that riparian vegetation increases shading of the stream, leading to cooler temperatures more desirable for salmon rearing.  Vegetative cover also reduces sedimentation and erosion, which can impact egg survival, food organisms, and the ability of salmon to find food.Questions to be answered include:Have at least 50% of the riparian plantings survived for the first three years after planting?Has the cover of woody riparian plants reached 80% by year 10?Has the riparian shading been improved by year 10?Has the riparian vegetative structure been improved by year 10?Has bank erosion been significantly reduced by year 10?",
  "url": "http://www.monitoringresources.org/api/v1/protocols/36",
  "title": "SRFB - Monitoring Effectiveness of Riparian Planting Projects",
  "id": 36,
  "assumptions": "Access to impact and suitable control reaches will be provided.",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/156",
    "http://www.monitoringresources.org/api/v1/methods/233",
    "http://www.monitoringresources.org/api/v1/methods/238",
    "http://www.monitoringresources.org/api/v1/methods/263",
    "http://www.monitoringresources.org/api/v1/methods/907",
    "http://www.monitoringresources.org/api/v1/methods/908"
  ],
  "objectives": [
    "Determine the proportion of actively eroding stream banks within the project impact and control areas. (Years 5 and 10)",
    "Determine the proportion of shading within the project impact and control areas. (Years 5 and 10)",
    "Determine the proportion of the three layers of riparian vegetation present within the project impact and control areas. (Years 5 and 10)",
    "Determine the percent woody cover provided by riparian vegetation. (Years 5 and 10)",
    "Determine the proportion of actively eroding stream banks within the project impact and control\r\nareas. (Years 1 and 3)",
    "Determine the proportion of shading within the project impact and control areas. (Years 1 and 3)",
    "Determine the proportion of the three layers of riparian vegetation present within the project impact and control areas. (Years 1 and 3)",
    "Determine the percent woody cover provided by riparian vegetation. (Years 1 and 3)",
    "Determine the survival of the species of planted riparian vegetation. (Years 1 and 3)",
    "Determine the proportion of actively eroding stream banks within the project impact and control areas. (Year 0)",
    "Determine the proportion of shading within the project impact and control areas. (Year 0)",
    "Determine the proportion of the three layers of riparian vegetation present within the project impact and control areas. (Year 0)",
    "Determine percentage of pool tail fines within the project impact and control areas. (Years 5 and 10)",
    "Determine percentage of pool tail fines within the project impact and control areas. (Years 1 and 3)",
    "Determine percentage of pool tail fines within the project impact and control areas. (Year 0)"
  ],
  "ownerName": "Jennifer O'Neal",
  "ownerEmail": "jen@naturaldes.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/16"
}