{
  "background": "Instream habitat improvements are popular habitat restoration projects.  They have accounted for 35% of all SRFB restoration projects and 39% of the funding.  They have the potential to create improvements in fish habitat by creating cover and improving stream morphology in a short time (1-5 years).  This document details the monitoring design, procedures necessary to document and report effectiveness at the reach scale of projects involving the placement of spawning gravel.This document is in compliance with the Washington Comprehensive Monitoring Strategy (Crawford et al. 2002).Spawning salmon require clean gravel of the proper size in order to spawn successfully.  The female seeks out areas of percolation where oxygenated water is circulating freely through the interstices of the gravel.  A redd (egg nest) is dug in these areas and then covered loosely with gravel.  Where the stream is subjected to high sediment loading, gravel that is normally the proper size and location may become embedded into a matrix of silt and clay sediments that do not provide aeration of the redd.  Although lack of adequate spawning gravel is seldom the limiting factor for salmon productivity in a watershed, there are some exceptions where the stream is gravel starved due to dams, culverts, and other blockages to normal downstream transport of gravel.  Another exception is where major siltation problems affect the entire spawning area of a stream.  Examples include the effect of the eruption of Mt. St. Helens on the Toutle River, and the effects of major landslides that have occurred in the Stillaguamish River.The goal of gravel placement projects is to improve spawning capabilities within the impacted area by artificially placing gravel in the stream. The assumption is that spawning areas are a limiting factor in producing juvenile salmon, and placing gravel in the stream should result in an increase in successful spawning and local juvenile and adult fish abundance.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/33",
  "title": "SRFB - Monitoring Effectiveness of Spawning Gravel Projects",
  "id": 33,
  "assumptions": "Access to impact reaches and suitable control reaches will be provided.",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/195",
    "http://www.monitoringresources.org/api/v1/methods/233",
    "http://www.monitoringresources.org/api/v1/methods/242",
    "http://www.monitoringresources.org/api/v1/methods/262",
    "http://www.monitoringresources.org/api/v1/methods/298"
  ],
  "objectives": [
    "Determine the numbers of adult spawners of the targeted salmon species in the control and impact reaches for each of the gravel placement projects sampled. (Years 1, 3, 5, and 10)",
    "Determine the percentage of fines in the gravel in the control and impact reaches for the sampled gravel placement projects. (Years 1, 3, 5, and 10)",
    "Determine how embedded the spawning gravel is in the control and impact reaches for the sampled gravel placement projects. (Years 1, 3, 5, and 10)",
    "Determine the total area of spawning gravel in the impact reaches for each of the gravel placement projects sampled. (Years 1, 3, 5, and 10)",
    "Determine the numbers of adult spawners of the targeted salmon species in the control and impact reaches for each of the gravel placement projects sampled. (Year 0)",
    "Determine the percentage of fines in the gravel in the control and impact reaches for the sampled gravel placement projects. (Year 0)",
    "Determine how embedded the spawning gravel is in the control and impact reaches for the sampled gravel placement projects. (Year 0)",
    "Determine the total area of spawning gravel in the impact and control reaches for each of the gravel placement projects sampled. (Year 0)"
  ],
  "ownerName": "Jennifer O'Neal",
  "ownerEmail": "jen@naturaldes.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/16"
}