{
  "background": "This protocol describes the current methods and monitoring approach for the first of 9 categories of fish habitat restoration projects which form the basis for the ongoing Reach-Scale Effectiveness Monitoring program funded by the Salmon Recovery Funding Board.   Specifically, it lays out methods and procedures to measure the effectiveness of fish passage projects in streams and small rivers. The document details the monitoring procedures and protocols necessary to document and report the reach scale effectiveness of fish passage improvement projects where these are defined as projects designed to increase access to areas blocked by human-caused impediments.  Projects designed to restore instream passage treated in this protocol include:  Bridge projects / Culvert improvements / Dam removals / Debris removals / Diversion dam passage / Fishway construction / Weirs / Water management projects. The monitoring program is designed to determine whether fish passage projects are effective in restoring upstream passage to targeted species of salmon and trout.  The intent is to answer the following two questions:  1. Have the engineered fish passage projects continued to meet fish passage and design criteria post-project for at least five years?  2. Have fish passage projects as an aggregate demonstrated increased abundance of target species of salmonids post-project within five years?",
  "url": "http://www.monitoringresources.org/api/v1/protocols/34",
  "title": "SRFB - Monitoring Effectiveness of Fish Passage Projects",
  "id": 34,
  "assumptions": "Access will be provided to impact and suitable control reaches.",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/169",
    "http://www.monitoringresources.org/api/v1/methods/195",
    "http://www.monitoringresources.org/api/v1/methods/196",
    "http://www.monitoringresources.org/api/v1/methods/197",
    "http://www.monitoringresources.org/api/v1/methods/243",
    "http://www.monitoringresources.org/api/v1/methods/913",
    "http://www.monitoringresources.org/api/v1/methods/914"
  ],
  "objectives": [
    "Determine salmon abundance both in the downstream control reach and impact reach upstream of the fish blockage for each project. (Years 1, 2, and 5)",
    "Determine whether fish passage design criteria are being met at each project monitored. (Years 1, 2, and 5)",
    "Determine salmon abundance both in the downstream control reach and impact reach upstream of the fish blockage for the sampled projects. (Year 0)",
    "Project managers determine the proper design criteria for meeting the fish passage objectives for the project. (Year 0)"
  ],
  "ownerName": "Jennifer O'Neal",
  "ownerEmail": "jen@naturaldes.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/16"
}