{
  "background": "Instream habitat improvements are popular habitat restoration projects.  They have accounted for 35% of all SRFB restoration projects and 39% of the funding.  They have the potential to create improvements in fish habitat by creating cover and improving stream morphology in a short time (1-5 years).  This document details the monitoring design and procedures necessary to document and report reach scale effectiveness of projects treating: \tChannel Reconfiguration\tInstalled Deflectors\tLog and Rock Control weirs\tRoughened Channels\tWoody DebrisThis document is in compliance with the Washington Comprehensive Monitoring Strategy  (Crawford et al. 2002)The Procedures and Design assists project applicants in setting clear measurable goals and objectives when planning a salmon recovery project and also assists the SRFB monitoring entity in evaluating whether instream projects at the reach scale are effective. The objective for instream projects is to increase instream cover, spawning, and resting areas by constructing artificial instream structures.  The basic assumption is creating more diverse pools, riffles, and hiding cover will result in an increase in local fish abundance.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/35",
  "title": "SRFB - Monitoring Effectiveness of Instream Habitat Projects",
  "id": 35,
  "assumptions": "Access to impact and suitable control sites is provided",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/157",
    "http://www.monitoringresources.org/api/v1/methods/196",
    "http://www.monitoringresources.org/api/v1/methods/197",
    "http://www.monitoringresources.org/api/v1/methods/233",
    "http://www.monitoringresources.org/api/v1/methods/240",
    "http://www.monitoringresources.org/api/v1/methods/241",
    "http://www.monitoringresources.org/api/v1/methods/242",
    "http://www.monitoringresources.org/api/v1/methods/260",
    "http://www.monitoringresources.org/api/v1/methods/293",
    "http://www.monitoringresources.org/api/v1/methods/905"
  ],
  "objectives": [
    "Determine the numbers of juveniles of the target salmon species within the control and impact reaches for the sampled instream structure projects. (Years 1, 3, 5, and 10)",
    "Determine the Thalweg Profile in the control and impact reaches for the sampled instream structure projects. (Years 1, 3, 5, and 10)",
    "Determine the number and location of AIS within the treated area for the sampled instream structure projects. (Years 1, 3, 5, and 10)",
    "Determine the numbers of juveniles of the targeted salmon species in the control and impact reaches for each of the instream structure projects sampled. (Year 0)",
    "Determine the Thalweg Profile in the impact and control reaches for each of the instream structure projects sampled. (Year 0)"
  ],
  "ownerName": "Jennifer O'Neal",
  "ownerEmail": "jen@naturaldes.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/16"
}