{
  "background": "Summer rearing temperatures have been considered to be a primary factor in explaining distributional patterns of resident forms of inland species of trout (Dunham et al. 1999; Paul and Post 2001; Sloat et al. 2001; de la Hoz Franco and Budy 2005). Similarly, in watersheds of interest to the Coeur d'AleneTribe, inland salmonidshave consistently been found at higher densities in cooler, higher-elevation tributary reaches than in warmer lower elevationmainstem reaches throughout the summer. Many of the restorative actions that have been implemented by the Tribe's Fisheries Program in mainstem reaches, such as channel modifications to increase pool formation and riparian re-vegetation, have addressed these sub-optimal summer water temperatures. Given that high summer water temperatures have been considered to be a major factor limiting trout production, stream temperatures are monitored annually in tribal watersheds to track changes over time and to examine responses to restoration measures. Water temperatures are currently being monitored in tributaries and mainstemreaches in the Hangman Creek watershed, which supports a metapopulationof fluvial redband trout, and in the Benewah Creek and Lake Creek watersheds, which both support metapopulations of adfluvialwestslopecutthroat trout.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3280",
  "title": "Temperature monitoring in trout streams of interest to the Coeur d'Alene Tribe",
  "id": 3280,
  "assumptions": "<p>1. The temperature recorded by a data logger at a stream location is representative of the water in that reach of the stream.</p>\r\n\r\n<p>2. &nbsp;Temperature data loggers retain their calibration so that they are accurately recording the true stream temperature.</p>\r\n\r\n<p>3. &nbsp;Data loggers are located in well-mixed zones of the stream so that they are capturing the ambient surface temperature (e.g., not positioned at the stream bottom&nbsp;where they may be either unduly influenced by groundwater input or represent conditions in a stratified pool).</p>\r\n\r\n<p>4. &nbsp;Temperature changes that have occurred due to restorative actions (e.g., planting that increase stream shading) will be captured by the dataloggers.</p>\r\n\r\n<p>5. &nbsp;During low flow periods, the logger does not get de-watered.&nbsp;</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/3793",
    "http://www.monitoringresources.org/api/v1/methods/6575"
  ],
  "objectives": [
    "Track changes in water temperature metrics over time to evaluate if restoration actions implemented in mainstem habitats are improving summer rearing thermal conditions for trout.",
    "Monitor surface stream temperatures throughout the year in both tributary and mainstem reaches to provide profiles of continuous water temperature.",
    "Collect air temperatures in representative reaches of a watershed to provide reference data to which the  water temperatures can be compared."
  ],
  "ownerName": "Jon Firehammer",
  "ownerEmail": "jfirehammer@cdatribe-nsn.gov"
}