{
  "background": "Hatchery releases of URB fall Chinook salmon (currently a key part of supplementation programs for ESA listed Snake River URB fall Chinook salmon) result in high minijack rates. This represents a loss of production of full size anadromous fish and is a threat to the maintenance of the genetic integrity of the naturally spawning population. Highminijack rates approaching 50% of returning adults have been documented in theUmatilla River Basin, OR as well.Co-managers from the Oregon Department of Fish and Wildlife and the Confederated Tribes of the Umatilla Indian Reservation are conducting a 2x2 factorial design experiment exploring the effects of two different commercial feeds (19 and 11% lipid) fed at two different rates (7 days/wk, 4 days/wk) on growth/smolt physiology and incidence of precocious parr and minijack maturation in yearling release URB fall Chinook salmon reared at Bonneville Hatchery for the Umatilla program over 4 consecutive brood years (BY 2010-2013) (Umatilla Hatchery Monitoring and Evaluation, BPA project # 1990-005-00). The ultimate goal of this research study is to improve survival and reduce fitness loss in Columbia RiverURBFall Chinook salmon.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/302",
  "title": "Umatilla URB Fall Chinook hatchery study (2002-031-00)",
  "id": 302,
  "assumptions": "<p>1. The physiological assays are working properly and consistently with proper quality control monitoring in place. 2. Sampling of dip netted fish is random, robust and representative. 3. We sample a sufficient number of fish to have adequate statical power to characterize each life-history type based on physiological measures.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/368",
    "http://www.monitoringresources.org/api/v1/methods/371",
    "http://www.monitoringresources.org/api/v1/methods/650",
    "http://www.monitoringresources.org/api/v1/methods/1550",
    "http://www.monitoringresources.org/api/v1/methods/1734",
    "http://www.monitoringresources.org/api/v1/methods/3785",
    "http://www.monitoringresources.org/api/v1/methods/3814"
  ],
  "metrics": [
    {
      "id": 57,
      "title": "Smoltification development of Umatilla Fall Chinook salmon",
      "category": "Fish",
      "subcategory": "Condition of Life Stage:  Fish",
      "isIndicator": true
    },
    {
      "id": 73,
      "title": "Growth in length, weight, and condition factor of experimental Umatilla Fall Chinook",
      "category": "Fish",
      "subcategory": "Growth Rate:  Fish",
      "isIndicator": true
    },
    {
      "id": 75,
      "title": "fish fork length (mm)",
      "category": "Fish",
      "subcategory": "Length:  Fish Species",
      "isIndicator": false
    },
    {
      "id": 80,
      "title": "Precocious male maturation of experimental Umatilla Fall Chinook (minijack rates)",
      "category": "Fish",
      "subcategory": "Precociousness",
      "isIndicator": true
    },
    {
      "id": 93,
      "title": "Sex of fish",
      "category": "Fish",
      "subcategory": "Sex Type: Fish",
      "isIndicator": false
    },
    {
      "id": 206,
      "title": "fish wet weight (g)",
      "category": "Fish",
      "subcategory": "Weight: Fish",
      "isIndicator": false
    },
    {
      "id": 436,
      "title": "blood/plasma sample",
      "category": "Fish",
      "subcategory": "Tissue Sample: Fish",
      "isIndicator": false
    }
  ],
  "objectives": [
    "Assess seasonal physiological status of fish in a feeding study to help determine how  changes in growth rate and adiposity may affect the propensity of male URB fall Chinook salmon to mature.",
    "Determine the proportion of male Umatilla URB fall Chinook salmon undergoing early male maturation at age-1 and 2 in a 2x2 factorial size x dietary ration study."
  ],
  "ownerName": "Donald Larsen",
  "ownerEmail": "don.larsen@noaa.gov",
  "programUrl": ""
}