{
  "background": "Upper Columbia River steelhead stock assessment has been ongoing since 1986. Initially, the program goal was to estimate the abundance, origin, and age composition of returning Upper Columbia River steelhead. Recently, the program has addressed reasonable and prudent alternatives (RPA) identified in the NMFS biological opinion for the Federal Columbia River Power System, enabled monitoring of viable salmonid population (VSP) parameters, and provided data to multiplemonitoring and evaluation programs. Specifically, Upper Columbia River steelhead stock assessment activities have provided the opportunity to:Conduct status and trend monitoring in the Upper Columbia River ESU (RPA 50.4)Tag (PIT and/or Radio) a representative sample of UpperColumbia River steelhead to be used in PIT tag based escapement estimates (VSP)Assess the efficacy of PIT tag detectors in natal streams throughout the Upper Columbia River ESU (RPA 55.9)Monitor hatchery effectiveness and investigate hatchery critical uncertainties (RPA 63.1 and RPA 64.2)Set regulations for selective fisheries aimed at reducing the abundance of hatchery fish and the spawning grounds",
  "url": "http://www.monitoringresources.org/api/v1/protocols/235",
  "title": "Upper Columbia River ESU Steelhead Stock Assessment (2010-034-00)",
  "id": 235,
  "assumptions": "<p>Operation of the Off Ladder Adult Fish Trap (OLAFT) at Priest Rapids Dam for equal intervals throughout the entirety of the run provides the opportunity to tag a sample representative of the Upper Columbia River ESU steelhead run-at-large.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/1366",
    "http://www.monitoringresources.org/api/v1/methods/1433",
    "http://www.monitoringresources.org/api/v1/methods/1550",
    "http://www.monitoringresources.org/api/v1/methods/1736",
    "http://www.monitoringresources.org/api/v1/methods/3979",
    "http://www.monitoringresources.org/api/v1/methods/4000",
    "http://www.monitoringresources.org/api/v1/methods/4001"
  ],
  "metrics": [
    {
      "id": 48,
      "title": "Adult Age",
      "category": "Fish",
      "subcategory": "Age:  Fish",
      "isIndicator": false
    },
    {
      "id": 75,
      "title": "Fish Length",
      "category": "Fish",
      "subcategory": "Length:  Fish Species",
      "isIndicator": false
    },
    {
      "id": 93,
      "title": "Sex ID",
      "category": "Fish",
      "subcategory": "Sex Type: Fish",
      "isIndicator": false
    },
    {
      "id": 201,
      "title": "PIT Tagging",
      "category": "Fish",
      "subcategory": "Mark/Tag Application",
      "isIndicator": false
    },
    {
      "id": 202,
      "title": "Adult Origin",
      "category": "Fish",
      "subcategory": "Origin",
      "isIndicator": false
    },
    {
      "id": 203,
      "title": "Scales",
      "category": "Fish",
      "subcategory": "Scales",
      "isIndicator": false
    }
  ],
  "objectives": [
    "Determine the origin of all steelhead sampled at Priest Rapids Dam (PRD) OLAFT.",
    "Determine the age of all steelhead sampled at Priest Rapids Dam.",
    "PIT tag a representative sample of returning Upper Columbia River ESU steelhead.  Detection data will be used to generate and/or validate PIT tag based escampement estimates."
  ],
  "ownerName": "Andrew Murdoch",
  "ownerEmail": "andrew.murdoch@dfw.wa.gov",
  "programUrl": ""
}