{
  "background": "Columbia River Redband TroutOncorhynchus mykiss gairdneriarea subspecies of Rainbow Trout native to the Columbia River drainage east of the Cascade Mountains extending upstream as far as barrier falls on the Snake, Spokane, Pend Oreille, and Kootenai rivers (Allendorf et al. 1980; Behnke 1992). There is considerable variability in the life history of Columbia River Redband Troutincluding both anadromous (steelhead) and potamodromous forms (Behnke 1992). Currently, Redband Trout occupy 42% of their historical range of stream habitat in the western United States, according to Muhlfeld et al. (2015).Redband Trout populations in the Columbia River have been negatively impacted by a variety of factors, including invasive species, habitat loss, and other anthropogenic causes. The construction of Grand Coulee Dam in 1939 eliminated the anadromous life history form of Redband Trout from the upper Columbia River (Scholz et al. 1985; Nehlsen et al. 1991) and likely blocked migration routes and isolated populations and habitats of potamodromous Redband Trout. As a result, non-native hatchery Rainbow Trout were subsequently stocked in the upper Columbia River and its tributaries to provide angling opportunities and later as mitigation for hydropower related impacts (Stober et al. 1977; Crawford 1979; Peone et al. 1990; WDFW, unpublished data). Naturally reproducing Rainbow Trout still occur in the upper Columbia River drainage upstream of Grand Coulee Dam and identifying the stock structure,life history strategies, and population dynamics of wild Redband Trout in Lake Roosevelt and the upper Columbia River is necessaryconserve, enhance, restore, and manage Redband Trout stocks in Lake Roosevelt and the upper Columbia River.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3675",
  "title": "Upper Columbia River Redband Trout Assessment in Big Sheep and Onion Creeks (1997-004-00)",
  "id": 3675,
  "assumptions": null,
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/117",
    "http://www.monitoringresources.org/api/v1/methods/118",
    "http://www.monitoringresources.org/api/v1/methods/119",
    "http://www.monitoringresources.org/api/v1/methods/131",
    "http://www.monitoringresources.org/api/v1/methods/201",
    "http://www.monitoringresources.org/api/v1/methods/342",
    "http://www.monitoringresources.org/api/v1/methods/380",
    "http://www.monitoringresources.org/api/v1/methods/389",
    "http://www.monitoringresources.org/api/v1/methods/395",
    "http://www.monitoringresources.org/api/v1/methods/402",
    "http://www.monitoringresources.org/api/v1/methods/508",
    "http://www.monitoringresources.org/api/v1/methods/746",
    "http://www.monitoringresources.org/api/v1/methods/952",
    "http://www.monitoringresources.org/api/v1/methods/1077",
    "http://www.monitoringresources.org/api/v1/methods/1090",
    "http://www.monitoringresources.org/api/v1/methods/1360",
    "http://www.monitoringresources.org/api/v1/methods/1366",
    "http://www.monitoringresources.org/api/v1/methods/1551",
    "http://www.monitoringresources.org/api/v1/methods/1712",
    "http://www.monitoringresources.org/api/v1/methods/1734",
    "http://www.monitoringresources.org/api/v1/methods/3972",
    "http://www.monitoringresources.org/api/v1/methods/3974",
    "http://www.monitoringresources.org/api/v1/methods/4041",
    "http://www.monitoringresources.org/api/v1/methods/5258",
    "http://www.monitoringresources.org/api/v1/methods/5274",
    "http://www.monitoringresources.org/api/v1/methods/5370",
    "http://www.monitoringresources.org/api/v1/methods/5400",
    "http://www.monitoringresources.org/api/v1/methods/6572",
    "http://www.monitoringresources.org/api/v1/methods/6573",
    "http://www.monitoringresources.org/api/v1/methods/6583",
    "http://www.monitoringresources.org/api/v1/methods/6786"
  ],
  "objectives": [
    "Estimate tributary abundance, distribution, and age structure of Redband Trout in Big Sheep and Onion creeks below the terminal falls.",
    "Estimate recruitment and age of recruitment of juvenile Redband Trout from their natal tributary to the Upper Columbia River.",
    "Estimate annual spawner escapement and population structure of adult Redband Trout.",
    "Assess Redband Trout spawning by monitoring the status and trends in spawner abundance (redds) along with the spatial and temporal distribution of redds over time.",
    "Estimate age at maturity of Redband Trout along with documenting and quantifying rematuration rates of adfluvial Redband Trout.",
    "Document and quantify the different life history strategies of Redband Trout.",
    "Estimate survival of Redband Trout to different life stages.",
    "Document and quantify migrations patterns of juvenile and adult Redband Trout into and out of the tributary.",
    "Monitor and suppress invasive Brook Trout populations in Big Sheep and Onion creeks below the terminal falls."
  ],
  "ownerName": "Nicholas Albrecht",
  "ownerEmail": "nicholas.albrecht@dfw.wa.gov"
}