{
  "background": "The long term aim of this research is to improve hatchery-rearing protocols to produce fish with life history characters similar to wild fish and minimize artificial selection due to altered phenotypes of juvenile fish at release. The knowledge gained from this work will be used to help develop rearing guidelines that allow hatchery programs to take advantage of the increased survival found in yearling release without the disadvantage of unnaturally high rates of early male maturation. In this study the effects of two environmental factors, photoperiod (at emergence) and food availability (growth during early rearing) wil be assessed with regard to seasonal timing of smolting, and age of male maturity in URB fall Chinook salmon. The experiment will be conducted using Umatilla River URB eyed eggs obtained from the Bonneville Hatchery in Winter 2012 and reared at the Northwest Fisheries Science Center Research Hatchery, NOAA Fisheries Seattle. At the time of ponding replicate treatments will be exposed to Early, Middle or Late Emergence photoperiod regimes and fed under either a High or Low ration according to the method of Beckman et al. (2007). This range of rearing regimes will allow us to examine the full range and proportion of life-history phenotypes expressed by URB Fall Chinook with regard to age of smoltification and early male maturation. Furthermore, monitoring of growth and development of treatment groups throughout the study will allow for a comprehensive understanding of the causative physiology driving the various life-histories.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/304",
  "title": "URB Fall Chinook Emergence/Growth Experiment (2002-031-00)",
  "id": 304,
  "assumptions": "<p>This methodology has been used successfully for similar studies of life-history diversity in bothWinter (Sacramento) and Spring (Yakima) Chinook stocks. It is very likely to be successful for our proposed work with Fall Chinook. However, as with comparisons between Winter and Spring Chinook salmon, the life-history response with regard to magnitude was very different for these two run types and is likely to be different still for Fall Chinook. So, making predictions with regard to response is challenging. However, this fact speaks to the need for conducting these types of studies in a repeated systematic way in order to understand where there are and are not parallel results and applications to different Chinook Run types.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/368",
    "http://www.monitoringresources.org/api/v1/methods/371",
    "http://www.monitoringresources.org/api/v1/methods/1550",
    "http://www.monitoringresources.org/api/v1/methods/1734",
    "http://www.monitoringresources.org/api/v1/methods/3785",
    "http://www.monitoringresources.org/api/v1/methods/3814",
    "http://www.monitoringresources.org/api/v1/methods/3815"
  ],
  "objectives": [
    "Assess growth and smolt development of Umatilla River, URB Fall Chinook salmon reared in a laboratory scale 2x2 factorial experiment altering emergence time and early growth rate",
    "Assess precocious male maturation rates at age-1 and 2 in Umatilla River, URB Fall Chinook salmon reared in a laboratory scale 2x2 factorial experiment altering emergence time and early growth rate."
  ],
  "ownerName": "Donald Larsen",
  "ownerEmail": "don.larsen@noaa.gov",
  "programUrl": ""
}