{
  "background": "The Pacific Lamprey (Entosphenus tridentatus) is an anadromous lamprey species of the Pacific Northwest with populations from Alaska to California. However, the species has suffered severe declines in abundance across its range, including the Columbia Basin. Concern on the part of the Columbia River Treaty Tribes (Close et al 2002) prompted development of the Tribal Pacific Lamprey Restoration Plan for the Columbia Basin. An understanding of the need for improved monitoring as well as the implementation of regional and rangewide restoration efforts was described shortly afterwards in the Conservation Agreement for Pacific Lamprey (Entosphenus tridentatus) in the States of Alaska, Washington, Oregon, Idaho, and California (USFWS 2012). In both documents it was recognized that the population substructure of Pacific Lamprey is poorly understood and represents a critical uncertaintyrelative to designing restoration efforts.The situation is complicated by the fact that traditional tagging methods (e.g. fin-clipping, PIT, acoustic, and radio tags, etc.), that have been used to study other fish species, are largely unavailable for use with lamprey, due to the small size of the fish through their extended larval and juvenile life stages. An alternative approach is to analyze the fish genetically  an animals genotype providing a natural tag that can be exploited for species identification, to assess population structure, individual-specific identification, and parentage analysis (Matala et al. 2011; Hess et al. 2013; Hess et al. 2014).The apparent lack of, or minimal at least, genetic differentiation has offered the possibility of using adult translocation as a means to supplement depressed populations while minimizing the threat of disrupting genetic substructure, such as is strongly observed among salmon populations. The Umatilla, Yakama, and Nez Perce Tribes have each initiated translocation programs in attempts to restore local populations within their ceded territories (Umatilla Tribe, BPA 1994-026-00; Yakama Nation, BPA 2008-470-00; Nez Perce Tribe, Pacific Lamprey Restoration Project). Additionally, projects to monitor existent populations are being conducted by the Warms Springs Tribe (BPA 2008-308-00 and 2011-014-00) and CRITFC is providing support to these programs, plus additional work through BPA project 2008-524-00.In order to better adaptively manage regional lamprey projects, each has associated activities for the collection and counting of lampreys at all life history stages. In order to exploit incorporation of genetic analyses and to provide additional information from fish as they are intercepted during these monitoring activities, the CRITFC project (2008-524-00) included a work element to develop a standardize a suite of single nucleotide polymorphism (SNP) DNA markers (https://www.monitoringresources.org/Document/Protocol/Details/713) that would provide consistent analyses within and among regional and rangewide lamprey projects. This effort resulted in the establishment of a panel of SNPs for use in fluidigm 96-SNP microarrays (Hess et al. 2015) capable of species identification, understanding physiology and life history of returning adults, calculating effective number of tributary spawners, and evaluating size, age and transformation status of outmigrating juveniles from the tributary environment, among other things.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3593",
  "title": "Use of a multifunctional single nucleotide polymorphism (SNPs) panel for genetic monitoring of Pacific Lamprey research and restoration programs",
  "id": 3593,
  "assumptions": "<p>Collection and tissue sampling procedures for adults and juveniles, and for adult PIT tagging are all well established, and these procedures are followed in each of the current tribal lamprey programs (Campbell et al. 2012, Method 1432, Tissue sampling for Parentage Based Tagging v1.0, https://www.monitoringresources.org/Document/Method/Details/1432).</p>\r\n\r\n<p>The SNP marker panel for use in Pacific Lamprey genetics analyses has been developed, refined, and tested using financing from BPA 2008-524-00 (McIlraith 2015, Method 713, Developing new genetic markers to understand and monitor Columbia River Basin Pacific Lampreys v1.0, https://www.monitoringresources.org/Document/Protocol/Details/713; Hess et al. 2015).</p>\r\n\r\n<p>The SNP marker panel developed by Hess et al. 2015 through BPA 2008-524-00 has contributed to information on physiology and life history of returning adults (Hess et al. 2014), gene flow, or lack thereof, of lampreys within the Columbia River basin (Hess et al. 2013), effective spawner abundance in a stream reach (Whitlock et al. in review), and species identification (Baker et al. 2015).<br />\r\n&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/133",
    "http://www.monitoringresources.org/api/v1/methods/580",
    "http://www.monitoringresources.org/api/v1/methods/1432",
    "http://www.monitoringresources.org/api/v1/methods/5446"
  ],
  "objectives": [
    "Collect tissue samples from all adult lamprey collected for regional restoration efforts (e.g. translocation and artificial propagation) from mainstem Columbia River dams.",
    "Strategically collect tissue samples from larval/juvenile lampreys during regional research/monitoring efforts (e.g. electrofishing and screw trap monitoring) in CRB study/control streams.",
    "Strategically collect tissue samples from all life history stages at sites throughout the CRB, including but not limited to, mortalities and lampreys handled at mainstem/tributary dams.",
    "Collect tissue samples from all adult lamprey handled for regional monitoring and evaluation efforts (e.g. passage monitoring at Willamette Falls and mainstem Columbia River dams).",
    "Utilize multifunctional SNPs panel for Pacific Lamprey on CRB lamprey collections (Obj. 1-4) to provide qualitative and quantitative assessment of productivity and life history characteristics."
  ],
  "ownerName": "Brian McIlraith",
  "ownerEmail": "bjmcilraith@bpa.gov",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/51"
}