{
  "background": "Examining the diversity of seasonal and life-history behaviors of salmonidsin monitored watersheds will improve the understanding of in-stream habitat use and production of the migratory life-history variant. Monitoring in-stream movement patterns will provide data on seasonal habitats used (e.g., overwintering), and could aid in evaluating the response to restorative actions implemented to improve the quality of seasonal habitats. Monitoring the propensity of juvenilesalmonids to move out of natal, stream habitats and into larger bodies of water (e.g., larger rivers, lake) and monitoring the spatial distribution of spawning adults returning from these larger bodies of water will identify tributaries within watersheds that support the migratory life-history strategy. Understanding the current spatial distribution of the migratorylife-history variant may aid in prioritizing future restoration efforts. Half-duplex (i.e.,HDX) passive integrated transponder (i.e., PIT) technology is being implemented across projectsin the Yakima Basin, (e.g. Yakima/Klickitatfisheries program) to monitor seasonal and life-history movements of targeted salmonids. In the upperYakima watershed, a stationary PIT array has been installed to monitor movements of resident and anadromous salmonids in and out of the Teanaway River Basin.The Teanaway Basin is a large watershed housing one of the Yakima/Klickitat Fishery Project spring Chinook salmon off site acclimation facilities representing 1/3 of the project hatchery production. This interrogation site serves to monitor movement of juvenile fish released from this facility (timing, abundance) as well as the adult returns that utilize this watershed (abundance, movement, timing). This array may be used in conjunction with other PIT tag interrogationfacilities at permanent structures(e.g., Roza Dam, Prosser Dam), or PIT tag arrays operated by other entities(e.g., U.S. Bureau ofReclamation, U. S. Fish and Wildlife Service, Washington Department of Fish and Wildlife; Conservation Districts)located throughout the Yakima Basin to monitor large scale migrations through out the Basin.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/3300",
  "title": "Using stationary PIT interrogation antenna arrays to monitor movements of salmonids in the Yakima Basin",
  "id": 3300,
  "assumptions": "<p>1. &nbsp;PIT tagged fish and their patterns of movement represent the population from which they were sampled and tagged.</p>\r\n\r\n<p>2 &nbsp;Series of stationary PIT antenna arrays within watersheds operate at sufficient efficiency to confidently generate conclusions regarding seasonal and life-history movements within watersheds.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/6572",
    "http://www.monitoringresources.org/api/v1/methods/6573"
  ],
  "metrics": [
    {
      "id": 77,
      "title": "Seasonal interrogation history for juvenile fish",
      "category": "Fish",
      "subcategory": "Migration Pathways: Fish",
      "isIndicator": false
    },
    {
      "id": 77,
      "title": "Seasonal interrogation history for adult fish",
      "category": "Fish",
      "subcategory": "Migration Pathways: Fish",
      "isIndicator": false
    },
    {
      "id": 381,
      "title": "Total number of interrogated fish at a specific site",
      "category": "Fish",
      "subcategory": "Mark/Tag Recovery or Detection",
      "isIndicator": false
    }
  ],
  "objectives": [
    "Use interrogation data from stationary PIT arrays to describe the spatial distribution of the migratory life-history variant within watersheds.",
    "Create interrogation histories for individual PIT tagged fish to evaluate seasonal movements within watersheds."
  ],
  "ownerName": "Gabriel Temple",
  "ownerEmail": "gabriel.temple@dfw.wa.gov",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/40"
}