{
  "background": "The Colville Tribes are facilitating the development of a locally-adapted, self-sustaining, Okanogan River summer/fall Chinook salmon population. The Selective Gear Deployment project (2008-105-00) in the Upper Columbia region uses selective fishing techniques and selective harvest gear to collect both the natural-origin and hatchery-origin summer/fall Chinook broodstock needed for the integrated and segregated programs at the Chief Joseph Hatchery (CJH), and; to reduce the proportion of hatchery-originspawners(pHOS) reaching spawning areas of theOkanoganRiver basin. It is hoped that a future listing of summer/fall Chinook under the ESA will be prevented by these efforts. The project builds upon the lessons learned during implementation of the Evaluate Live Capture Gear project (2007-249-00).",
  "url": "http://www.monitoringresources.org/api/v1/protocols/402",
  "title": "Using Selective Fishing Gear to Collect Summer Chinook Broodstock and Reduce the Proportion of Hatchery Origin Spawners (2008-105-00)",
  "id": 402,
  "assumptions": "<p>Okanogan River summer/fall Chinook are subject to a very high exploitation rate in Pacific Ocean and Columbia River fisheries.&nbsp;</p>\r\n\r\n<p>Numbers of returning fish fluctuate from year to year due to yearly changes in spawning conditions, hatchery production levels, SAR rate, ocean conditions, exploitation rate and river conditions.&nbsp;</p>\r\n\r\n<p>Hatchery supplementation and selective fisheries increase&nbsp;fish availablity&nbsp;for terminal fisheries and allow a higher proportion of NOR escapement into natural spawning areas.&nbsp;</p>\r\n",
  "objectives": [
    "Collect natural-origin and hatchery-origin summer/fall Chinook broodstock for the Chief Joseph Hatchery Program using purse seine, tangle nets and other selective fishing gears  and techniques",
    "Reduce pHOS of summer/fall Chinook in the Upper Columbia and Okanogan river basins by harvesting HOR summer Chinook for subsistence and ceremonial uses and releasing NOR Chinook at point of capture",
    "Sample harvested HOR summer/fall Chinook for CWTs ",
    "Interrogate salmonids encountered in program activities for PIT tags and other marks and tags.",
    "Harvest Okanagan Sockeye to the yearly allocation level ",
    "Instruct individual tribal fishermen on the techniques of selective fishing"
  ],
  "ownerName": "isaiah martin",
  "ownerEmail": "isaiah.martin.fnw@colvilletribes.com"
}