{
  "background": "The YKFP is a joint project of the Yakama Nation (lead entity) and the Washington State Department of Fish and Wildlife (WDFW), and is sponsored in large part by the Bonneville Power Administration (BPA) with oversight and guidance from the Northwest Power and Conservation Council (NPCC). The Cle Elum Supplementation and Research Facility (CESRF) program is an adaptively managed supplementation program designed to test the assumption that new artificial production can be used to increase harvest and natural production while maintaining the long-term genetic fitness of the fish population being supplemented and keeping adverse genetic and ecological interactions with non-target species or stocks within acceptable limits.The non-target taxa of concern monitoring program under the YKFP was established to assess and contain risks to species that were not the target of enhancement during the operation of the production scale hatchery supplementation program in the Yakima Basin. The NTTOC monitoring program (ecological risk containment)was initiated to ensure ecological interactions resulting from our supplementation program remained within acceptable limits. Benchmark values were established for abundance,size, and distribution for NTTOC and changes in these monitoring variables arejudgedrelative to thesefixed standards.Deviations in our monitoring variables that exceed acceptable levels are intended to be mitigated using the principles of adaptive management.",
  "url": "http://www.monitoringresources.org/api/v1/protocols/2046",
  "title": "WDFW / YKFP: Ecological Interactions: Non-Target Taxa of Concern Monitoring",
  "id": 2046,
  "assumptions": "<p>Sampling sites are&nbsp;representative.</p>\r\n\r\n<p>Fish are accurately identified to species.</p>\r\n\r\n<p>Instrumentation used in measuring fish is properly calibrated.</p>\r\n\r\n<p>Data collected and&nbsp;analyzed represent&nbsp;accurate&nbsp;estimates&nbsp;of the true&nbsp;population.</p>\r\n\r\n<p>The Type&nbsp;I and Type II error rates reported adequately detect differences in effect size:&nbsp; e.g., lack of impact to NTT monitoring variable is not due to lack of statistical power.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/45",
    "http://www.monitoringresources.org/api/v1/methods/73",
    "http://www.monitoringresources.org/api/v1/methods/115",
    "http://www.monitoringresources.org/api/v1/methods/116",
    "http://www.monitoringresources.org/api/v1/methods/117",
    "http://www.monitoringresources.org/api/v1/methods/118",
    "http://www.monitoringresources.org/api/v1/methods/119",
    "http://www.monitoringresources.org/api/v1/methods/120",
    "http://www.monitoringresources.org/api/v1/methods/121"
  ],
  "objectives": [
    "Assess and contain risks to abundance, size structure, biomass, and distribution for 15 NTTOC associated with hatchery salmon supplementation in the Yakima."
  ],
  "ownerName": "Scott Coil",
  "ownerEmail": "scott.coil@dfw.wa.gov",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/40"
}