{
  "background": "The subpopulation of white sturgeon inhabiting the upper Columbia River above Grand Coulee Dam is classified as Critically Endangered (CE) by the IUCN and listed as endangered under the Canadian Species At Risk Act (SARA) due to persistent recruitment failure. Recruitment failure in the area between Grand Coulee and Hugh Keenleyside dams (the Transboundary Reach) white sturgeon population was first documented during surveys of both the Keenleyside Reach (British Columbia) and the Roosevelt Reach (Washington state) in the 1990s (Hildebrand et al. 1999; DeVore et al. 2000). In response to concerns over the threat of extinction, the Upper Columbia White Sturgeon Recovery Initiative (UCWSRI) was formed in 2000. The Initiative produced an Upper Columbia White Sturgeon Recovery Plan (UCWSRP) that is compatible with the ESA and SARA legislation. The goal of the UCWSRI, as defined in the UCWSRP, is to ensure the persistence and viability of naturally reproducing populations of white sturgeon in the upper Columbia River and restore opportunities for beneficial use if feasible. Population status and trend monitoring are considered core components of the recovery effort and this protocol describes how setline stock assessment surveys in the Roosevelt Reach will provide information on population parameters. Survey methodology and implementation will be standardized, coordinated, and conducted simultaneously with surveys conducted in Lake Roosevelt by the Spokane Tribe (Lake Roosevelt Sturgeon Recovery Project - 1995-027-00) and BC Hydro in the Keenleyside Reach.All data analysis will be completed by the STOI Lake Roosevelt Sturgeon Recovery Project (1995-027-00).",
  "url": "http://www.monitoringresources.org/api/v1/protocols/573",
  "title": "White Sturgeon Enhancement - Setline Stock Assessment",
  "id": 573,
  "assumptions": "<p>Our frame is representative of our target population.</p>\r\n",
  "methods": [
    "http://www.monitoringresources.org/api/v1/methods/342",
    "http://www.monitoringresources.org/api/v1/methods/700",
    "http://www.monitoringresources.org/api/v1/methods/1055",
    "http://www.monitoringresources.org/api/v1/methods/1734",
    "http://www.monitoringresources.org/api/v1/methods/1736",
    "http://www.monitoringresources.org/api/v1/methods/4041",
    "http://www.monitoringresources.org/api/v1/methods/4216",
    "http://www.monitoringresources.org/api/v1/methods/5352",
    "http://www.monitoringresources.org/api/v1/methods/5398"
  ],
  "objectives": [
    "Estimate the abundance of hatchery and wild components of the white sturgeon population.",
    "Describe spatial and depth distributions of white sturgeon.",
    "Estimate growth and condition of hatchery and wild components of the white sturgeon population.",
    "Estimate survival rates in the hatchery and wild components of the white sturgeon population."
  ],
  "ownerName": "Matthew Howell",
  "ownerEmail": "matt.howell@colvilletribes.com",
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/26"
}