{
  "Estimate conversion rates between sites using PIT tags v1.0": " Data Collection -- Acoustic Monitoring -- PIT Tag Detection",
  "Estimate density of anadromous parr from snorkel surveys v2.0": " Population -- Ecological -- Population Estimation -- Mark-Recapture",
  "Estimate detection probability to describe precision of anadromous parr counts from snorkel surveys. v1.0": " Survey Methods\nMark-Recapture",
  "Estimate emergence timing using Accumulated Thermal Unit (ATU) compilation v1.0": " Data Analysis\nStatistical Analysis\nTemporal Analysis",
  "Estimate escapement using detections of fish PIT tagged as adults v1.0": " Data Collection--Monitoring Techniques--Acoustic Monitoring--Mark-Recapture",
  "Estimate Focal Water Velocity at Fish Locations within the Stream v1.0": " Survey Methods",
  "Estimate juvenile salmon loss to predation v1.0": " Data Analysis--Population Estimation--Mark-Recapture",
  "Estimate migration rate between PIT tag sites v1.0": " Data Collection--Acoustic Monitoring",
  "Estimate minimum fallback rates using detections of PIT tagged salmonids v1.0": " Behavioral Studies\n\nIf you need further assistance or clarification, please let me know.",
  "Estimate occupancy to describe spatial structure of anadromous parr from snorkel surveys. v1.0": " Survey Methods\nData Collection--Survey Methods",
  "Estimate outmigration in small streams v1.0": " Data Collection--Monitoring Techniques--Acoustic Monitoring",
  "Estimate Parr Densities From Snorkel Surveys v1.0": " Population\nPopulation Estimation\nMark-Recapture",
  "Estimate passage time at a dam using PIT tags v1.0": " Acoustic Monitoring\nOr: Monitoring Techniques\nOr: Data Collection--Monitoring Techniques\n\n(Note: All three answers are equivalent and acceptable)",
  "Estimate predation rates v1.0": " Data Analysis--Population Estimation--Mark-Recapture",
  "Estimate predator abundance v1.0": " Data Collection--Mark-Recapture",
  "Estimate probability of lamprey presence based on habitat characteristics v1.0": " Ecological--Population",
  "Estimate screening/hiding cover v1.0": " Data Collection--Field Methods",
  "Estimate size of piscivorous waterbird colonies in the Columbia River basin (analysis) v1.0": " Data Collection--Survey Methods\nData Analysis--Statistical Analysis--Descriptive Statistics & Confidence Intervals",
  "Estimate size of piscivorous waterbird colonies in the Columbia River basin (data collection) v1.0": " Data Collection -- Remote Sensing",
  "Estimate Smolt-to-Adult Ratio (SAR) using CWT Data v1.0": " Data Collection--Monitoring Techniques--Coded-wire-tag (CWT) analysis",
  "Estimate Steelhead Abundance at Weirs Using Kelts as Recaptures v1.0": " Data Collection--Monitoring Techniques--Mark-Recapture",
  "Estimate the Number of Days in a Year that Water Temperature Was Out of Compliance v1.0": " Data Collection--Monitoring Techniques--Temperature Monitoring",
  "Estimate the Outmigration Status of Juvenile Salmonid Smolts Using Program RealTime v1.0": " Data Collection--Acoustic Monitoring",
  "Estimated Bank Instability- For Wadable Streams v1.0": " Sampling Design\n\n(Note: The method description mentions \"establishtransects using method ID 3828 or something similary.\" This indicates that the method is related to sampling design, as transect setup and placement are essential aspects of sampling design in ecology.)",
  "Estimating abundance, density, and biomass using midwater trawl data v1.0": " Data Collection--Monitoring Techniques--Midwater Trawl",
  "Estimating Adult Spawner Abundance v1.0": " Data Collection--Sampling Design",
  "Estimating Benthic Macroinvertebrate Biomass using Length-Mass Relationships v1.0": " Data Analysis--Population Estimation",
  "Estimating Cover in Quadrats v1.0": " Data Collection\nMethodology: The given method appears to be related to data collection as it mentions \"instructions for estimating vertical vegetative cover using quadrants,\" which can be considered a sampling technique or field method used for data collection.",
  "Estimating Cover Used by Juvenile Salmonids Observed During Nighttime Snorkel Surveys v1.0": " Survey Methods",
  "Estimating Daily Passage Abundance of PIT-tagged Subyearling Chinook Salmon at Lower Granite Dams v1.0": " Data Collection--Monitoring Techniques--Acoustic Monitoring--Fish Passage Monitoring",
  "Estimating Egg Production Using the Von Bayer Method v1.0": " Data Collection -- Population Estimation -- Von Bayer method",
  "Estimating electrical conductivity along stream networks using a random forest model v1.0": " Data Collection--Remote Sensing\n\n(Note: The method provided is related to obtaining data using remote sensing techniques, such as satellite or aerial imagery.)",
  "Estimating Fish Abdundance and Density - Removal-Depletion v1.0": " Population Estimation\nMethod: Data Collection -- Survey Methods",
  "Estimating Fish Total Length Underwater v1.0": " Data Collection\nPopulation Estimation\nMark-Recapture",
  "Estimating Fyke or Rotary Screw Trap Efficiency by Using an Automated Release Device v1.0": " Data Collection--Sampling Design--Mark-Recapture",
  "Estimating Genetic Diversity v1.0": " Data Analysis--Statistical Analysis--Descriptive Statistics & Confidence Intervals",
  "Estimating genetic tagging rates for PBT applications v1.0": " Data Analysis--Genetics--PBT Tagging Rates",
  "Estimating Habitat Unit Length v1.0": " Data Collection\nSampling Design",
  "Estimating Instream Juvenile Salmonid Abundance Using Electrofishing v1.0": " Data Collection--Sampling Design--Estimating Population Size",
  "Estimating Instream Juvenile Salmonid Abundance Using Electrofishing v2.0": " Data Collection--Sampling Design--BACI Experimental Design",
  "Estimating Instream Juvenile Salmonid Abundance Using Snorkeling v1.0": " Data Collection\nSampling Design",
  "Estimating Instream Juvenile Salmonid Abundance Using Snorkeling with Binned Counts v2.0": " Data Collection--Sampling Design",
  "Estimating juvenile fall Chinook abundance at Lower Granite Dam. v1.0": " Data Collection--Monitoring Techniques--Acoustic Monitoring",
  "Estimating juvenile outmigrants using a modified Bailey estimator (Program GAUSS) v1.0": " Data Analysis--Population Estimation--Mark-Recapture",
  "Estimating Juvenile Salmonid Abundance for a Partial Capture Trap Using Mark-recapture v1.0": " Data Collection\nMethodology: mark-recapture\nTherefore, the title is \"Data Collection--Monitoring Techniques--Mark-Recapture\" or simply \"Mark-Recapture\".",
  "Estimating Juvenile Salmonid Fish Position in the Water Column v1.0": " Data Collection\nSurvey Methods",
  "Estimating Kd values v1.0": " Data Collection--Kd Values Analysis",
  "Estimating Leaf Litter Decomposition v1.0": " Ecological--Food Webs",
  "Estimating lipid content in muscle tissue of adult salmonids v1.0": " Data Collection--Remote Sensing\n(The Distell Fish Fatmeter uses microwaves which is a form of remote sensing)",
  "Estimating particles Embeddedness - For Wadable Streams v1.0": " Data Collection\nSampling Design",
  "Estimating Percent Flow in the Channel v1.0": " SurveyMethods\nFlow\n\nI generated a new answer since the title contained the word \"method\" and I assumed you meant a specific method label rather than a field of study within Data Collection. If the original intention was to label the flow as a field of study, then please disregard this answer and provide the correct field label instead.",
  "Estimating Rear Type, Sex, and Age of Chinook Salmon and Steelhead at Lower Granite Dam v1.0": " Data Collection\nSampling Design",
  "Estimating relative reproductive success (RRS) v1.0": " Data Analysis--Population Estimation--Mark-Recapture",
  "Estimating Smolt-to-Adult Return (SAR) Rate Using Aggregate Cohort Abundances of Smolts and Adults v1.0": " Data Analysis\nPopulation Estimation\nMark-Recapture",
  "Estimating solar insolation along stream networks v1.0": " Data Collection -- Remote Sensing",
  "Estimating Stream Temperatures at Multiple Scales Using Remotely Sensed Land Surface Temperature v1.0": " Remote Sensing\nData Analysis--Statistical Analysis--Generic Analysis--Regression Models",
  "Estimation of age composition at upstream locations using PIT tags v1.0": " Data Collection--Acoustic Monitoring--PIT tagging\n\n(Note: The given method involves using acoustic monitoring for PIT tag detection and estimation of fish ages based on scale readings.)",
  "Estimation of Hatchery Strays v1.0": " Population Estimation--Mark-Recapture",
  "Estimation of night passage using PIT tags v1.0": " Data Collection--Monitoring Techniques--Acoustic Monitoring",
  "Estimation of Nonpoint Source Loading of Phosphorus v1.0": " Nutrient Levels\nNutrient Levels--Phosphorus",
  "Estradiol Assay of Fish Plasma Samples v1.0": " Data Analysis--Temporal Analysis",
  "Evaluating Adult Fish after Mortality v1.0": " Data Collection--Morphology Analysis\n(The method provided seems to focus on examining fish for anomalies, which can be considered as morphology analysis)",
  "Evaluating Stream Biofilm Communities Using an Autotrophic Index. v1.0": " Data Collection\nSampling Design",
  "Expanded steelhead at each site v1.0": " SurveyMethods\nOr, if we focus on the specific method mentioned:\nAcousticMonitoring",
  "Expanded steelhead at each site v2.0": " Data Collection--Survey Methods",
  "Exposure Index for Migratory Salmon to Environmental Conditions v1.0": " Data Collection--Exposure Index Computation",
  "Extracting Fish Plasma to Measure Reproductive Development v1.0": " Non-lethal Sampling\nOr Data Collection--Monitoring Techniques\nOr FISHERIES MANAGEMENT--Ecological--Non-lethal Sampling",
  "Extraction of filtered eDNA using phenol-chloroform method v1.0": " Data Collection--Sampling Design-- filters eDNA samples",
  "Fast water area v1.0": " Survey Methods",
  "Fastwater Cobble Embeddedness Calculations v1.0": " Data Collection--Monitoring Techniques--Particle Measurement",
  "FBASE Data Entry and Reporting Process v1.0": " Data Collection\nFisheries Management\nPopulation Estimation\nMark-Recapture",
  "FDR Burbot - stock assessment  data analysis v1.0": " Data Collection\nData Analysis\nPopulation Estimation\nFisheries Management\nFisheries Management--Population Estimation",
  "Fecundity: Estimating at the eyed egg stage using sub-samples v1.0": " Data Analysis--Statistical Analysis--Regression Models",
  "Fecundity: Estimating at the green egg stage v1.0": " Data Analysis\nPopulation Estimation",
  "Fertilization Rates v1.0": " Data Analysis--Population Estimation--Mark-Recapture\n(or)\nFisheries Management--Population Estimation--Mark-Recapture\n\nBoth answers are acceptable depending on the context of the method being labeled. The first answer is more general, applying to any population estimation using mark-recapture methods, while the second answer is specific to fisheries management applications of this method.",
  "Field collection of environmental DNA water samples using filtration v1.0": " Data Collection--Sampling Design",
  "Field Method for Benthic Macroinvertebrate Sampling in Wadeable Streams v1.0": " Data Collection\nSampling Design",
  "File conversion, travel-time and survival estimation with the software program PitPro v1.0": " Data Collection--Acoustic Monitoring",
  "Filtering JSATS Raw Acoustic Telemetry Detections in R v1.0": " Acoustic Monitoring",
  "Fin Ray Processing for Age v1.0": " Data Collection--Survey Methods--Age Composition Analysis",
  "Fin tissue sampling for genetic analysis v1.0": " Field Methods\n(Note: Your provided method information does not contain any code.)",
  "Fine Sediment-McNeil Core Field Sampling v1.0": " Data Collection\nMonitoring Techniques",
  "Fine Sediment-McNeil Core Lab Processing v1.0": " Data Collection -- Monitoring Techniques",
  "Fish Capture-Angling v1.0": " Data Collection\nAngling is a method used for capturing target life stages in various habitats. It falls under the category of \"Data Collection\" in the provided ontology.",
  "Fish Capture-Dip Net Supplement to Snorkel v1.0": " Data Collection\nMethod--Data Collection--Field Methods\nMethod--Data Collection--Monitoring Techniques\nFisheries Management--Data Collection--Sampling Design\nFisheries Management--Data Collection--Field Methods\nMethod--Data Collection--Acoustic Monitoring (if applicable)",
  "Fish Capture-Seining v1.0": " Data Collection\nMethod(s)\nSeining",
  "Fish Capture-Snorkel Herding v1.0": " Data Collection\nSnorkel Herding is a method used for fish capture in small areas of a stream, specifically within habitat units. It falls under the category of \"Field Methods\" in data collection, as this method involves direct observation and interaction with the environment to collect data.",
  "Fish Community  Data Analysis - Roegner et al. 2009 v1.0": " Ecological--Species Interactions--Evaluate species composition\n(Discard \"in pre-restoration habitat, post restoration habitat, and reference sites.\")"
}