{
  "7-day running water temperature analysis v1.0": " < SITE.Habitat.Physical.Temperature | The method is about analyzing water temperature data, which falls under the Physical subcategory of Habitat in the given ontology. >"
}{
  "AbP-2 Back Pack larval electrofishing v1.0": " **Electroshocker settings** > Ecological Habitat > Physical Structure > Substrate\n\nReason: The method describes the use of an electroshocker to remove animals from the substrate, indicating that the physical structure of the habitat is being manipulated to assess larval lamprey populations.\n\n---\n\n**Larval lamprey population assessment** > Ecological Habitat > Physical Structure > Substrate\n\nReason: The method is being used to assess larval lamprey populations in the Great Lakes Region, indicating that it is relevant to the ecological habitat and more specifically, the physical structure of the substrate where these organisms reside.\n\n---\n\n**Use of index plots for monitoring larval densities** > Ecological Habitat > Physical Structure > Substrate\n\nReason: The method describes the use of 7.5 m2 index plots to monitor larval densities, indicating that it is relevant to the ecological habitat and more specifically, the physical structure of the substrate where these organisms reside.\n\n---\n\n**Electroshocker settings (peak voltage, pulse frequency)** > SITE > Chemical > Voltage & Pulse Frequency\n\nReason: The method describes the use of an electroshocker with specific settings for peak voltage and pulse frequency, indicating that these are chemical factors that are being controlled as part of the method.\n\n---\n\nAdditional suggestions for expanding the methods ontology:\n\n* **Sampling design** > SITE > Ecological Habitat > Sampling Methods\n* **Data analysis** > SITE > Data Analysis > Statistical Methods\n* **Quality assurance/quality control (QA/QC)** > SITE > Quality Assurance/Quality Control > QA/QC Protocols\n* **Health and safety** > SITE > Health and Safety > Safety Protocols\n* **Equipment specifications** > SITE > Equipment > Electroshocker Specifications\n* **Field methods** > SITE > Field Methods > Electrofishing Techniques."
}{
  "Abundance Estimation of Fish Using Multiple Mark and Recapture Data v1.0": " `Overall abundance (N) of white sturgeon within an area can be estimated using a Schnabel population estimator (Schnabel 1938; Chapman 1952, 1954)`\n\nFISHERIES MANAGEMENT -> Population Estimation Methods -> Schnabel Population Estimator\n\nREASON: The method is about estimating the abundance of a fish population (white sturgeon), which directly relates to fisheries management as it's necessary for understanding and managing changes in fish populations. Therefore, this method falls under the Fisheries Management category, with a more specific label of Population Estimation Methods, where the Schnabel Population Estimator is a recognized technique."
}{
  "Access-Access Creel Survey for Lakes and Reservoirs v1.0": " SURVEY METHODOLOGY: Access-Access Creel Survey for Lakes and Reservoirs\n< SITE | The method is concerned with data collection related to specific sites (lakes and reservoirs). >\n\n< SITE->\n    < SURVEY METHODS | The method describes a particular survey methodology used in the context of lakes and reservoirs. >\n    < SURVEY METHODS->\n        < DATA COLLECTION | The method focuses on data collection regarding fishing effort, catch, fish size, tags or other biological data from lakes and reservoirs with a limited number of access points. >\n\n< SITE->\n    < HABITAT | The method is partially concerned with the habitat of the surveyed sites (lakes and reservoirs). >\n    < HABITAT->\n        < PHYSICAL | The method can be related to certain physical characteristics of the habitat, such as access points. >\n        < ECOLOGICAL | The method can be influenced by ecological factors, although they are not explicitly mentioned in the description. >\n        < CHEMICAL | The method does not appear to be directly concerned with chemical constituents or pollutants in the habitat. >\n\nAdding more to the ontology:\n< SURVEY METHODS->\n    < SAMPLING DESIGN | This can include information about the sampling design, such as randomization or stratification methods used in the survey. >\n    < DATA ANALYSIS | This can include details on how the collected data is analyzed to estimate fishing effort and catch. >\n\n< HABITAT->\n    < BIOLOGICAL | The method can be related to biological characteristics of the species found in the habitat, such as fish size or tags. >\n\nPlease note that the method description provided may not fully cover all aspects of the ontology, but I have tried to categorize it based on the available information."
}{
  "ADCP Installation & Configuration v1.0": " < SITE/Habitat/Physical/Flow | The method describes the installation and configuration of an Acoustic Doppler Current Profiler (ADCP), which is a device used to measure water velocity and flow in a body of water. >"
}{
  "Adipose Fin Clip v1.0": " < CHEMICAL:POLLUTANT | Fin clipping can be used as a method to monitor the effects of pollutants on fish populations. By marking a subset of the population with fin clips, researchers can track the movement, health, and survival of the fish in relation to changes in water quality. This information can help identify sources of pollution and inform efforts to protect aquatic ecosystems. >"
}{
  "Adult abundance of iteroparous and migratory salmonid populations from weir data v1.0": " `Mark-recapture method for estimating spawning escapements of iteroparous salmonids`\n\n**FISH POPULATION MANAGEMENT:**\n\nThis method falls under the category of \"Fish Population Management\" as it is a technique used to estimate the number of spawning fish that have successfully passed a weir and moved downstream. The purpose of this method is to assess the effectiveness of weirs in managing fish populations and to determine the spawning escapement, which is critical for proper management and conservation of fish resources.\n\nThe reason it does not fit into any of the subcategories provided in the methods ontology is that the given text focuses on a specific application of statistical analysis in fisheries management rather than discussing general site characteristics or factors influencing fish populations. However, if we expand the ontology to include \"Fish Population Management\" as a top-level category, this method would be an appropriate subcategory.\n\nHere is the suggested structure with added categories:\n\n**FISH POPULATION MANAGEMENT:**\n\n* Mark-recapture methods\n\t+ Weirs and spawning escapement estimation\n\t\t- Mark-recapture method for estimating spawning escapements of iteroparous salmonids\n* Habitat assessment and management\n\t+ Physical habitat factors\n\t\t- Flow\n\t\t- Temperature\n\t\t- Structure\n\t+ Ecological habitat factors\n\t+ Chemical habitat factors\n\t\t- Pollutant\n\t\t- Constituents\n\nThe added categories can help you classify other methods that deal with fish population management, habitat assessment, and habitat management strategies."
}{
  "Adult Age Composition v1.0": " < SITE:Ecological | The method is about using PIT-tags to study the age structure of fish populations, which is a ecological topic. >\n< SITE:Ecological/Developing Age Structure Data | The method is specifically about developing age structure data, which is a more specific ecological topic. >\n< SITE:Ecological/Developing Age Structure Data/PIT-tags | PIT-tags are the specific tool used in this method for developing age structure data, so they should be included in the label. >\n< SITE:Ecological/Developing Age Structure Data/PIT-tags/Advantages | The method lists several advantages to using PIT-tags for developing age structure data, so \"advantages\" should be included in the label. >\n< SITE:Ecological/Developing Age Structure Data/PIT-tags/Advantages/High Sampling Rate and Consistent Sampling Environment | The method states that PIT-tags provide a high sampling rate and consistent sampling environment, so these should be included in the label. >\n< SITE:Ecological/Developing Age Structure Data/PIT-tags/Advantages/Individual Identification and Stock Origin | The method states that PIT-tags allow for individual identification and determining stock origin, so these should be included in the label. >\n< SITE:Ecological/Developing Age Structure Data/PIT-tags/Advantages/Useful for Mixed-Stock Populations | The method states that PIT-tags are useful for partitioning sources of variation among mixed-stock populations, so this should be included in the label. >"
}{
  "Adult Run Timing v1.0": " * Adult run timing ---> SITE > Ecological ---> Temporal diversity\nReason: Adult run timing is a measure of the temporal distribution of adult salmonids returning to freshwater environments, which is an ecological aspect of the site. It is important for evaluating salmonid diversity and increasing genetic diversity, as well as being relevant for fisheries management."
}{
  "Adult salmonid escapement estimation v1.0": " `Assessing fish stocks without the benefit of an impassable counting station < INFORMATION GATHERING | This method is about estimating fish populations, which falls under the process of information gathering in the methods ontology >`\n\n`Accurately estimating wild and hatchery adult salmonid escapement < INFORMATION GATHERING | The method specifically mentions salmonid escapement, which is a form of fish population estimation, making it an information gathering process >`\n\n`With the increased use of PIT tags in hatchery and wild salmonid smolts to estimate tributary production and survival < DATA COLLECTION | The method describes using PIT (Passive Integrated Transponder) tags to collect data on fish populations, making it a data collection process >`\n\n`Generally speaking, assessing fish stocks without the benefit of an impassible counting station remains one of the more challenging objectives in fisheries science < INFORMATION GATHERING | The method states that estimating fish populations is challenging, further emphasizing its role as an information gathering activity >`\n\n`Moving away from dam count data to model estimates can impose an unwelcomed layer of skepticism on fishery management decision making processes < DATA ANALYSIS | The method discusses the use of models for estimating fish populations, which is a form of data analysis >`\n\n`Data evaluation and analysis methods must be supportable and accurate < DATA ANALYSIS | This statement emphasizes the importance of accurate data analysis in the process of estimating fish populations >`"
}{
  "Adult salmonid overshoot rate and migration patterns based on PIT tag dataset v1.0": " `Migration patterns and overshoot behavior of adult salmon and steelhead`\n\nEcological:\n- Tributary overshoot occurs when adult salmon and steelhead returning to their stream of origin continue upstream past the mouth of that stream.\n- The proportion of overshoots that do not return downstream to their natal sites can be high, reducing the number of spawning adults for that population.\n- If overshoots spawn in a non-natal tributary, it could negatively impact the receiving populations fitness.\n- Reliable estimates of overshoot rate and monitoring of adult migration patterns is important for the management and recovery of Columbia River salmon and steelhead populations.\n\nReason: The method describes the behavior and ecological consequences of adult salmon and steelhead overshooting their natal tributaries, which falls under the Ecological category in the methods ontology."
}{
  "Adult salmonid trapping at Bonneville Dam Adult Fish Facility (AFF) v1.0": " **SITE: Sampling at Adult Fish Facility**\n\n*Regulated by Appendix G of the Fish Passage Plan, this method involves sampling adult salmonids at the Bonneville Dam Adult Fish facility since 1985 to estimate length, age, and length-at-age composition. Over time, it has evolved to include PIT tagging and collection of genetics composition.*\n\nHere is the reasoning behind this categorization:\n\n1. **SITE:** This method clearly falls under the SITE category since it describes a specific site where sampling activities are being conducted - the Bonneville Dam Adult Fish facility.\n\n2. **Habitat:** The method can also be classified as Habitat because the focus is on samplings of organisms (salmonids) in their natural habitat.\n\n3. **Physical:** Although not explicitly stated, there are physical factors at play here that could affect sampling outcomes. For example, temperature or flow conditions might influence the behavior and distribution of salmonids. However, since these factors are not directly addressed by the method description, they remain potential additions to the ontology.\n\n4. **Ecological:** This category is relevant because the study aims to understand the ecological characteristics (length, age) of adult salmonids within the context of their habitat.\n\n5. **Chemical:** While there's no mention of specific pollutants or constituents in this method, it could be included if future iterations of the project involve assessing water quality or contaminant levels. \n\nAdditional categories that could be added to the ontology based on this method include:\n\n- **Temporal:** This category would capture the time aspect of the study, such as the yearly updates to the Fish Passage Plan and ongoing data collection since 1985.\n- **Techniques:** A new branch could be created for specific techniques used in the study, like PIT tagging and genetic sampling."
}{
  "Adult Sampling: Fish Gender Identification Via Ultrasound Imaging v1.0": " < CHEMICAL - CONSTITUENTS | Secondary sex characteristics such as the developed kype and enlarged belly can be influenced by the chemical constituents in the fish's environment, which can affect their growth and development. >"
}{
  "Adult Sampling: Fish Origin Identification v1.0": " < SITE.Habitat.Ecological | The method provides information about the origin of the fish, which is an ecological factor that can affect the distribution and abundance of fish in a particular site. >"
}{
  "Adult Sex Ratio v1.0": " **Population -> Ecological: Adult sex ratio is a population-level metric that provides information about the distribution of males and females within a population. It is an ecological factor because it can influence various demographic and evolutionary processes.**\n\nThe reason for placing \"Adult sex ratio\" under the Ecological category is that it represents a population-level characteristic that has ecological implications. The adult sex ratio can affect mating systems, social behaviors, and evolutionary dynamics within populations. It is not a physical or chemical characteristic of the environment, but rather an emergent property of the organisms inhabiting a particular area.\n\nRegarding the methods ontology provided, \"Adult sex ratio\" would best fit under the Ecological category since it is not a specific feature of the site's physical habitat (e.g., flow, temperature, structure) or chemical composition (e.g., pollutants, constituents). Instead, it is a characteristic of the population inhabiting that site and can be influenced by various ecological factors such as survival rates, reproductive success, and dispersal patterns.\n\nTherefore, I recommend adding \"Population\" as a subcategory under \"Ecological\" to better reflect this method's relevance to population-level ecological processes. This new structure would look like:\n\n* SITE\n\t+ Habitat\n\t\t- Physical\n\t\t\t* Flow\n\t\t\t* Temperature\n\t\t\t* Structure\n\t\t- Chemical\n\t\t\t* Pollutant\n\t\t\t* Constituents\n\t+ Ecological\n\t\t- Population\n\t\t\t* Adult sex ratio\n\nThis structure allows for the inclusion of other population-level metrics or factors that may be relevant to the ecological study of a site."
}{
  "Adult Sturgeon Migration Modeling v1.0": " `Flow` **|** The method involves determining flow conditions at Libby Dam, making it a direct fit under the \"Physical\" subcategory of \"Habitat\" in the provided ontology.\n\nHere is the complete answer:\n\n**Habitat > Physical > Flow** | The goal of this research component is to determine flow conditions at Libby Dam which maximize upstream movements, and provide those conditions when appropriate to ultimately maximize the spawning potential in upstream areas with what are thought to be more suitable habitats. Although this modeling exercise failed to develop good predictive models explaining sturgeon movements, we intend to rerun these and similar models with a more robust dataset (6 additional years of data) with hopes of developing better models. While this modeling is planned for spring 2014 and has not been completed yet, we intend to build on models originally described in Swartz (2008)."
}{
  "Adult sturgeon population demographics v1.0": " < SITE | The method focuses on the Kootenai River and Kootenay Lake, which are specific sites for the study. >\n< SITE->< SITE-STURGEON POPULATION | The method is primarily concerned with the status, population dynamics, and future prospects of the Kootenai River white sturgeon. >\n< SITE-STURGEON POPULATION | METHODS | The method includes analyzing population data to determine abundance, mortality rate, survival rate, growth, and maturation. >\n< SITE-STURGEON POPULATION | DATA COLLECTION | The method involves gathering population data from all Kootenai River and Kootenay Lake white sturgeon sampling efforts from 1977 to the present. >\n< SITE-STURGEON POPULATION | BENCHMARKING | The method aims to provide a benchmark with which to compare similar metrics after recovery measures are in place. >\n< SITE-STURGEON POPULATION | RESEARCH GOALS | The purpose of this data analysis method is to describe the general modeling procedures used to evaluate the state of this population. >\n\n(Note: I have added \"SITE-STURGEON POPULATION\" as a subcategory under \"SITE\" to better reflect the focus on the specific sturgeon population in this method.)"
}{
  "Adult sturgeon setlining v1.0": " ```\nAdult sturgeon sampling with setlines\n|-- SITE:\n    |-- Habitat:\n        |-- Ecological: This method is an important tool for evaluating changes in the adult sturgeon size structure and population trends. It provides information about the vital statistics and health of the adult population, which are key ecological factors.\n|-- OTHER:\n    |-- Research: The method provides broodstock female sturgeon for KTOI's hatchery propagation procedures and also provides test specimens for telemetry and movement studies, making it a valuable tool for research purposes.\n```\nIn this case, the method `Adult sturgeon sampling with setlines` can be categorized under both the `SITE > Habitat > Ecological` and `OTHER > Research` branches of the methods ontology. The reason for this is that the method provides important ecological information about the adult sturgeon population, while also serving as a valuable tool for research purposes by providing broodstock for hatchery propagation and test specimens for telemetry and movement studies."
}{
  "Adult sturgeon use of habitat enhancement projects v1.0": " SITE > Habitat > Ecological < Specific method for monitoring and evaluating the impact of dam operations on sturgeon movements and habitat usage.\n\nReason: The method involves monitoring the movements and behavior of sturgeon in relation to changes in temperature, flow, and river stage caused by Libby dam operations. This information is used to determine habitat usage by adult spawning sturgeon for spawning substrate habitat enhancement projects, which aligns with the Ecological category of the given ontology structure. Additionally, the method utilizes underwater acoustic transmitters and receivers as well as a receiver data processing service provided by VEMCO, indicating that it is a specific technique used to study the ecological habits and behaviors of sturgeon in the Kootenai River/Kootenay Lake system."
}{
  "Adult Trap Fish Processing v1.0": " < SITE.Habitat.Physical.Structure | The processing of captured target fish and subsequent data collection is a method that can be used to study the physical habitat of a site, specifically its structure, as the size, shape, and number of fish caught can provide information about the complexity and diversity of the underwater environment. >\n\nAdditional methods that could be added to the ontology based on this example include:\n\n* < SITE.Habitat.Ecological | The processing of captured target fish and subsequent data collection can also provide insights into the ecological relationships between different species and their environment, such as predator-prey dynamics, competition, and community structure. >\n* < SITE.Habitat.Chemical | If chemical analysis is performed on the collected fish or the water they were caught in, this method could also be classified under Chemical. For example, measuring pollutant levels in the tissue of captured fish can provide information about the level of contamination in a given site. >\n\nIt's important to note that there might be more than one way to classify a method depending on the specific research question and context, so it's always good practice to carefully consider which category is most appropriate."
}{
  "Adult Weir Operation v1.0": " SITE:\nEcological:\n- In-stream adult picket weirs are used as a tool for capturing, marking, and collecting biological data on returning adult runs of anadromous salmon and steelhead (e.g., Chinook and Coho salmon). Weirs also enable the implementation of management sliding scales. Collected data are utilized in estimating abundance, survival and life history characteristics, and evaluating hatchery effectiveness and population status and trends.\n\nSITE > Ecological:\n- Population status and trend monitoring of natural and hatchery origin fish is critical to effective population management, assessing effectiveness of conservation actions and population viability, and evaluating recovery metrics.\n\nTIME:\n- The date of weir operations depends on the run-timing of the species, location and elevation of the trap site and annual environmental conditions.\n\nTIME > Seasonal:\n- Spring-summer Chinook salmon adult traps typically begin operation in mid-June when high-water spring flows decrease allowing a safe installation. Adult traps are operated continuously through the spring-summer Chinook salmon spawning season and are removed during the end of September.\n\nTIME > Seasonal:\n- Fall Chinook salmon and Coho salmon adult traps are installed and operated continuously from late September to early December.\n\nTIME > Seasonal:\n- Steelhead traps are usually installed the beginning of February and operated until mid-June.\n\nCONDITIONS:\n- Each salmon trap generally experience no in-operable days due to low water and favorable trapping conditions.\n\nCONDITIONS > Safety:\n- All attempts are made to operate steelhead traps continuously, but because of high spring flows trapping conditions are often unsafe or damaged equipment can cause extended days of non-operation.\n\nFurther categorization is possible (e.g., breaking down the 'TIME' category into 'Monthly', 'Daily'), but this should provide a good starting point for organizing the method based on the given ontology structure."
}{
  "Adult Weir Tower and Bank Observations v1.0": " ```\nSite > SITE > NO specific site mentioned in the method, but it is related to a weir which is a type of site infrastructure. Therefore, this method could be generally applied to any site with a weir.\n\nManagement & Monitoring > Habitat: Ecological > This method is about monitoring and managing the ecological impact of the weir on fish migration, specifically salmon, so it fits into this category.\n\nAdaptive Management for Weir Operations > SITE > Habitat: Ecological > This is a specific type of site management that falls under the ecological habitat category as it relates to managing the impacts of the weir on fish migration.\n\nField Technicians' Observations > SITE > Habitat: Ecological > This is about field technicians observing and documenting the impact of the weir on fish migration, which fits into the ecological habitat category.\n\nCritical Situation Reporting > SITE > Habitat: Ecological > This is about reporting critical situations related to the ecological impact of the weir on fish migration.\n\nProcess of Adaptive Management for Operation of the Weir > SITE > Habitat: Ecological > This is a specific process related to managing the ecological impact of the weir on fish migration.\n\nTechnical Oversight Group (TOG) Consultation and Mitigative Action Implementation > SITE > Habitat: Ecological > This is about consulting with TOG for mitigative action related to the ecological impact of the weir on fish migration.\n```"
}{
  "Adult Weir Trap Fish Processing v1.0": " **FISH MANAGEMENT | FISH CAPTURE, HANDLING, AND RELEASE**\n\nThe method provided is about conducting effective and fish-friendly capture, handling, and release of fish to meet adult fish management targets. This falls under the category of \"Fish Management\" as it directly involves the management of fish populations. The specific focus on fish capture, handling, and release makes it more precise and relevant to this category.\n\nThe methods ontology structure you provided does not seem to include a category for \"Fish Management\" or \"Fish Capture, Handling, and Release\". Therefore, I will propose an additional level in your ontology to accommodate this method.\n\nHere is the proposed addition:\n\n**FISH MANAGEMENT:**\n- Fish Capture, Handling, and Release\n  - Effective and fish-friendly methods\n  - Regardless of fish origin (natural vs. hatchery)\n - For all final dispositions (retained for broodstock, released, or retained for tribal subsistence and/or ceremonial use)\n\nThe reason for this placement is that the method focuses on the management of fish populations through effective and fish-friendly capture, handling, and release practices. This encompasses all fish species, regardless of their origin, and covers all final dispositions, making it a comprehensive approach to fish management."
}{
  "Adult White Sturgeon Sex Determination and Gonadal Tissue Sampling v1.0": " **Chemical:** Pollutant\n\nReason: The method involves examining adult white sturgeon, which suggests that the study is concerned with the effects of pollutants or other chemicals on this species. The data collected will be used to inform losses to white sturgeon production due to development, operation, and configuration of the hydrosystem. This implies that the researchers are interested in understanding how chemical pollutants in the water may be impacting the reproductive success of the population."
}{
  "Adults v1.0": " SITE:\nUnderwater observations (snorkeling) or electrofishing surveys - These methods are used to estimate the number of resident adult fish within status/trend monitoring reaches and effectiveness monitoring sites, therefore they belong under the SITE category.\n\nHabitat:\nPhysical:\nFlow, Temperature, Structure - Although not explicitly mentioned in the method description, these factors could be relevant to the habitat where the anadromous fish are present. Therefore, they can be added as potential sub-categories under Habitat.\n\nEcological - Since the plan includes using biological indicators such as escapement and population status of mature adults, this category can be added as a sub-category under Habitat to account for ecological factors relevant to the fish populations.\n\nChemical:\nPollutant - The method does not mention any specific reference to pollutants or contaminants in the water, but it could still be relevant to consider this category under Habitat as a potential factor affecting the fish populations.\n\nConstituents - Similar to Pollutant, this category can be added as a potential sub-category under Chemical, even if not explicitly mentioned in the method description.\n\nSITE | Underwater observations (snorkeling) or electrofishing surveys are used to estimate the number of resident adult fish within status/trend monitoring reaches and effectiveness monitoring sites.\n\nHabitat/Physical | Flow, Temperature, and Structure could be relevant factors affecting the anadromous fish populations in question.\n\nHabitat/Ecological | Escapement/number of mature adults is used as a biological indicator for population status, which falls under this sub-category.\n\nHabitat/Chemical/Pollutant and Habitat/Chemical/Constituents | These categories can be added as potential factors affecting the fish populations in question."
}{
  "AEM Site Layout v1.0": " SITE > Habitat > Physical > Structure < REASON: The method is about laying out a site and determining various physical characteristics such as bankfull elevation and site width category, which aligns with the 'Structure' topic under 'Physical' habitat. It does not involve any chemical or ecological aspects."
}{
  "AEM Site Layout v2.0": " `SITE > Physical > Flow < Locating the site, determining bankfull elevation and site width category, laying out the site and determining channel units | The method is concerned with locating the site, establishing site markers, and determining bankful elevation and site width category which are all physical characteristics of the flow in the site. Additionally, the method involves laying out the site and determining channel units which are also related to the physical flow in the site. >`\n\n`SITE > Physical > Structure < Establishing site markers | The method involves establishing site markers which is a part of the physical structure of the site. >`\n\nNote: The method does not seem to directly fit into any of the subtopics under Chemical or Ecological, nor does it contain any information related to Temperature or Pollutant. Also, while the method makes changes to the way transects are laid out and benchmarks are used, these changes do not seem to align with any specific topic in the given ontology."
}{
  "AEM Site Layout v3.0": " `SITE:Physical:Flow`\n\nThis method involves determining the bankful elevation and site width category, which are both related to the flow aspect of a physical habitat. The method does not include benchmarks or monuments, which are typically used in geographic or positional contexts, but instead focuses on the specific physical characteristics of the site layout relevant to water flow."
}{
  "Aerial Surveys v1.0": " SITE > Ecological:\n- Counts at approximately 200' above the water occur on a weekly to bimonthly basis in each stream. The number of new redds, live fish, and carcasses are recorded during each helicopter flight.\n- Carcasses sighted from the air are identified as to location and retrieved later, if possible, with the use of jet or drift boats. Adult carcasses will provide biological measurements of size, spawning success, age at ocean entry, and hatchery contribution to natural production sample method.\n\nSITE > Physical:\n- Systematic sampling strategy may be used to conduct underwater video searches in deep-water areas where fall Chinook salmon redds are expected. A jet boat and video camera mounted on weighted in-stream flow equipment will be used to search potential deep water spawning areas. This technique will be used only in assessable lower reaches of the Clearwater and Salmon rivers.\n\nReasoning: The method describes activities that involve observing, measuring, and recording ecological (fish counts, carcass retrieval) and physical (underwater video searches using jet boat and video camera) aspects of a site to assess fish spawning conditions."
}{
  "Age at emigration v1.0": " < ECOLOGICAL HABITAT | The method discusses the life history of anadromous salmonid species, which involves their behavior and interactions with their environment, making it relevant to ecological habitat >"
}{
  "Age-length key v1.0": " < SITE.Habitat.Ecological | The method involves studying fish populations and their age distribution, which falls under the ecological study of the habitat they inhabit. >\n\n< SITE.Habitat.Physical | The method indirectly relates to the physical habitat of fish through the examination of hard parts such as scales, otoliths, fin spines or rays, and other bones, which can provide information about the environmental conditions experienced by the fish during their growth. >\n\n< SITE.Habitat.Ecological | The method involves calculating fish stock assessment indices, such as growth and mortality, which are important ecological indicators of the health and sustainability of fish populations. >\n\n< METHODS.Data Collection | The method involves collecting and examining hard parts of fish to estimate their age, which is a data collection technique used in various fields such as fisheries science and ecology. >\n\n< METHODS.Statistics | The method involves producing a probability matrix of the proportion of individuals within a certain length-class having a certain age, which is a statistical analysis technique used to estimate fish ages based on length frequency data. >\n\n< METHODS.Data Analysis | The method involves using an age-length key to convert length frequency data into age frequency data, which is a data analysis technique used in fisheries science and ecology. >"
}{
  "Air Temperature Sensor Installation v1.0": " < SITE.Habitat.Physical.Temperature | The method involves measuring air temperature which falls under the physical habitat category of the site ontology >"
}{
  "Air-Spawning v1.0": " Based on the provided method and the given methods ontology, the topic can be categorized as follows:\n\nSITE > Ecological > Air-spawning for Steelhead Egg Collection\n\nReason: Air-spawning is a non-lethal technique used for collecting fish eggs, which makes it an ecological method. The method is specific to iteroparous female steelhead, and the passage describes its efficiency compared to traditional hand spawning. However, the method does not directly relate to habitat (physical, ecological, or chemical), so it belongs at the SITE level under the Ecological category.\n\nAdditional Recommendation: \nSITE > Ecological > Artificial Propagation Techniques\n\nReason: Air-spawning is a type of artificial propagation technique that can be applied to various fish species, not just steelhead. By categorizing it as an \"Artificial Propagation Technique\" under the ecological category, you could include additional methods for egg collection and rearing, such as hand spawning, strip spawning, or tank spawning. This new category would fit within the SITE level of the ontology and allow for further expansion related to fish reproduction and aquaculture practices."
}{
  "Amphibian Surveys Using Minnow Traps v1.0": " SITE > Habitat > Ecological\n- The method discusses the importance of amphibians as components of ecosystem biodiversity and their role as indicators of environmental health and change due to management efforts.\n\nSITE > Habitat > Physical\n- The method mentions altered environmental conditions affecting amphibians, including flow and temperature, as factors contributing to population declines.\n\nSITE > Habitat > Chemical\n- Pollutants are mentioned as factors causing amphibian population declines.\n\nSITE > Habitat > Physical > Structure\n- The method implies that habitat structure is important for amphibians, as they have permeable skin and a life cycle involving both aquatic and terrestrial habitats, making them susceptible to altered environmental conditions.\n\nSITE > Management Activities\n- The method discusses the design of a monitoring program to provide managers with information about species occurrence and the effectiveness of their habitat management practices in restoring or maintaining amphibian species assemblages.\n\nSITE > Monitoring Methods\n- Larval trapping is mentioned as a method well suited for amphibians, using standards from Heyer et al. (1994)."
}{
  "Analysis Methods for Benthic Macroinvertebrate Data v1.0": " ```\nBenthic Macroinvertebrates \n    |_ SITE:\n        |_ Ecological:\n            |_ Benthic macroinvertebrates - These organisms are ideal indicators of stream health as they live in the water for most of their lives, are easy to collect and identify, have limited mobility, and integrate environmental conditions. \n                |_ Sampling method (ID 244) - The specific field sampling method for collecting benthic macroinvertebrates. \n                |_ Analysis method (ID 164) - The laboratory method for identifying and counting collected macroinvertebrates. \n                |_ Reference condition (method ID 4082) - Used to determine divergence from expected conditions in the macroinvertebrate assemblage. \n\nIndividual Metrics \n    |_ SITE: Ecological:\n        |_ Benthic macroinvertebrates - A quick and easily interpreted method for analyzing biological data using measurable characteristics of the macroinvertebrate assemblage that change predictably with increased human influence.\n```\nThis response is based on your structure and provides a place for benthic macroinvertebrates, their sampling method, analysis method, and reference condition within the SITE > Ecological category of the ontology. Additionally, Individual Metrics are placed in the same location since they relate to the benthic macroinvertebrate assemblage's measurable characteristics."
}{
  "Analysis Methods for Benthic Macroinvertebrate Data- Multimetric Index or Index of Biological Integrity (IBI) v1.0": " ```Benthic Macroinvertebrates\n|\nSampling Method (ID 244)\n|\nAnalysis Method (ID 164)\n|\nCharacterization of Benthic Macroinvertebrate Assemblage\n|\nEvaluation of Impacts from Human Caused Disturbances\n|\nIndicator of Biological Integrity and Stream Health\n|\nCollection Procedures\n|\nEnvironmental Data\n|\n< SITE | Benthic macroinvertebrates are organisms that live on the bottom of streams and rivers, making them closely tied to the site's physical, ecological, and chemical characteristics.>\n\nPhysical:\n- Flow < Benthic macroinvertebrates are affected by the flow of streams and rivers. >\n- Temperature < Benthic macroinvertebrates are influenced by the temperature of their habitat. >\n- Structure < Benthic macroinvertebrates rely on the structure of their habitat for shelter and food. >\n\nEcological:\n- Macroinvertebrates as indicators of watershed health < Benthic macroinvertebrates provide valuable information about the ecological health of a watershed.>\n\nChemical:\n- Pollutant < Benthic macroinvertebrates are sensitive to pollutants in their habitat, making them useful indicators of water quality. >\n- Constituents < Benthic macroinvertebrates are affected by the chemical constituents of their habitat. >\n```"
}{
  "Analysis Methods for Benthic Macroinvertebrate Data- Taxa richness metrics v1.0": " **Benthic Macroinvertebrates**\n\n**SITE > Ecological > Benthic Macroinvertebrates**\n\n*These organisms are directly related to the ecological health of streams and rivers, making them a crucial component of stream assessment.*\n\n**SITE > Physical > Structure**\n\n*Benthic macroinvertebrates are influenced by the physical structure of their habitat, such as substrate composition, sedimentation rates, and water depth.*\n\n**SITE > Chemical > Pollutant**\n\n*The presence and abundance of benthic macroinvertebrates can be indicative of pollutants in the water column. Different species have varying tolerances to specific pollutants, making them useful bioindicators.*\n\n**SITE > Chemical > Constituents**\n\n*Benthic macroinvertebrates are affected by the chemical constituents present in their habitat, such as dissolved oxygen levels and nutrient concentrations.*\n\nAdditional relevant categories:\n\n**SITE > Ecological > Food Webs**\n\n*Macroinvertebrates form an essential part of stream food webs, serving as both primary consumers and a food source for larger organisms.*\n\n**DATA ANALYSIS > Metrics & Indexes**\n\n*Benthic macroinvertebrate metrics and indices (e.g., EPT - Ephemeroptera, Plecoptera, Trichoptera; IBI - Index of Biological Integrity) are valuable tools for assessing stream health.*"
}{
  "Analysis of Access-Access Creel Survey Data v1.0": " ```Fisheries management and research methods \n(subcategory of: SITE > Habitat > Ecological)```\n\nExplanation:\n\nThe method provided is about measuring the performance of a particular fishery, including catch and angler effort. This directly relates to the ecological aspect of the habitat as it involves studying the interactions between living organisms (fish and anglers) and their environment. Although it does not fit neatly into any of the more specific subcategories like Physical, Ecological, or Chemical, it is most appropriate to place it under the general category of Habitat and then Ecological, due to its focus on the ecology of fisheries."
}{
  "Analysis of adult Pacific Lamprey radiotelemetry data v1.0": " `Radiotelemetry for documenting passage efficiency of anadromous fishes`\n\n* SITE > Habitat > Ecological:\nThis method fits under the Ecological category because it deals with the interactions and behaviors of organisms (in this case, fish) within their environment.\n\n`Fixed-site receivers strategically positioned to detect radio-tagged fish passing at specific areas of interest in the fishways`\n\n* SITE > Habitat > Physical: Structure\nThis method involves setting up physical equipment (fixed-site receivers) at strategic locations, which makes it fall under the Structure subcategory of the Physical category.\n\n`The data are used to evaluate structural and operational modifications made to improve passage success of adult Pacific Lamprey at mainstem and tributary dams`\n\n* SITE > Habitat > Physical: Structure\nThis statement refers to making structural changes (modifications) in the environment, placing it under the Structure subcategory of the Physical category.\n\n`The resulting detections are then used to document passage success, passage duration, and timing of fish movements`\n\n* SITE > Habitat > Ecological\nThis statement is about observing ecological interactions (fish movement behaviors), which makes it fit into the Ecological category.\n\n`The original fishway design and subsequent modifications have focused on maximizing salmonid passage efficiencies`\n\n* SITE > Habitat > Physical: Structure\nThis refers to making structural changes in the environment, focusing on a specific group of fishes (salmonids). It should still be categorized under the Structure subcategory of the Physical category.\n\nPlease note that no additions can be made to the provided ontology structure because it is not designed to capture all aspects of this method. However, if you would like to expand the ontology or create a more detailed one for future use, I recommend adding a new category named \"Research Methods\" or \"Monitoring Techniques\" that includes subcategories such as Telemetry and Observational Studies."
}{
  "Analysis of Disturbance Observation Monitoring in Habitat Restoration Projects v1.0": " **Human-related disturbances:**\n\n* SITE > Habitat > Ecological > Disturbance observation monitoring: This is where the method belongs because it deals with various forms of human-related disturbances that can affect restoration project areas. This fits under the ecological category as these disturbances can have a significant impact on the ecosystem and its processes.\n\n**Natural disturbances:**\n\n* SITE > Habitat > Physical > Disturbance observation monitoring: Natural disturbances such as scour and deposition are part of the physical habitat aspect, as they are natural geomorphic processes that shape riparian areas. Including notes on extreme natural disturbances in the monitoring method is appropriate here.\n\n**Monitoring activities:**\n\n* SITE > Habitat > Ecological > Disturbance observation monitoring: Visual observation and photo documentation of disturbance effects are crucial monitoring activities that can help assess project maintenance needs and adaptive management requirements. These activities provide valuable data on how the ecosystem is responding to various disturbances, both human-related and natural, making it fit under the ecological category.\n\nAdditional categories that could be added to the methods ontology:\n\n* SITE > Habitat > Ecological > Disturbance mitigation strategies\n* SITE > Habitat > Physical > Erosion control measures\n* SITE > Habitat > Ecological > Invasive species management\n* SITE > Habitat > Ecological > Biodiversity assessment\n* SITE > Habitat > Physical > Water quality monitoring\n* SITE > Habitat > Ecological > Succession and recovery analysis"
}{
  "Analysis of fish prey from predator diets v1.0": " < SITE-Ecological | The method focuses on the analysis of prey fish consumed by fish predators, which is a part of the ecological interactions within the site. >"
}{
  "Analysis of general prey from predator diets v1.0": " < ANALYSIS METHODS | This method is a procedure for analyzing stomach samples from fish predators, rather than fitting into the categories of SITE, Habitat, Physical, Ecological, Chemical, Pollutant, or Constituents >\n\n< ANALYSIS METHODS >\nThe purpose of this method is to describe the general analysis of prey consumed by fish predators. It covers basic steps of sorting, identifying, and weighing different prey items in predator diets. The information produced by this method could be used to derive descriptive summary statistics of predator diets. This method would apply when analyzing the diets of piscine predators such as smallmouth bass, northern pikeminnow, and channel catfish. This method assumes that stomach samples have been collected and stored in sample containers with a preservative or frozen (see method ID: 1445 for collection details). The method described is for smallmouth bass stomach samples, but can be customized for other species.\n\n< REASON WHY IT BELONGS THERE >\nThis method does not fit into the provided ontology structure as it is an analysis method rather than a SITE, Habitat, Physical, Ecological, Chemical, Pollutant, or Constituent. It involves the process of analyzing stomach samples from fish predators to determine their diets and would be used in conjunction with other methods that fit into the provided ontology structure."
}{
  "Analysis of Pacific Lamprey PIT Data v1.0": " SITE:\nPhysical: Flow, Temperature\nEcological: Human impacts on habitats and ecological communities\nChemical: Pollutant\n\n> Anadromous lampreys (family: Petromyzontidae), for example, move over extensive spatial and temporal scales in order to successfully complete their life cycles. They use freshwater benthic habitats as larvae, freshwater streams and rivers as downstream migrating juveniles, the ocean as parasitic juveniles adults, and then freshwater again during their upstream migration prior to spawning. Human impacts on habitats and ecological communities potentially affect these fish at each life history stage.\n> \n> PIT telemetry has been used widely to document passage efficiency of anadromous fishes within mainstem rivers, tributaries, and at barriers within these environments. The data are used to evaluate structural and operational modifications made to improve passage success of adult Pacific Lampreyat mainstem and tributary dams. Fixed-site PIT arrays are strategically positioned to detect PIT tagged fish passing at specific areas of interest in the fishways.\n> \n> The original fishway design and subsequent modifications have focused on maximizing salmonid passage efficiencies. However, fishes that do not share salmonid migration behaviors may not respond positively to these configurations.\n> \n> PIT tags can be used for a variety of monitoring purposes such as determining migration timing, passage through fish ladders, and assisting in mark-recapture studies. PIT tags are inexpensive, and the tagging procedure is relatively non-invasive, quick, and has a short recovery time.\n> \n> PIT tags do not have an internal battery, instead relying on power supplied by the antenna array on which they are detected to activate them. This allows for indefinite tag life as well as a very small size. PIT tags also feature a unique alpha-numeric ID number that allows an individually tagged lamprey to be identified whenever it is detected.\n\nAdditional structure:\nPASSAGE EFFICIENCY:\n- Human impacts on habitats and ecological communities\n- Structural and operational modifications made to improve passage success of adult Pacific Lamprey at mainstem and tributary dams\n- PIT telemetry used to document passage efficiency\n\nPIT TAGS:\n- Used for a variety of monitoring purposes such as determining migration timing, passage through fish ladders, and assisting in mark-recapture studies\n- Inexpensive and non-invasive tagging procedure with short recovery time\n- Do not have an internal battery, allowing for indefinite tag life and small size\n- Feature a unique alpha-numeric ID number to identify individually tagged lamprey"
}{
  "Analysis of Percent Cover Woody Vegetation on Streambanks v1.0": " SITE > Habitat > Ecological > Streambank restoration projects | The method is about monitoring the establishment of woody vegetation in streambank restoration projects, which is an ecological aspect of the site."
}{
  "Analysis of Reproductive Success and Individual Traits Using Generalized Linear Models v1.0": " `Reproductive success of adult steelhead < REPRODUCTIVE SUCCESS | This topic is about the reproductive success of steelhead, which fits under the \"REPRODUCTIVE SUCCESS\" category>`\n\n`The relationship between phenotypic or behavioral traits of steelhead (e.g., length or run timing) and their reproductive success < PHENOTYPIC OR BEHAVIORAL TRAITS | These traits are characteristics of the steelhead that can affect their reproductive success, so they fit under this category>`\n\n`Ecological: Spawner density < ECOLOGICAL | Spawner density is an ecological factor that can influence the reproductive success of steelhead, so it fits under this category>`\n\n`Generalized linear models < STATISTICAL ANALYSIS | Generalized linear models are a statistical method used to analyze the relationship between different variables and reproductive success, so they fit under this category>`\n\nNote: I did not find a relevant place for \"Habitat,\" \"Physical,\" \"Flow,\" \"Temperature,\" \"Structure,\" \"Pollutant,\" or \"Constituents\" in the given methods ontology. If these terms are relevant to other parts of your study, they may fit elsewhere in the ontology."
}{
  "Analysis of roving creel data using the Creel Application Software (CAS) program v1.0": " `Catch and harvest estimates` can be classified under the `SITE` category because these estimates are often related to specific locations or sites where fishing occurs. The reason for this classification is that management decisions and monitoring efforts are typically focused on particular bodies of water or areas.\n\nThe method involves collecting `catch, species composition, and angler type data` using a `roving creel survey design`. This process can be categorized under the `Habitat > Ecological` section because it focuses on understanding the interactions between organisms (anglers and caught species) and their environment.\n\nThe use of `Creel Application Software (CAS; 2002)` for producing these estimates can be classified under `SITE > Habitat > Ecological` as well, since the software is specifically designed to analyze data collected from ecological surveys like creel surveys.\n\nLastly, monitoring `predator catch rates` to identify potential population changes and their impact on program recovery efforts can also be categorized under `SITE > Habitat > Ecological`. This is because tracking predator catch rates helps assess the health and dynamics of fish populations and their ecosystems.\n\nHere's the final classification:\n\n- SITE > Habitat > Ecological: Catch and harvest estimates, collection of catch, species composition, and angler type data using a roving creel survey design, use of Creel Application Software (CAS; 2002), and monitoring predator catch rates."
}{
  "Analysis of Roving Creel Data v1.0": " < SITE/Ecological | Creel surveys provide information about the interaction between humans and the fishery, which is a key ecological factor impacting the fishery's condition. >"
}{
  "Analysis of salmonid sex ratios v1.0": " ```Sex ratio is one important life history attribute of Pacific salmon. The upper limit of potential productivity (eggs) is obviously dependent upon the number of females present. However, there is often little analysis of the sex ratio of salmon that is seen, either in peer-reviewed publications or progress reports. < SITE | Sex ratio is a characteristic of the population at a specific site, and it is not directly related to the physical, ecological, or chemical characteristics of the habitat. >\nWhen analyzing sex ratios of Pacific salmon there are several things to consider regarding the way data was collected. Strong bias may be present in samples collected on spawning ground surveys, in the angler catch, and gillnet harvest, due to fish behavior, recovery methods, and body morphology. < SITE | The sources of bias mentioned are related to the collection of data at a specific site, but do not fit directly into any subcategories of the SITE ontology. >\nEven trap catches during the spawning run can be biased if not all the run is sampled, and there is variable efficiency during periods when the proportions of males and females are different. < SITE | This statement refers to data collection methods on a specific site, but does not fit into any subcategories of the SITE ontology. >\nIn some cases, correction can be made for the sex ratio. If fish are trapped, individually marked, an initial sex determination made, and later, the sex confirmed at the hatchery where fish are spawned, then the initial determination can be corrected, and the direction of the bias can be assessed. < SITE | This is a method for correcting bias in data collected at a specific site, but does not fit into any subcategories of the SITE ontology. >```"
}{
  "Analysis of Variance Models v1.0": " `ANALYSIS OF VARIANCE (ANOVA) MODEL < STATISTICAL METHODS |  This method is a parametric statistical test used for making inferences about the means of different populations, which can include data from sites, habitats, or ecological studies. >`\n\nThis method can be applied to various levels of the methods ontology you provided, depending on the specific research question and dataset. Here are some possible places where it could fit:\n\n1. SITE level: If you have multiple sites (e.g., rivers, streams, or reaches) and want to compare the means of a response variable (e.g., CPUE) across these sites, you can use a one-way ANOVA model with site as the main effect. In this case, the model would look like:\n\n`Yij = μ + Ai + Eij`\n\nwhere `Yij` is the response variable for the `jth` observation at the `ith` site, `μ` is the overall mean, `Ai` is the main effect of site `i`, and `Eij` is the model error.\n\n2. HABITAT level: If you have data on different habitat characteristics (e.g., flow, temperature, or structure) and want to examine their effects on a response variable, you can use a factorial ANOVA model with habitat variables as main effects. For example, if you have two habitat factors (flow and temperature), the model would look like:\n\n`Yijk = μ + Ai + Bj + (AB)ij + Eijk`\n\nwhere `Yijk` is the response variable for the `kth` observation at the `ijth` combination of flow level `i` and temperature level `j`, `μ` is the overall mean, `Ai` is the main effect of flow level `i`, `Bj` is the main effect of temperature level `j`, `(AB)ij` is the interaction effect between flow and temperature, and `Eijk` is the model error.\n\n3. CHEMICAL level: If you have data on pollutant concentrations or other chemical constituents and want to investigate their relationships with a response variable, you can use an ANOVA model with chemically-related factors as main effects. For instance, if you have two chemical variables (pollutant concentration and pH), the model would be:\n\n`Yijk = μ + Ai + Bj + (AB)ij + Eijk`\n\nwhere `Yijk` is the response variable for the `kth` observation at the `ijth` combination of pollutant level `i` and pH level `j`, `μ` is the overall mean, `Ai` is the main effect of pollutant level `i`, `Bj` is the main effect of pH level `j`, `(AB)ij` is the interaction effect between pollutant and pH, and `Eijk` is the model error.\n\nIn summary, an ANOVA model can be used at various levels and sub-levels of your methods ontology, depending on the research question and dataset. The key is to identify the main effects and interactions that are relevant to the question at hand and to ensure that the assumptions of the ANOVA model are met."
}{
  "Analysis of Water Chemistry Data v1.0": " < CHEMICAL : Constituents | The method is about measuring limiting nutrients and other compounds in a chemical sense, and it involves chemical assays. >\n\n< CHEMICAL : Constituents | The method discusses the Minimum Detection Level (MDL) of chemical assays which is a chemical concept. >\n\n< CHEMICAL : Constituents | The method talks about how changes in lab assays and MDLs can influence calculated values, which is a chemical consideration. >\n\n< STATISTICS : Descriptive Statistics & Confidence Intervals | The method involves making decisions when calculating descriptive statistics for chemical assay results. >\n\n< STATISTICS : Descriptive Statistics & Confidence Intervals | The method discusses the inappropriateness of classical confidence interval calculations when nutrient concentration datasets follow a highly skewed distribution, particularly when numerous values are below the MDL. >\n\n< QA/QC : Field Duplicates | The method explains how to assess the consistency and variability of results using field duplicates by calculating the relative percent difference (RPD). >\n\nPlease note that the method fits into multiple categories due to its multidisciplinary nature, combining chemistry, statistics, and quality control concepts."
}{
  "Analysis of Woody Vegetation Browse v1.0": " < ECOLOGICAL HABITAT | The method focuses on the impact of browse or utilization of woody species by livestock or wildlife, which is a key aspect of ecological habitat >\n\nIn your methods ontology, I would suggest adding a new category under Ecological Habitat for \"Vegetation\" or \"Plant Life.\" This would be more specific and better encompass the focus of the method. The updated structure would look like this:\n\nSITE:\nHabitat:\n- Physical:\n-- Flow\n-- Temperature\n-- Structure\n- Ecological:\n-- Vegetation or Plant Life <- New category\n-- Chemical:\n--- Pollutant\n--- Constituents\n\nWith this updated structure, the method would fall under:\n\n< ECOLOGICAL HABITAT > Vegetation or Plant Life | The method focuses on the impact of browse or utilization of woody species by livestock or wildlife, which is a key aspect of vegetation or plant life in ecological habitats."
}{
  "Analyze Fish Passage Impediment Survey Data v1.0": " < SITE.Habitat.Physical.Structure | The method involves analyzing fish passage survey data to identify potential impediments, which are physical structures that may affect fish movement. >"
}{
  "Analyze Fish Passage Impediment Survey Data v2.0": " < SITE.Habitat.Physical.Structure | The method involves analyzing fish passage survey data to identify potential impediments such as jump height, gradient, and velocity which are related to the physical structure of the habitat >"
}{
  "Analyze fish scales to determine total age and age at ocean entry v1.0": " < CHEMICAL: Constituents | The method involves analyzing the scales of fish, which can provide information about the chemical composition of the water the fish have lived in, including the age of ocean entry for adult fish. This falls under the \"Constituents\" category as it involves studying the chemical constituents found in fish scales. >"
}{
  "Analyze Radio Telemetry Data v1.0": " SITE > Habitat > Ecological\n\nThe method you described involves analyzing radio telemetry data to document various aspects of steelhead migrations and spawning, including identifying passage impediments and barriers. This information is used for habitat enhancement and management. These activities fall under the category of ecological factors in the methods ontology, as they involve understanding and managing the interactions between organisms (in this case, steelhead) and their environment.\n\nAdditional categories that could be relevant to this method within the ecological factors of the methods ontology include:\n\n* SITE > Habitat > Ecological > Food availability and distribution\n* SITE > Habitat > Ecological > Predation and competition\n* SITE > Habitat > Ecological > Human impact\n\nThese categories could be relevant if, for example, the steelhead migrations and spawning were affected by food availability, predation, competition, or human activities."
}{
  "Analyze Radio Telemetry Data v2.0": " **ECOLOGICAL - Fish migrations, passage impediments and barriers, passage routes, prespawning holding areas, spawning areas**\n\n* Radio telemetry data is used to document these ecological aspects of the site, making it relevant to the Ecological category.\n\n**PHYSICAL - Flow, Temperature, Structure**\n\n* The method involves studying fish migrations and passage impediments, which can be influenced by physical factors such as flow, temperature, and structure of the site. Therefore, these subcategories are relevant.\n\n**ACTIVITY - Rate of movement, passage delay at impediments, fall back, kelting movements**\n\n* The method tracks various activities related to fish behavior, including rate of movement, passage delay at impediments, fall back, and kelting movements, making this subcategory relevant.\n\n**TOOL - ARCGIS for mapping locations**\n\n* The method utilizes the use of ARCGIS as a tool for mapping passage impediments and spawning areas, making this subcategory relevant.\n\n**MANAGEMENT - Location, description and details of passage impediments and barriers provided to habitat enhancement teams and managers for remedial action**\n\n* The method involves providing location, description, and details of passage impediments and barriers to habitat enhancement teams and managers for taking remedial action, making this subcategory relevant.\n\nAdditional categories that could be added based on the method are:\n\n**CHEMICAL - Pollutant, Constituents**\n\n* The method does not explicitly mention any chemical factors, but if there is a potential impact of pollutants or constituents on fish migration and spawning, then these subcategories could be relevant.\n\n**DATA COLLECTION METHODS - Radio telemetry**\n\n* If there are different data collection methods used in the study, it would be useful to add this category for clarity. In this case, radio telemetry is used, which can be added as a subcategory."
}{
  "Analyze Spawning Survey Data v1.0": " ```\nSITE > Ecological > Redd Survey Analysis and Habitat Suitability Mapping\n   |\n   +-- ANALYSIS:\n   |       |\n   |       +-- Spatial and Temporal Distribution (Habitat suitability assessment)\n   |\n   +-- APPLICATION:\n   |       |\n   |       +-- Habitat Restoration and Reintroduction (Habitat suitability identification for targeting unused spawning areas)\n   |\n   +-- OUTPUT:\n           |\n           +-- Population Status Index (Trend analysis based on multiple years of redd survey data)\n```\n\nReasoning:\n\nThe method analyzes redd survey data to understand the spatial and temporal distribution of redds in a watershed. This is an ecological investigation, so it fits under the SITE > Ecological category. The analysis also generates an index for population status trends, which helps evaluate changes over time. Furthermore, mapping redd locations with habitat suitability information can identify unused spawning areas suitable for restoration and reintroduction efforts, directly tying to habitat restoration actions.\n\nSince the method is specific to redds (salmonid fish spawning sites) and their relationship with the environment, it's more precise to classify this as Redd Survey Analysis and Habitat Suitability Mapping rather than a general ecological study. This naming also highlights that habitat suitability is being assessed and used for management purposes.\n\nThe method fits under the ANALYSIS branch because the primary focus of the described process involves analyzing data to understand spatial and temporal distribution patterns, as well as creating an index for population trends. The APPLICATION branch refers to the use of these findings in habitat restoration efforts, which is a direct application of this analysis. Lastly, the OUTPUT branch contains the Population Status Index, which summarizes trend information based on multiple years of redd survey data and represents one primary output from this method."
}{
  "Analyze Spawning Survey Data v2.0": " **SITE > Habitat > Ecological**\n\nThe method you provided is about surveying and documenting redds data, which are spawning nests built by fish (typically salmonids) in riverbeds. This information is used to understand the number, density, and distribution of redds in survey reaches each year, as well as how these change over time in relation to flow and habitat restoration efforts and other management activities.\n\nThe method fits into the \"Ecological\" category under \"Habitat\" because it directly relates to the ecology of fish species and their habitats. The focus on flow, habitat restoration, and management activities further supports this classification, as these are all elements that can influence the health and sustainability of aquatic ecosystems.\n\nAdditional categories that could be relevant for this method might include:\n\n* **SITE > Habitat > Physical > Flow:** This category would be appropriate if the method included specific measurements or analyses related to water flow, such as velocity, volume, or frequency.\n* **SITE > Habitat > Physical > Temperature:** If the method involved measuring or analyzing water temperature data, this category would be relevant.\n* **SITE > Habitat > Physical > Structure:** This category could be appropriate if the method focused on the physical structure of fish habitats, such as the size, shape, or composition of riverbeds, banks, or other features."
}{
  "Anchor (T-bar) tagging v1.0": " < CHEMICAL - CONSTITUENTS | The method involves adding a foreign object (the anchor tag) to the fish, which can be considered as changing the chemical composition of the fish's body. >"
}{
  "Anchored Longline Capture of Juvenile Through Adult Sturgeons v1.0": " GEAR:\nSampling Equipment:\nPassive Sampling Gear:\n- Longlines (REASON: The method describes the use of longlines, which are a type of passive sampling gear that uses baited hooks to catch fish)\n\nHabitat:\nLentic and Lotic Habitats (REASON: The method can be employed in both lentic and lotic freshwater habitats)\n\nTarget Organism:\nSturgeons:\n- Size Range (REASON: The method can capture a wide size range of sturgeons depending on hook size)\n\nFishing Application:\nCommercial Fishing:\n- Anchored Longlines (REASON: Anchored longlines can be highly effective at capturing large numbers of sturgeon while minimizing bycatch of other species in commercial fishing applications)\n\nResearch Fishing:\n- Anchored Longlines (REASON: Anchored longlines can be used in research fishing applications to capture sturgeons)\n\nAdditional Relevant Categories:\nTraining and Maintenance Costs:\n- Minimal (REASON: The method has minimal training and maintenance costs)\n\nSampling Efforts:\n- Standardized (REASON: Sampling efforts can be standardized across multiple geographic strata and sampling platforms using longlines)"
}{
  "Anesthetizing and Recovering Target Lamprey Species v1.0": " ```\nChemical: Anesthetic Solutions (MS-222 and sodium bicarbonate)\n|\n+- Constituents:\n|   |\n|   +- MS-222 (anesthetic agent)\n|   +- Sodium bicarbonate (pH regulator)\n|\n+- Preparation & Application Method:\n    |\n    +- Pre-mixing stock solutions\n    +- Mixing with stream water to create anesthetic bath\n```\nThe method is placed under the Chemical category since it involves the use of anesthetic solutions (MS-222 and sodium bicarbonate) for lamprey species. The reasons for this categorization are:\n\n1. MS-222 and sodium bicarbonate are chemical constituents that play a crucial role in anesthetizing lampreys, making it appropriate to place the method under the Constituents subcategory.\n2. The preparation and application process of these solutions are specific and integral to the anesthetization method, which further supports its categorization as a chemical method."
}{
  "Anesthetizing and Recovering Target Salmonid Species v1.0": " < CHEMICAL: CONSTITUENTS | THE METHOD INVOLVES THE USE OF MS-222 AND SODIUM BICARBONATE, WHICH ARE BOTH CHEMICAL SUBSTANCES >"
}{
  "Anesthetizing fish using MS-222 v1.0": " **Chemical:**\n- MS-222 (Tricaine mesylate, Tricaine methanesulfonate, TMS): It is a chemical compound used as an anesthetic for fish.\n- The effectiveness of MS-222 as an anesthetic varies with factors such as temperature and fish density: This refers to the environmental conditions affecting the performance of a chemical compound, making it fall under the Chemical category.\n- Sodium bicarbonate can be used to buffer the solution to a pH range of 6.5-7.5: Sodium bicarbonate is another chemical added to manage the pH level of the water, keeping it within safe limits for fish survival, which relates to Chemical category.\n\n**Physical:**\n- Temperature: Mentioned as a factor affecting the effectiveness of MS-222, thus related to Physical conditions in the habitat.\n\nThe method does not fit into SITE, Habitat, Ecological, Pollutant, or Constituents categories based on the provided information. Additionally, it does not contain any code as requested."
}{
  "Angler Incentive Program v1.0": " ```\nPredation Control:\n    - Angler Incentive Program (AIP)\n    - Contract Netting (gill nets and trap nets)\n    Reason: These methods are used to control predation by lake trout and rainbow trout on kokanee. They involve actively reducing the populations of these predator species, making them a direct part of the predation control strategy.\n\nFishery Management:\n    - Predator reduction strategies evaluation\n    - Aggressive predator removal program implementation in 2006\n    Reason: These methods are used to manage the fishery by addressing concerns related to increased predation caused by a rapid expansion of the lake trout population. They involve making decisions and taking actions aimed at reducing predation on kokanee, which is an essential component of the fishery.\n\nHabitat (indirectly related):\n    - Physical habitat factors (e.g., flow, temperature, structure)\n    Reason: While not directly mentioned in the method, physical habitat factors can indirectly influence predation by affecting the behavior and distribution of both prey and predator species. For example, changes in water flow or temperature can affect the survival and reproduction of kokanee, as well as the ability of predators to locate and capture them.\n```"
}{
  "Aquatic Vertebrates v1.0": " SITE > Ecological > Freshwater fish assemblages, Amphibians, Aquatic reptiles\n\nReason: The method is focused on the collection and analysis of data related to freshwater fish assemblages, amphibians, and aquatic reptiles in order to assess their ecological condition and the presence of external anomalies. This information falls under the \"Ecological\" category of the methods ontology for a site."
}{
  "Area of Inundation of Off-Channel Habitat Predicted at Various Flows v1.0": " `OFF-CHANNEL HABITAT AREA CALCULATION AT DIFFERENT FLOW LEVELS | This metric falls under the 'Physical' category of the 'Habitat' topic because it involves measuring the area of off-channel habitat at different flow levels, which is a physical characteristic of the habitat.`\n\nHere's the structure of the answer with the method sorted into the appropriate methods ontology:\n\n< HABITAT >\n|\n--- < Physical >\n|\n|------ OFF-CHANNEL HABITAT AREA CALCULATION AT DIFFERENT FLOW LEVELS | This metric falls under the 'Physical' category of the 'Habitat' topic because it involves measuring the area of off-channel habitat at different flow levels, which is a physical characteristic of the habitat.\n\nThe method can be further broken down into its components and mapped to the methods ontology as follows:\n\n< HABITAT >\n|\n--- < Physical >\n|\n|------ < Flow >\n|\n|----------- OFF-CHANNEL HABITAT AREA CALCULATION AT DIFFERENT FLOW LEVELS | This metric falls under the 'Flow' subcategory of the 'Physical' category of the 'Habitat' topic because it involves measuring the area of off-channel habitat at different flow levels, which is a physical characteristic related to water flow in the habitat.\n|\n|------ < Topographic Survey >\n|\n|----------- OFF-CHANNEL AREA CALCULATION USING RIVER BATHYMETRY TOOLBIT (RBT) | This method falls under the 'Topographic Survey' subcategory of the 'Physical' category of the 'Habitat' topic because it involves using the River Bathymetry Toolbit (RBT) to calculate the off-channel area during a topographic survey, which is a physical measurement of the habitat.\n|\n|------ < Hydraulic Modeling >\n|\n|----------- FLOODPLAIN ACTIVATION ANTICIPATED FLOW LEVEL MODELING (Method ID: 4233) | This method falls under the 'Hydraulic Modeling' subcategory of the 'Physical' category of the 'Habitat' topic because it involves using hydraulic modeling to model a flow level where floodplain activation is anticipated, which is a physical characteristic related to water flow in the habitat.\n|\n|----------- OFF-CHANNEL HABITAT WETTED AREA MEASUREMENT AT ANTICIPATED FLOW LEVEL | This method falls under the 'Hydraulic Modeling' subcategory of the 'Physical' category of the 'Habitat' topic because it involves measuring the wetted area of off-channel habitat at an anticipated flow level, which is a physical characteristic related to water flow in the habitat."
}{
  "Artificial Substrate for Benthic Macroinvertebrate Sampling v1.0": " **Artificial Substrates**\n- Habitat: Ecological\n\t+ Reason: The method involves the use of artificial substrates to standardize habitat and increase macroinvertebrate productivity. This focuses on the ecological aspect of the habitat as it alters the natural conditions to attract specific organisms for sampling.\n\n**Flow, Temperature, Structure**\n- Habitat: Physical\n\t+ Reason: The method suggests that streams lacking productive riffle or run habitat should use the modified Hester-Dendy artificial substrates. This implies that the natural physical conditions (flow, temperature, and structure) of the site are considered when deciding whether to implement this sampling technique.\n\n**Colonization Period**\n- Habitat: Ecological\n\t+ Reason: The colonization period of 4 to 6 weeks is related to the ecology of macroinvertebrates, as it allows enough time for them to inhabit the artificial substrates and reach a semi-quantitative sample.\n\n**Advantages & Disadvantages**\n- Habitat: Physical & Ecological\n\t+ Reason: The advantages and disadvantages mentioned in the method discuss both physical aspects (habitat standardization) and ecological aspects (macroinvertebrate productivity, habitat artificiality, taxa selectivity)."
}{
  "Assess cumulative/system-wide predation impacts on juvenile salmonids by piscivorous colonial waterbirds in the Columbia River basin v1.0": " SITE:\nColumbia River basin (river reaches defined by locations where PIT-tagged fish can be detected alive following tagging and release, primarily at hydroelectric dams where PIT tag detection arrays are deployed)\n< SITE | The method is studying the cumulative avian predation rates and survival rates of fish in the Columbia River basin >\n\nHabitat:\nColonies of Caspian terns, double-crested cormorants, California gulls, ring-billed gulls, and American white pelicans (colonies included in the study will be those previously identified as posing the greatest potential threat to smolt survival, plus any new breeding colonies that are discovered during project surveys)\n< Habitat | The method is studying the impact of avian predator species on fish populations >\n\nPhysical:\nFlow (estimates of cumulative predation rates and survival rates will be used to determine where and when avian predation occurs in the Columbia River basin)\n< Physical | The method uses flow as a factor in determining the occurrence and impact of avian predation >\n\nEcological:\nAvian predation (the Methods of Payton et al. (2019) will be used to estimate cumulative avian predation rates and survival rates on groups of PIT-tagged fish)\n< Ecological | The method is focused on studying the ecological impact of avian predation >\n\nChemical:\nNo relevant subcategory in the provided ontology structure.\n\nPollutant/Constituents:\nNo mention of pollutants or constituents in the provided method."
}{
  "Assess salmonid  smolt development v1.0": " `Smoltification process analysis` ➡️ `Ecological: Biological Processes`\n\nReason: Smoltification is a biological process that occurs in salmonids as they adapt to seawater life from freshwater. It involves physiological, morphological, and behavioral changes, making it an ecological concept. The method ontology provided does not directly cover biological processes; therefore, I added `Ecological: Biological Processes` for appropriate categorization of the smoltification process analysis."
}{
  "Assess to what degree avian predation is an additive source of fish mortality for juvenile salmonids in the Columbia Basin v1.0": " `Investigate to what degree avian predation is an additive source of fish mortality and, therefore, to what extent reductions in avian predation associated with management of bird colonies can potentially enhance smolt survival` **< PREDATOR & PREY | This method focuses on the relationship between a specific predator (avian) and prey (smolt) >**\n\n`In particular, we seek to determine whether reductions in predation rates by birds belonging to any particular species or breeding colony, in any particular river reach and year, result in higher smolt survival (i.e. avian predation adds to total smolt mortality), or are nearly all smolts consumed by birds destined to die regardless of avian predation (i.e. avian predation is compensated for by other mortality factors).` **< PREDATOR & PREY | This part further elaborates on the study's specific objectives, focusing on the interaction between avian predators and smolt survival >**\n\n`The additive mortality hypothesis predicts that predation is directly related to survival in space and time. The compensatory mortality hypothesis predicts that predation and survival are unrelated in space and time, at least up to the point where the level of predation exceeds natural mortality, whereby the proportion of fish consumed by predators cannot be greater than the portion alive at any given time.` **< PREDATOR & PREY, ECOLOGICAL | This section introduces two hypotheses about the relationship between predation and survival, which falls under the ecological category >**\n\n`Our ability to address this question will depend on the magnitude (level) of predation and variation in predation rates across the spatial- and temporal-scales evaluated.` **< PREDATOR & PREY, SITE | This part highlights the importance of considering spatial and temporal scales when studying predation, which falls under the SITE category >**\n\n`Cumulative predation rate and survival rate estimates will be used to investigate hypotheses of additive versus compensatory predation mortality on large groups of PIT-tagged smolts originating from Snake and Upper Columbia rivers (see Method 6811 for details regarding how smolt availability is calculated).` **< PREDATOR & PREY, METHODOLOGY | This section explains the methods used to investigate the hypotheses, which falls under the METHODOLOGY category >**\n\n`Predation by multiple avian predator species (Caspian tern, double-crested cormorants, California gulls, and ring-billed gulls) and from multiple breeding colonies will be assessed over the course of the study period.` **< PREDATOR & PREY | This part provides more details about the predator species involved in the study, which falls under the PREDATOR & PREY category >**\n\n`The methods of Evans et al. (2019) will then be used assess the strength and magnitude of the relationship between predation rates and survival rates, including survival to adulthood based on the proportion of PIT-tagged smolts that return to Bonneville Dam as adults.` **< METHODOLOGY | This section introduces the specific methods (Evans et al., 2019) used to assess the relationship between predation rates and survival rates, which falls under the METHODOLOGY category >**\n\n`Assessments will include the relative contribution of avian predation rates on smolt survival across multiple spatial scales, including local (e.g., reservoir), regional (e.g., hydrosystem), and life-cycle (e.g., adult returns) scales.` **< PREDATOR & PREY, SITE | This part highlights the importance of considering various spatial scales when assessing avian predation's contribution to smolt survival, which falls under the SITE category >**"
}{
  "Assessing adipose-fin 'mark' in salmon carcasses v1.0": " Based on the provided method and ontology structure, I would categorize the method as follows:\n\n**Fisheries Management & Genetics > Marking Techniques > Adipose Fin Removal**\n\nThe reason for this classification is that the method focuses on using adipose fin removal as a marking strategy for fish, specifically to differentiate between hatchery-origin and natural-origin spawners. This technique is used in fisheries management and genetics research to estimate the proportion of each type of spawner within a population.\n\nThe given ontology structure does not seem to have a specific category for marking techniques or fisheries management, so I created a new branch for this method."
}{
  "Assessing genetic population structure using Bayesian clustering methods v1.0": " Genetic population structure assessment for ESA listed salmon and steelhead\n< SITE --> Genetics | REASON WHY IT BELONGS THERE: This topic is about the genetic aspects of ESA listed salmon and steelhead populations >\n\nGenetic assessment techniques\n< SITE --> Genetics | REASON WHY IT BELONGS THERE: This topic is about the genetic assessment methods used for determining population structure >\n\nBayesian clustering methods for GSI purposes\n< SITE --> Genetics | REASON WHY IT BELONGS THERE: This topic focuses on using Bayesian clustering methods in genetic stock identification >\n\nUse of software programs BAPS and STRUCTURE\n< SITE --> Genetics | REASON WHY IT BELONGS THERE: These are specific software tools used for assessing the genetic population structure >\n\nCreation of population clusters with Hardy-Weinberg and linkage equilibrium assumptions\n< SITE --> Genetics --> Genetic assessment techniques | REASON WHY IT BELONGS THERE: This is a detailed description of the methods employed in genetic assessment techniques >\n\nProbabilistic modeling for individual assignment to population clusters\n< SITE --> Genetics --> Genetic assessment techniques --> Bayesian clustering methods for GSI purposes | REASON WHY IT BELONGS THERE: This is an additional detail on how Bayesian clustering methods are used in genetic stock identification >\n\nDifferences in underlying assumptions and methodologies between BAPS and STRUCTURE\n< SITE --> Genetics | REASON WHY IT BELONGS THERE: A comparison of the two software tools' approaches in assessing genetic population structure >"
}{
  "Assessing genetic population structure using fixation indices v1.0": " < GENETIC POPULATION STRUCTURE | This method involves the use of genetic data and statistical analysis to understand the population structure of salmon and steelhead. >\n\n< SITE:GENETIC POPULATION STRUCTURE | The method is applied to specific geographic locations (SITE) for assessing the genetic population structure of ESA listed salmon and steelhead. >\n\n< SITE:GENETIC POPULATION STRUCTURE:PHYSICAL | The method uses data on physical habitat characteristics, such as flow and temperature, to inform the analysis of genetic population structure. >\n\n< SITE:GENETIC POPULATION STRUCTURE:ECological | The method considers ecological factors that may influence population structure, such as migration and gene flow. >\n\n< SITE:GENETIC POPULATION STRUCTURE:Chemical:POLLUTANT | The method accounts for the potential impact of pollutants on genetic diversity and population structure. >\n\n< SITE:GENETIC POPULATION STRUCTURE:Chemical:CONSTITUENTS | The method considers the effects of naturally occurring chemical constituents in the environment on genetic variation and population structure. >\n\n< SITE:GENETIC POPULATION STRUCTURE:TOOLS:Software:GenAlEx 6.41 | This is a specific software tool (GenAlEx 6.41) used to perform AMOVA, which measures the partitioning of variance at different levels of population subdivision and calculates fixation indices. >"
}{
  "Assessing growth in juvenile salmon using plasma Insulin-like growth factor-I (IGF-1) v1.0": " < CHEMICAL:CONSTITUENTS | Plasma IGF-1 levels are influenced by nutrition, which can be affected by the chemical constituents of the water, such as food and other growth-promoting substances. >"
}{
  "Assessing the Effects of Okanogan Weir Operations on Adult Salmon v1.0": " **WEIR OPERATIONS**\n\n* Fish Passage & Mortality:\n\t+ Adult fish mortality during weir operations (belongs under SITE > Habitat > Ecological)\n\t+ Fish passage (belongs under SITE > Habitat > Ecological)\n\t+ Fish presence/absence within 1 rKM upstream and downstream of the weir (belongs under SITE > Habitat > Ecological)\n\t+ Trapping efficiency (belongs under SITE > Habitat > Ecological)\n* River Conditions:\n\t+ River conditions (belongs under SITE > Habitat > Physical)\n* Data Collection & Observations:\n\t+ Data is collected on adult fish mortality during weir operations, fish passage, fish presence/absence within 1 rKM upstream and downstream of the weir, trapping efficiency, and river conditions (belongs under SITE > Habitat > Ecological)\n* Adaptive Management:\n\t+ The process of adaptive management for operation of the weir will be conducted through the technical oversight group (TOG) (belongs under SITE > Habitat > Ecological)\n* In-Season TOG Consultation:\n\t+ Situations that require in season TOG consultation (belongs under SITE > Habitat > Ecological)\n\n**FISH IMPINGEMENT & MORTALITY THRESHOLDS**\n\n* Fish Impingement:\n\t+ 5 fish of any species are impinged (forced up against) the weir on the upstream side or gilled between pickets of the weir from the downstream side (belongs under SITE > Habitat > Ecological)\n* Fish Mortality:\n\t+ 10 salmon mortalities on 3 consecutive surveys or 25 salmon mortalities on any one survey below the weir (belongs under SITE > Habitat > Ecological)\n\n**WEIR STRUCTURE MODIFICATIONS**\n\n* Weir Structure:\n\t+ Based on the size class of the fish (Chinook adult, Chinook jack, large Sockeye, small Sockeye) and the specific picket spacing of panel, the TOG may recommend replacement with an alternate picket spacing (belongs under SITE > Habitat > Structural)\n* Colville Confederated Tribes Consultation:\n\t+ After the majority of sockeye have passed the weir the Colville Confederated Tribes (CCT) may consult the TOG and then proceed with eliminating the three inch picket spacing (by replacing panels or by adding metal grating) (belongs under SITE > Habitat > Structural)\n\n**WEIR OPERATIONAL DEPTH**\n\n* Weir Operational Depth:\n\t+ Trap depth falls below 8 inches (belongs under SITE > Habitat > Structural)"
}{
  "Assessment of Fish Condition v1.0": " FISH CONDITION CATEGORIES:\n\n1) Injury:\n- Body injury\n- Head injury\n- Operculum injury\n- Fin injury\n\n2) Descaling\n\n3) Predator marks\n\n4) Disease/Parasites:\n- Fungus\n- Other diseases/parasites\n\n5) Other conditions\n\nMapping to methods ontology:\n\nFISH CONDITION CATEGORIES | REASON WHY IT BELONGS THERE\n--- | ---\nOther (sub-)categories (Injury, Descaling, Predator marks, Disease/Parasites, Other conditions) | These categories are not directly related to the SITE methods ontology. However, they can be considered as additional metadata for the fish data collected from a particular site or habitat.\n\nSITE:\nHabitat:\nPhysical:\n- Flow (e.g., current speed, water direction)\n- Temperature (e.g., water temperature, seasonal changes)\n- Structure (e.g., substrate type, cover availability)\nEcological (e.g., species presence, abundance, behavior)\nChemical:\n- Pollutant (e.g., heavy metals, pesticides)\n- Constituents (e.g., dissolved oxygen, pH levels)\n\nNote that the provided fish condition categories are not directly linked to the SITE methods ontology as they represent different types of conditions observed in individual fish rather than characteristics of the site or habitat itself."
}{
  "Assessment of larval lamprey burrowing performance v1.0": " Sure, I'd be happy to help you categorize the method you provided into the methods ontology! Based on the given method, here is the categorization:\n\nHabitat > Ecological > Burrowing behavior and performance of larval lamprey:\n--------------------------------------------------------------------------\n\nThe method is about the burrowing behavior and performance of larval Pacific lamprey in nearshore river sediments. This information is important for understanding the ecological suitability of different substrate types for habitat selection and avoidance of potentially contaminated substrates. Burrowing performance can also indicate the condition of larval lamprey, indicating that it could be related to their health or stress levels. Therefore, this method falls under the Ecological category in the methods ontology.\n\nAdditionally, you may consider adding a new subcategory under Ecological for \"Behavioral Patterns\" or \"Ethology\" to further specify the focus of this method. This could help to provide more detail about the specific ecological aspects being studied and would allow for better organization and comparison with other methods in the ontology.\n\n< Habitat > < Ecological > Burrowing behavior and performance of larval lamprey: Reason - The method focuses on the ecological suitability of different substrate types for habitat selection, avoidance of potentially contaminated substrates, and the condition of larval lamprey as indicated by their burrowing performance. This information is important for understanding the ecological aspects of larval lamprey behavior in nearshore river sediments."
}{
  "Assigning individual samples using Individual Assignment (IA) genetic methods v1.0": " < SITE.Ecological | The method is an ecological technique used to analyze the genetic composition of mixed stocks, making it appropriate for the Ecological category under the SITE branch. >"
}{
  "Automated feeding behavior data collection  using PIT tags v1.0": " **FEEDING BEHAVIOR & GROWTH RATE | These aspects are related to the Ecological category of the SITE ontology as they deal with the interaction between organisms and their environment, specifically how feeding behavior affects growth rate.**\n\nSITE:\n- Ecological:\n-- Feeding Behavior:\n--- Aspects of feeding behavior can be directly correlated with growth rate in fishes. Hatchery rearing of salmonids can cause feeding behavior to diverge from that of salmonids feeding in rivers.\n--- Strategically placed PIT tag interrogators at the surface and bottom of hatchery rearing vessels were used to record feeding behavior of juvenile salmonids implanted with PIT tags.\n--- Data collected will be analyzed to see if individual growth rates are correlated with feeding behavior.\n\n**HABITAT & FEEDING ZONES | These aspects are relevant to the Physical category of the SITE ontology as they describe the physical conditions and distribution of food sources in the habitat.**\n\nSITE:\n- Habitat:\n-- Physical:\n--- Flow: Hatchery trout have a greater propensity to feed at the surface because food is introduced in the raceways and culture tanks from the water surface. In rivers the majority of food items are distributed below the water surface.\n\n**HATCHERY REARING & EFFECTS ON FEEDING BEHAVIOR | These aspects can be added to the SITE ontology as they describe how hatchery rearing influences feeding behavior.**\n\nSITE:\n- Habitat:\n-- Hatchery Rearing:\n--- Hatchery rearing of salmonids can cause feeding behavior to diverge from that of salmonids feeding in rivers. For example, hatchery trout have a greater propensity to feed at the surface because food is introduced in the raceways and culture tanks from the water surface."
}{
  "Automated migration behavior assay v1.0": " ```\nMigratory Behavior:\n    Smoltification-related Behaviors:\n        Migratory Urge:\n            - During smoltification a behavioral change occurs; smolts tend to become less territorial and increasingly migratory especially at night (Greenstreet 1992)\n"
}{
  "Average Bank Angle Across a Reach Calculation v1.0": " < ECOLOGICAL | The calculation of average bank angle across a reach can provide insights into the ecological health and diversity of a river's habitat. >"
}{
  "Average Pool Tail Fines (<2mm and <6mm) based on grid counts v1.0": " < CHEMICAL:POLLUTANT | THE METHOD IS DETERMINING THE PERCENTAGE OF POOL TAIL FINES WHICH ARE LESS THAN 2MM (OR 6MM) IN SIZE, INDICATING POTENTIAL POLLUTION >\n\nThe method is about measuring the proportion of fine particles in a pool tail, which could be considered as a form of pollutant. Therefore, it fits under the 'Chemical' category, specifically under 'Pollutant'."
}{
  "Backpack Electrofishing Method Template v1.0": " ```Objective/Purpose  |  Species Presence-Absence\nSampling Objectives   |  \n(Describe all that apply.)   |  \n[] Specimen Collection | \n[] Species Presence-Absence |  < SITE.Habitat.Ecological | This objective fits under the Ecological category of Habitat as it involves detecting the presence or absence of a particular species in the area being studied. >\n[] Species List |  < SITE.Habitat.Ecological | This objective fits under the Ecological category of Habitat as it involves creating a list of species present in the area being studied. >\n[] Relative Abundance (e.g., CPUE) |  < SITE.Habitat.Ecological | This objective fits under the Ecological category of Habitat as it involves estimating the relative abundance of a particular species in the area being studied. >\n[] Absolute Abundance (e.g., mark-recapture) |  < SITE.Habitat.Ecological | This objective fits under the Ecological category of Habitat as it involves estimating the absolute abundance of a particular species in the area being studied. >\n[] Population Dynamics (e.g., recruitment, growth, mortality) |  < SITE.Habitat.Ecological | This objective fits under the Ecological category of Habitat as it involves studying the population dynamics of a particular species in the area being studied. >\n[] Other: ___________________________ |\n\n2. Why are you using electrofishing to achieve this objective? |  < SITE.Habitat.Ecological | Electrofishing is used in this context as a method for sampling fish populations in order to achieve the objectives described above. It is a useful tool for assessing species presence, abundance, and population dynamics. >\n\n3. What are the Title/Affiliation/Program names? |  < SITE.Habitat.Ecological | This information is not directly related to the methods ontology provided. However, it could potentially be relevant to the overall study and could be included in a broader context. >\n\n4. What is the email address and phone number of the Point of Contact? |  < SITE.Habitat.Ecological | This information is not directly related to the methods ontology provided. However, it could potentially be relevant to the overall study and could be included in a broader context. >\n```"
}{
  "Backpack Electrofishing; Single-Pass, Unblocked v1.0": " < SITE >\n< Habitat >\n< Ecological >\n< Methods: Single pass backpack electrofishing >\n< Reason >\nThis method belongs under the Ecological subcategory of Habitat within SITE because single pass backpack electrofishing is a technique used to evaluate the presence-absence and coarse-scale relative abundance of organisms in aquatic ecosystems. By using this method, researchers can gather data on species distribution and density, which are critical ecological indicators for assessing the health and productivity of aquatic systems. The ability to capture specimens also allows for tagging or genetic sampling, providing valuable information for population dynamics and biomonitoring studies. Additionally, single pass backpack electrofishing is particularly useful in small streams with insufficient depth or pool frequency for snorkeling, making it an essential tool for ecological assessments of diverse aquatic habitats.\n</Reason>"
}{
  "Banding and Band Resighting for Caspian Terns and Double-Crested Cormorants v1.0": " `Banding and resighting banded Caspian terns and double-crested cormorants`\n\nSITE > Ecological:\n\nThis method belongs under the SITE category with an Ecological subcategory because it involves observing and collecting data from specific sites (East Sand Island in the Columbia River estuary) to understand the birds' behavior and movement patterns. This information is crucial for evaluating the effectiveness of management actions related to their colonies, which can impact juvenile salmonids and other fish of conservation concern in the area. By monitoring these birds across various locations throughout North America, researchers can gain valuable insights into avian biology and ecology.\n\nAdditionally, it is worth noting that there are no clear connections to Physical (Flow, Temperature, Structure) or Chemical (Pollutant, Constituents) subcategories in this context. However, if further research reveals a relationship between these factors and the birds' demography or dispersal, additional categories could be added accordingly."
}{
  "Bank Angle v1.0": " < SITE/Habitat/Physical/Structure | The method quantifies the bank angle which is a physical characteristic of the river reach >\n\nHere are some additional suggestions for expanding the methods ontology:\n\n* SITE/Habitat/Physical/Topography: This category could include methods for measuring or quantifying features such as slope, aspect, and elevation.\n* SITE/Habitat/Ecological/Biotic: This category could include methods for studying the distribution and abundance of plants and animals in a particular habitat.\n* SITE/Habitat/Chemical/Dissolved Oxygen: This category could include methods for measuring the concentration of dissolved oxygen in water, which is an important indicator of water quality.\n* SITE/Habitat/Physical/Soil: This category could include methods for studying soil characteristics such as texture, structure, and nutrient content.\n\nDo any of these additional categories seem relevant to your work? Let me know if you have any questions about how to classify your method or if you would like more information about any of the suggested categories."
}{
  "Bank Erosion v1.0": " **Chemical: Pollutant**\n\n*Reasoning:* Bank erosion can be a significant source of water pollutants such as sediments, nutrients, and heavy metals. These pollutants can have negative impacts on aquatic ecosystems and watershed health. By controlling and reducing bank erosion, projects like Livestock Fencing can help minimize the input of these pollutants into water bodies."
}{
  "Bank Material v1.0": " **Chemical:**\n\n**Constituents**\n\nThe method `describe the composition of inorganic bank material` fits under the category of 'Constituents' because it is concerned with describing the components or elements that make up the inorganic bank material. The focus is on understanding what the bank material is composed of, rather than other factors such as physical structure, temperature, flow, pollutants, or ecological characteristics."
}{
  "Bank Measurement - Eroding and Undercut Banks v1.0": " Sure, I'd be happy to help you categorize the method you provided into the given methods ontology. Based on the content of the method, it seems most appropriate to place it under the \"SITE > Habitat > Physical > Structure\" category. The reason for this classification is that the method describes the impact of bank erosion on the physical structure of the habitat, specifically how actively eroding banks affect the development of undercut banks which provide desirable habitat for salmonids.\n\nHere's how I would format the answer based on your requested structure:\n\n< SITE >\n < Habitat >\n  < Physical >\n   < Structure | The method describes the impact of bank erosion on the physical structure of the habitat, specifically how actively eroding banks affect the development of undercut banks which provide desirable habitat for salmonids. >\n  </ Structure >\n </ Habitat >\n</ SITE >\n\nI hope this helps! Let me know if you have any further questions or requests."
}{
  "Bank Stability based on Erosional Features v1.0": " `Bank Stability Area within Physical:Structure of the Habitat ontology`\n\nExplanation:\n\nThe method you provided is concerned with measuring and evaluating the stability of a bank in a body of water, specifically by identifying whether the area is erosional or depositional. This method focuses on the physical structure of the habitat, as it involves observing and analyzing the bank's features such as scour lines and flat depositional features. Therefore, it fits best under the Physical subcategory within the Habitat ontology.\n\nThe reason for choosing Structure instead of other subcategories like Flow, Temperature, or Chemical is that this method specifically deals with the physical structure of the bank in question, rather than any of the other aspects mentioned. This method doesn't involve measuring flow rates, water temperature, or water chemistry; instead, it concentrates on assessing the stability and features of the bank.\n\nBy including your method in the provided ontology, we create a more comprehensive structure for organizing various methods used in studying aquatic ecosystems:\n\nSITE:\nHabitat:\nPhysical:\n- Flow\n- Temperature\n- Structure\n\t+ Bank Stability Area (your method)\n- Ecological\nChemical:\n- Pollutant\n- Constituents"
}{
  "Bank Stability based on Erosional Features v2.0": " **Geomorphic Feature within Physical Ecological Habitat**\n\nThe method you provided, \"Determine bank stability by identifying erosional or depositional features and evaluating bank stability at 11 main and 10 intermediate transects on both left and right banks, with possible additional plots for increased accuracy,\" is related to the geomorphic feature of the site. This information is relevant in understanding the physical habitat's structure and ecological significance. The addition of further plots shows an attention to detail and a desire to increase measurement accuracy, which is common in geomorphic assessments. \n\nHere's how it fits into your methods ontology:\n\nSITE\nHabitat\n+-- Ecological\n+-- Physical\n      +-- **Geomorphic Feature**\n            +-- Bank Stability (Your Method)\n            +-- Flow\n            +-- Temperature\n            +-- Structure\nChemical\n   +-- Pollutant\n   +-- Constituents"
}{
  "Bank Stability Percentage from Field Data v1.0": " < SITE.Habitat.Physical.Structure | The bank stability measurements described in the method are related to the physical structure of the site's habitat. >"
}{
  "Bank Stability v1.0": " `STREAMBANK STABILITY CLASSIFICATION < Chemical: Constituents | This method involves observing and classifying streambank stability, which can be influenced by chemical constituents such as soil composition and erosion-resistant materials.>`"
}{
  "Bank Type v1.0": " **FLUVIAL PROCESSES FORMING THE STREAMBANKS**\n\n**SITE > Habitat > Physical > Flow**\n\nThe categorization of transect locations based on the fluvial processes forming the streambanks is closely related to the physical habitat aspect, particularly the flow conditions. This method fits here because understanding the flow dynamics helps in identifying the erosional and depositional forces that shape the streambanks.\n\nReason: Fluvial processes are directly influenced by the flow of water within the channel, which in turn affects the bank stability, sediment transport, and overall geomorphic features of the stream system. By categorizing transect locations based on these processes, one can better understand the flow characteristics and their impacts on the streambank environment."
}{
  "Bankfull Height v1.0": " < PHYSICAL Habitat ontology, Subcategory of Flow | The method \"Examine bankfull indicators throughout the reach and determine dominant bankfull height\" is concerned with measuring physical characteristics of the river channel related to flow, making it appropriate for the Physical subcategory under the Habitat main category. Specifically, bankfull height refers to the elevation of the water surface at which a channel can convey the bankfull discharge without causing significant erosion or deposition. This information is essential for understanding the hydraulic and geomorphic characteristics of a river reach, making it relevant to Flow. >"
}{
  "Bankfull Width (including side channels) v2.0": " < SITE.Habitat.Physical.Flow | The average bankfull width is a measure of the physical characteristics of the flow of water in a river reach. >"
}{
  "Bankfull Width Calculation v1.0": " ```The River Bathymetry Toolkit (RBT) would fall under the SITE > Habitat > Physical > Flow category of the methods ontology. The reason for this is that the RBT is a suite of GIS tools specifically designed to process high resolution Digital Elevation Models (DEMs) of stream reaches, with the goal of characterizing in-stream and floodplain geomorphology to support aquatic habitat analyses and numerical models of flow and sediment transport. The tools can extract hydrologic parameters such as wetted area, bankfull width, water depths, and gradient, all of which are related to the physical properties of flow in a stream or river system.```"
}{
  "Bankfull Width v1.0": " < SITE.Habitat.Physical.Flow | The average bankfull width is a measure of the physical characteristics of the flow in a river reach. >"
}{
  "Barge Electrofishing Method Template v1.0": " SITE:\nElectrofishing Method:\n- Objective/Purpose\n  - Specimen Collection (This objective requires the use of electrofishing to collect specimens for various studies)\n  - Relative Abundance (e.g., CPUE) (Electrofishing can help estimate the relative abundance of species)\n  - Absolute Abundance (e.g., mark-recapture) (Electrofishing can be used to capture specimens for mark-recapture studies)\n- Why are you using electrofishing to achieve this objective?\n  - To effectively collect specimens for various ecological studies, including species presence-absence and species list\n- What are the Title/Affiliation/Program names? (Not directly related to the ontology but provides context for the study)\n- What is the email address and phone number of the Point of Contact? (Not directly related to the ontology but provides contact information for further details)\n\nHabitat: \nEcological:\n- Electrofishing Method:\n  - The electrofishing method is used to assess ecological characteristics of the site by studying the species present, their relative abundance, and absolute abundance through methods like mark-recapture.\n\nPhysical:\nFlow:\n- Electrofishing Method:\n  - Flow may influence the effectiveness or feasibility of electrofishing as a sampling method due to its impact on fish behavior and distribution.\n\nTemperature:\n- Electrofishing Method:\n  - Temperature can affect the success of electrofishing as a technique since it impacts the physiology of fish, potentially affecting their susceptibility to electrofishing.\n\nStructure:\n- Electrofishing Method:\n  - Habitat structure may influence the effectiveness of electrofishing in catching certain species or life stages due to its impact on fish behavior and distribution.\n\nChemical:\nPollutant:\n- Electrofishing Method:\n  - Water quality, including pollutants, can affect the success of electrofishing as a technique since it impacts the physiology and behavior of fish.\n\nConstituents:\n- Electrofishing Method:\n  - Other water chemistry parameters (constituents) can influence the effectiveness or feasibility of electrofishing for sampling fishes, either directly affecting their susceptibility to electrofishing or indirectly influencing their distribution and behavior in the sampled habitat."
}{
  "Basic Snorkel Survey Habitat Sampling v1.0": " < SITE.Habitat.Physical | The method involves measuring physical habitat characteristics such as flow and structure, which are necessary for estimating fish density from snorkel surveys. >"
}{
  "Basic Snorkel Survey Procedures v1.0": " SITE:\nPhysical: Flow\n< Snorkeling is conducted in flowing waters, indicating that the method is dependent on the flow of water >\n\nEcological:\n< Snorkeling allows for the observation and study of fish populations in streams, including assessments of fish distribution, presence/absence surveys, species assemblages (i.e., diversity), some stock characteristics (e.g., length estimation), and habitat use >\n\nChemical: Pollutant\n< Snorkeling can be used to assess the impact of pollutants on fish populations, as it allows for direct observation of fish behavior and distribution in affected waters >\n\nAdditional relevant structure:\nSURVEY METHODS:\n< Snorkeling is a method used for surveying fish populations, and it can be compared and calibrated with other survey methods such as electrofishing, gillnetting, sonar, mark-recapture, and removal >\n\nEQUIPMENT:\n< Snorkeling requires minimal equipment, making it feasible for use in remote locations and areas where other methods may not be practical due to limited access or resources >\n\nFISH BEHAVIOR:\n< Snorkeling allows for the observation of fish behavior such as spawning, feeding, and resting with minimal disruption >\n\nCONDITIONS:\n< The accuracy of snorkel surveys can be affected by factors such as light levels or turbidity, and it is recommended to conduct replication of snorkel surveys after fish have had time to recover from disturbance but before conditions that would affect the survey results change >"
}{
  "Beach Seine - Beach-lay Elliptical Arc Set v1.0": " **WATER**\n\n* Flow: Current velocity influences site selection and choice of net design.\n* Temperature: Not explicitly mentioned, but can affect fish behavior and distribution.\n* Structure: Sites with irregular bottom topography, significant accumulations of debris or larger rocks, or dense stands of aquatic vegetation may not be suitable for seining due to net snagging or lifting and reduced fish retention.\n\n**HABITAT**\n\n* Physical:\n\t+ Depth: Current velocity and depth influence site selection and choice of net design.\n* Ecological:\n\t+ Fish: The effectiveness of seining is affected by the type, size, and behavior of the target fish species.\n\t+ Time of year and day: Seasonal and diel changes in fish distribution, abundance, and behavior can affect seining efficiency.\n\n**FISH**\n\n* Physical: Size and design of the net can affect selectivity and capture efficiency depending on the size, swimming ability, and behavior of the target species.\n\n**NET**\n\n* Design: Seines vary in size and design, which can affect their selectivity and capture efficiency for different fish species and life stages.\n\n**METHOD**\n\n* Beach-lay elliptical arc set seining is a specific seining method used for fish/set analysis if done consistently. This involves measuring the distance from shore and maximum water depth to calculate fish/area or fish/volume. However, there are difficulties in accurately measuring these parameters during seining."
}{
  "Beach Seine - Cable-L Trap Set v1.0": " **WATER:**\n\n* Seining can be carried out in a variety of habitat types, including rivers, estuarine, and nearshore lake, reservoir, and marine habitats. Current velocity and depth influence site selection and choice of net design.\n* Seining is most effective when used in relatively shallow water with few obstructions, where fish are in high concentrations, and for species that are less likely to outswim the net; however, in some circumstances seining can capture highly mobile species such as adult salmon.\n* Seining permits the sampling of relatively large areas in short periods of time as well as the capture and release of fish without significant stress or harm, as long as the bunt of the seine is kept in water and the fish are not too crowded (or fish are quickly moved to a holding container).\n\n**HABITAT - PHYSICAL:**\n\n* Seining may be carried out in a variety of habitat types, depending on the population and life stage of the targeted species. Sites with irregular bottom topography, significant accumulations of debris or larger rocks, or dense stands of aquatic vegetation may not be suitable for seining due to net snagging or lifting and reduced fish retention.\n\n**FISH:**\n\n* Seining is most effective for species that are less likely to outswim the net; however, in some circumstances seining can capture highly mobile species such as adult salmon.\n* Cable-L trap beach seining is for qualitative work only; used for the capture of fish for marking or for biological samples and inspection for marks.\n\n**TIME OF YEAR AND DAY:**\n\n* Considering these factors in your study design before you sample and after you begin sampling (by underwater observation and calibration studies) will help you to decide when seining may be a good technique to meet your objectives."
}{
  "Beach Seine - Channel Trap Tide Set v1.0": " **WATER**\n\n* Flow: Current velocity influences site selection for seining.\n* Temperature: Not explicitly mentioned, but temperature can affect fish behavior and distribution.\n* Structure: Seining may not be suitable in sites with irregular bottom topography or dense stands of aquatic vegetation due to net snagging or lifting and reduced fish retention.\n\n**FISH**\n\n* Physical: Size and mobility of fish (e.g., adult salmon) can affect the effectiveness of seining.\n* Ecological: Seining permits the sampling of relatively large areas in short periods of time, allowing for the capture and release of fish without significant stress or harm. The choice of site and net design may depend on the population and life stage of the targeted species.\n\n**TIME OF YEAR AND DAY**\n\n* Time of year: Not explicitly mentioned, but seasonal factors such as water temperature, fish migration, and spawning may influence seining effectiveness.\n* Time of day: Not explicitly mentioned, but light levels and diurnal fish behavior could affect seining success.\n\n**NET**\n\n* Design: Seines vary in size and design to help understand what affects selectivity and capture efficiency. Consideration of net type is crucial for optimizing the effectiveness of seining.\n\n**METHOD**\n\n* Channel trap tide set beach seining: This specific seining method is used for estimating total number and biomass, fish/length of channel, fish/area, and diversity indices. The area can be calculated from aerial photographs taken at high tide, while volume calculation could involve monitoring flow and cross-section area at the net site.\n\nAdditional categories that could be added to the methods ontology:\n\n* GEAR AND EQUIPMENT: Cost of gear, boats, and personnel range from relatively inexpensive to modest, depending on the scope and frequency of sampling.\n* HABITAT SUITABILITY: Sites with irregular bottom topography, significant accumulations of debris or larger rocks, or dense stands of aquatic vegetation may not be suitable for seining due to net snagging or lifting and reduced fish retention."
}{
  "Beach Seine - Circle Set v1.0": " **WATER:**\n\n* Beach and pole seining is a method that involves capturing fish using a net in various aquatic habitats, including rivers, estuarine, nearshore lake, reservoir, and marine habitats. Therefore, it belongs under the \"water\" category as it directly deals with the water and its properties.\n* The method considers factors such as current velocity and depth when selecting a site for seining, which further supports its placement under the \"water\" category.\n* Additionally, water quality can affect the success of seining, as pollutants or constituents in the water may impact fish behavior or survival. Therefore, it is relevant to include the \"pollutant\" and \"constituents\" subcategories under the \"chemical\" section of the \"water\" category.\n\n**HABITAT:**\n\n* The method involves seining in various aquatic habitats, including those with irregular bottom topography, significant accumulations of debris or larger rocks, or dense stands of aquatic vegetation. Therefore, it is relevant to include seining under the \"habitat\" category.\n* Seining may not be suitable for sites with certain physical characteristics, such as irregular bottom topography or dense stands of aquatic vegetation. This further supports its inclusion under the \"habitat\" category.\n* The method also considers the population and life stage of the targeted species when selecting a site for seining. Therefore, it is relevant to include the \"ecological\" subcategory under the \"habitat\" category.\n\n**NET:**\n\n* Seining involves using a net with specific characteristics to capture fish. Therefore, it is relevant to include seining under the \"net\" category.\n* The method considers factors such as net size and design when evaluating its effectiveness for capturing certain species or life stages of fish. Therefore, it is relevant to include these subcategories under the \"net\" category.\n\n**FISH:**\n\n* Seining is a method used to capture fish, and its effectiveness depends on various factors related to the targeted species. Therefore, it is relevant to include seining under the \"fish\" category.\n* The method considers factors such as fish behavior, size, and life stage when evaluating its effectiveness for capturing certain species or populations of fish. Therefore, it is relevant to include these subcategories under the \"fish\" category.\n\n**TIME OF YEAR AND DAY:**\n\n* Seining may be more effective at certain times of the year or day due to changes in fish behavior or abundance. Therefore, it is relevant to include seining under the \"time of year and day\" category.\n* The method considers factors such as time of day when selecting a site for seining, as current velocity and depth may vary throughout the day. Therefore, it is relevant to include this subcategory under the \"time of year and day\" category.\n\n**METHOD:**\n\n* Seining is a specific method used to capture fish, and its effectiveness depends on various factors related to the gear, site selection, and targeted species. Therefore, it is relevant to include seining under the \"method\" category.\n* The method considers factors such as cost, efficiency, and calibration when evaluating its effectiveness for capturing certain species or populations of fish. Therefore, it is relevant to include these subcategories under the \"method\" category."
}{
  "Beach Seine - Double-seine Simple Arc Set v1.0": " **HABITAT > Physical**\n\n* Seining is an efficient method to capture fishes in various habitats, including rivers, estuarine, nearshore lake, reservoir, and marine habitats. This indicates that the physical characteristics of the habitat play a significant role in the suitability of this method.\n\n**HABITAT > Physical > Flow**\n\n* Current velocity influences site selection for seining, meaning that the flow of the water is a crucial factor to consider when using this method.\n\n**HABITAT > Physical > Depth**\n\n* The depth of the water also influences site selection and choice of net design, as it affects how the net will interact with the environment and the targeted fish.\n\n**HABITAT > Ecological**\n\n* Seining can capture a wide variety of fish species, suggesting that this method is applicable across different ecological communities. However, factors such as fish concentrations and the presence of obstructions may impact the effectiveness of seining based on the ecology of the habitat.\n\n**HABITAT > Physical > Structure**\n\n* Sites with irregular bottom topography, significant accumulations of debris or larger rocks, or dense stands of aquatic vegetation may not be suitable for seining due to net snagging or reduced fish retention. This indicates that the physical structure of the habitat plays a critical role in determining whether seining can be used effectively.\n\n**NET**\n\n* The type and design of the seine used for fishing can significantly impact the selectivity and capture efficiency of this method. Seines vary in size and design, with different types being more suitable for specific habitats, water conditions, and target species.\n\n**FISH**\n\n* Factors related to the targeted fish species, such as their mobility, behavior, and life stage, are crucial in determining the effectiveness of seining. For example, seine nets may be less effective for capturing highly mobile species or those that can outswim the net.\n\n**TIME OF YEAR AND DAY**\n\n* The time of year and day can influence the success of seining, as factors such as fish behavior, migration patterns, and water conditions change throughout the year and during different times of the day.\n\n**WATER**\n\n* Water temperature and constituents (e.g., pollutants) could potentially affect the efficiency and safety of seining, although these factors are not explicitly mentioned in the provided method description. Including water temperature and chemical characteristics in the ontology would enable a more comprehensive understanding of the potential impacts on seining as a fishing method."
}{
  "Beach Seine - Enclosure Net Tide Set v1.0": " **WATER:**\n\n* Habitat:\n\t+ Depth (influences site selection and choice of net design)\n\t+ Current velocity (influences site selection and choice of net design)\n* Ecological:\n\t+ Fish (discussed in terms of concentration, species, behavior, etc.)\n* Chemical:\n\t+ Pollutant (not explicitly mentioned, but could affect fish behavior and distribution)\n\n**REASON WHY IT BELONGS THERE:**\n\nThe method is sorted into the \"WATER\" category because it primarily focuses on various water-related factors that influence seining as a sampling technique. The text mentions depth, current velocity, and fish (which live in the water), all of which are directly related to the water itself. While there are indirect connections to habitat structure and other site characteristics, the primary concerns addressed in the method are about water conditions and their effects on seining."
}{
  "Beach Seine - Lampara Set v1.0": " **WATER**\n\n* Flow (current velocity influences site selection)\n* Temperature (not explicitly mentioned, but may affect fish behavior and distribution)\n\n**HABITAT**\n\n* Physical:\n\t+ Depth (depth influences site selection and choice of net design)\n\t+ Bottom topography (irregular bottom topography may not be suitable for seining)\n\t+ Debris/larger rocks (significant accumulations may prevent suitable seining conditions)\n\t+ Aquatic vegetation (dense stands may not be suitable for seining due to net snagging or lifting)\n\n**FISH**\n\n* Species (seining can capture a wide variety of species, including highly mobile ones like adult salmon)\n* Concentration (most effective in high concentrations)\n* Behavior (less likely to outswim the net)\n\n**TIME OF YEAR AND DAY**\n\n* Season (time of year may affect fish behavior and distribution)\n\n**NET**\n\n* Design (varies based on habitat, water, and targeted species)\n* Size (affects selectivity and capture efficiency)\n\n**METHOD**\n\n* Lampara set beach seining (a specific seining method used for certain types of fish analysis)\n* Technique (underwater observation and calibration studies can improve the effectiveness of seining)"
}{
  "Beach Seine - Parallel Set v1.0": " **WATER**\n\n* Flow - Current velocity influences site selection and choice of net design.\n* Temperature - Not explicitly mentioned, but can affect fish behavior and distribution.\n* Structure - Sites with irregular bottom topography, significant accumulations of debris or larger rocks, or dense stands of aquatic vegetation may not be suitable for seining due to net snagging or lifting and reduced fish retention.\n\n**FISH**\n\n* Species - Seining can capture highly mobile species such as adult salmon, but is most effective for less mobile species and high concentrations of fish.\n* Size - Not explicitly mentioned, but size can affect selectivity and capture efficiency.\n* Behavior - Fish behavior (e.g., outswimming the net) can impact seining effectiveness.\n\n**TIME OF YEAR AND DAY**\n\n* Season - Time of year influences site selection and choice of net design due to changes in flow, temperature, and fish behavior.\n* Day/Night - Not explicitly mentioned, but can affect fish distribution and behavior.\n\n**NET**\n\n* Design - Seines vary in size and design, affecting selectivity and capture efficiency.\n* Size - Not explicitly mentioned, but size can affect selectivity and capture efficiency.\n\n**METHOD**\n\n* Technique - Parallel set beach seining is a specific technique used for fish/set, fish/area, or fish/volume analysis.\n\n**NEW CATEGORIES**\n\n* Equipment - Cost of gear, boats, and personnel range from relatively inexpensive to modest, depending on the scope and frequency of sampling.\n* Sampling strategy - Seining permits the sampling of relatively large areas in short periods of time as well as the capture and release of fish without significant stress or harm, as long as the bunt of the seine is kept in water and the fish are not too crowded (or fish are quickly moved to a holding container).\n* Data analysis - Parallel set beach seining allows for fixed length seining, with known length, width, and maximum depth, enabling fish/set, fish/area, or fish/volume analysis."
}{
  "Beach Seine - Perpendicular Quarter-arc Set v1.0": " **WATER**\n- Flow: Current velocity influences site selection and choice of net design.\n- Temperature: Not explicitly mentioned, but can affect fish behavior and distribution.\n- Structure: Sites with irregular bottom topography, significant accumulations of debris or larger rocks, or dense stands of aquatic vegetation may not be suitable for seining.\n\n**FISH**\n- Physical: The method is influenced by the size, swimming ability, and concentration of fish in the targeted area.\n\n**TIME OF YEAR AND DAY**\n- Not explicitly mentioned, but time of year can affect factors like water temperature, flow, and fish behavior.\n\n**NET**\n- Design: Seines vary in size and design, with different designs affecting selectivity and capture efficiency.\n\n**METHOD**\n- Perpendicular quarter-arc set beach seining is a specific method used for fish/area or fish/volume analysis.\n\n**SITE (additional)**\n- Ecological: The method is influenced by the presence of aquatic vegetation, accumulations of debris, and other ecological factors.\n- Chemical: While not explicitly mentioned, water constituents and pollutants could potentially affect site selection and the effectiveness of seining."
}{
  "Beach Seine - Perpendicular Set v1.0": " **Water**\n\n* Beach and pole seining is a method that involves using a net to capture fish in various aquatic habitats, including rivers, estuarine, nearshore lake, reservoir, and marine habitats. Therefore, it belongs under the \"Water\" category of the methods ontology.\n* The method is influenced by several water-related factors such as current velocity, depth, and temperature. These factors influence site selection and choice of net design, making them relevant to the \"Water\" category.\n\n**Habitat**\n\n* The method involves selecting sampling sites based on habitat characteristics such as irregular bottom topography, significant accumulations of debris or larger rocks, and dense stands of aquatic vegetation. Therefore, it also belongs under the \"Habitat\" category of the methods ontology.\n* Seining may not be suitable for sites with certain physical features, making it relevant to the \"Physical\" subcategory of the \"Habitat\" category.\n\n**Fish**\n\n* The method is used to capture fish, and its effectiveness depends on several factors related to the target species such as their size, mobility, concentration, and behavior. Therefore, it belongs under the \"Fish\" category of the methods ontology.\n* The method can capture highly mobile species such as adult salmon, making it relevant to the study of fish behavior and ecology.\n\n**Time of Year and Day**\n\n* The method's effectiveness may depend on the time of year and day due to factors such as temperature, light levels, and fish behavior. Therefore, it belongs under the \"Time of Year and Day\" category of the methods ontology.\n\n**Net**\n\n* The method involves using a seine net with specific characteristics such as size, design, and mesh size. Therefore, it belongs under the \"Net\" category of the methods ontology.\n* The choice of net design depends on several factors such as current velocity and depth, making it relevant to the study of net design and selection.\n\n**Method**\n\n* Beach and pole seining is a specific method of capturing fish using a net, and its effectiveness depends on various factors related to the site, water, habitat, fish, time of year and day, and net. Therefore, it belongs under the \"Method\" category of the methods ontology.\n\n**Additional Categories**\n\n* The method involves using boats and personnel, making it relevant to the study of sampling gear and costs. Therefore, additional categories such as \"Gear\" or \"Costs\" may be relevant to the methods ontology.\n* The method involves observing fish behavior underwater and calibrating the sampling technique, making it relevant to the study of observation methods and data analysis. Therefore, additional categories such as \"Observation\" or \"Analysis\" may also be relevant to the methods ontology."
}{
  "Beach Seine - Purse Seine Set v1.0": " **WATER**\n- Flow: Current velocity influences site selection and choice of net design.\n- Temperature: Not explicitly mentioned, but can affect fish behavior and distribution.\n- Structure: Sites with irregular bottom topography, significant accumulations of debris or larger rocks, or dense stands of aquatic vegetation may not be suitable for seining due to net snagging or lifting and reduced fish retention.\n\n**FISH**\n- Species: Seineing can capture a wide variety of fish species, including those that are less likely to outswim the net and highly mobile species such as adult salmon.\n- Size/Life Stage: Seining may be carried out in a variety of habitat types, depending on the population and life stage of the targeted species.\n\n**TIME OF YEAR AND DAY**\n- Time of Year: Considering time of year is important for understanding what affects selectivity and capture efficiency, as fish behavior and distribution can change seasonally.\n- Time of Day: Not explicitly mentioned, but can affect light levels and visibility underwater.\n\n**NET**\n- Design: Seines vary in size and design. Net design is influenced by current velocity and depth.\n- Calibration: Underwater observation and calibration studies should be carried out to help improve the analysis of data collected.\n\n**OTHER**\n- Habitat: Physical, ecological, and chemical factors can influence site selection for seining. For example, sites with high pollutant levels may not be suitable for seining due to potential risks to fish health.\n- Cost: The cost of gear, boats, and personnel ranges from relatively inexpensive to modest, depending on the scope and frequency of sampling. This is an important consideration when choosing seining as a method.\n\nAdditional categories that could be added to the methods ontology include \"Equipment,\" \"Personnel,\" \"Data Collection,\" and \"Analysis.\""
}{
  "Beach Seine - Rectangular Arc Set v1.0": " **WATER**\n\n* Flow - Current velocity influences site selection for seining.\n* Temperature - Not explicitly mentioned, but temperature could affect fish behavior and distribution.\n* Structure - Sites with irregular bottom topography or significant accumulations of debris may not be suitable for seining.\n\n**FISH**\n\n* Species-specific traits - Seining is more effective for less mobile species, but can capture highly mobile species like adult salmon.\n* Size - Works best for small fish that are not greatly alarmed by persons wading and that do not escape from the slowly set net.\n\n**TIME OF YEAR AND DAY**\n\n* Seasonal variations - Time of year affects fish behavior, distribution, and life stages, which in turn influence seining effectiveness.\n\n**NET**\n\n* Design - Seines vary in size and design, affecting selectivity and capture efficiency.\n\n**METHOD**\n\n* Technique - Rectangular arc set beach seining is a specific method used for fish/set, fish/area, or fish/volume analysis.\n\nAdditional categories that could be added to the methods ontology:\n\n**GEAR**\n\n* Cost - The cost of gear, boats, and personnel ranges from relatively inexpensive to modest, depending on the scope and frequency of sampling.\n\n**FISH WELL-BEING**\n\n* Stress and harm - Seining can capture and release fish without significant stress or harm, as long as the bunt of the seine is kept in water and the fish are not too crowded."
}{
  "Beach Seine - Simple Arc Set v1.0": " **WATER**\n\n* Flow - Current velocity influences site selection and choice of net design.\n* Temperature - Not explicitly mentioned, but can affect fish behavior and distribution.\n* Structure - Sites with irregular bottom topography, significant accumulations of debris or larger rocks, or dense stands of aquatic vegetation may not be suitable for seining due to net snagging or lifting and reduced fish retention.\n\n**FISH**\n\n* Physical: Species that are less likely to outswim the net; however, in some circumstances seining can capture highly mobile species such as adult salmon.\n* Behavioral: Time of year and day may affect fish behavior and thus their catchability.\n\n**NET**\n\n* Design - Seines vary in size and design. To help understand what affects selectivity and capture efficiency, consider the following categories: net.\n* Material - Not explicitly mentioned, but can affect durability and snagging risk.\n\n**METHOD**\n\n* Simple arc set beach seining may be used for fish/set, fish/area, or fish/volume analysis. This procedure allows a fixed length seine to be fished in a consistent manner.\n\n**ADDITIONAL CATEGORIES**\n\n* **PERSONNEL** - The cost of gear, boats, and personnel range from relatively inexpensive to modest, depending on the scope and frequency of sampling.\n* **GEAR** - The cost of gear, boats, and personnel range from relatively inexpensive to modest, depending on the scope and frequency of sampling.\n\nPlease note that there might be other relevant categories or subcategories for your ontology. This is just one possible mapping based on the provided method description."
}{
  "Beach Seine - Wandering Pole Seine v1.0": " **WATER:**\n- Beach and pole seining can be an efficient method to capture fishes in a wide variety of habitats, including rivers, estuarine, and nearshore lake, reservoir, and marine habitats (Pierce et al. 1990).\n- It is most effective when used in relatively shallow water with few obstructions, where fish are in high concentrations, and for species that are less likely to outswim the net; however, in some circumstances seining can capture highly mobile species such as adult salmon.\n- Seining permits the sampling of relatively large areas in short periods of time as well as the capture and release of fish without significant stress or harm, as long as the bunt of the seine is kept in water and the fish are not too crowded (or fish are quickly moved to a holding container).\n- Cost of gear, boats, and personnel range from relatively inexpensive to modest, depending on the scope and frequency of sampling.\n- Seining may be carried out in a variety of habitat types, depending on the population and life stage of the targeted species. Sites with irregular bottom topography, significant accumulations of debris or larger rocks, or dense stands of aquatic vegetation may not be suitable for seining due to net snagging or lifting and reduced fish retention.\n- Current velocity and depth influence site selection and choice of net design. Seines vary in size and design.\n- Wandering pole seining is generally qualitative; used to capture fish for tagging or sampling. Can be used for species presence documentation, but selectivity will be unknown.\n\n**REASON:**\nThe method was placed under the \"WATER\" category because it directly involves the interaction of fishing gear with water bodies and their characteristics such as current velocity, depth, temperature, and flow, which significantly influence seining's effectiveness. Additionally, the technique is used in various water bodies, including rivers, estuaries, lakes, reservoirs, and marine habitats, making it more relevant to discuss under the \"WATER\" category.\n\n**ADDED ONTOLOGY:**\nFISH:\n- Seining can capture a wide variety of fish species, from those less likely to outswim the net to highly mobile ones like adult salmon. The technique is also used for tagging or sampling specific species and documenting their presence in certain areas.\n\nTIME OF YEAR AND DAY:\n- Time of year and day influence site selection and choice of net design, as seasons and diurnal patterns may affect fish behavior, distribution, and accessibility to seining gear."
}{
  "Beach Seine Deployment and Operation v1.0": " `Beach seining (boat and shore based)` belongs under the SITE category of your methods ontology with the following reasoning:\n\n< SITE | The method involves collecting data at a specific location or set of locations, which aligns with the concept of SITE in your ontology. >\n\nAdditionally, I would suggest expanding your methods ontology to include a \"Sampling Methods\" category as follows:\n\nSITE:\nHabitat:\nPhysical:\nFlow\nTemperature\nStructure\nEcological\nChemical:\nPollutant\nConstituents\n\nSampling Methods:\n- Beach seining (boat and shore based)\n- [Other sampling methods as relevant]\n\nThis expansion would help better categorize and organize various data collection techniques within your ontology."
}{
  "Beam trawl benthic invertebrates v1.0": " ```The purpose of benthic sampling is to obtain one or more samples of the river or reservoir bed at each site (SITE > Habitat > Physical > Structure). The samples may be used describe the biological, physical, and/or chemical characteristics of the site. In the case of this method, the use of trawling is to obtain data on the abundance, biomass, and diversity of macroinvertebrate assemblages (SITE > Habitat > Ecological).```"
}{
  "Bed Scour Chains v1.0": " < HABITAT > < PHYSICAL > < STRUCTURE > < REASON: The method is about measuring the changes in streambed substrate, which is a component of stream structure. >"
}{
  "Behavior assesment of juvenile salmonids v1.0": " `Hatchery rearing environments (restricted vs satiation feeding regimes)`  belongs to the SITE ontology, under the Ecological category, as it refers to the environmental conditions in which the hatchery populations are raised.\n\n< SITE | ECOLOGICAL >\n\nAdditionally, the behavioral characteristics of fish can be further categorized into a new sub-category under the Behavioral ecology literature within the SITE ontology:\n\nSITE:\n...\nBehavioral ecology literature:\nBehaviors:\n`Individual behavioral characteristics of fish from the two hatchery populations`\n\n< SITE | BEHAVIORAL ECOLOGY LITERATURE >\n\nFurthermore, the indicators of performance such as growth, survival of seawater challenge, and age at maturity can be categorized under a new sub-category under the Performance category within the SITE ontology:\n\nSITE:\n...\nPerformance:\n`Growth, survival of seawater challenge, and age at maturity`\n\n< SITE | PERFORMANCE >"
}{
  "Benthic Macroinvertebrate Data- Reference Conditions v1.0": " SITE:\nHabitat:\nEcological:\n- Benthic macroinvertebrates or benthos (organisms that live on the bottom of streams and rivers)\n- Benthic macroinvertebrate assemblage\n- Biological integrity and stream health evaluation\n- Impact from human caused disturbances characterization\n- Stream reach biological indicator\n- Macroinvertebrate as food source for fish is not intended to be characterized\n- Collection procedures environmental data will allow analysis of biotic data with either multi-metric or predictive models methods\n\nReasoning: The document focuses on the benthic macroinvertebrates and their role in indicating the biological integrity, health, and impacts from human disturbances in streams. While physical (e.g., flow, temperature) and chemical factors (e.g., pollutants, constituents) are mentioned throughout the text, they are not directly related to the method described. The main focus is on benthic macroinvertebrates as an ecological factor for evaluating stream health and biological integrity."
}{
  "Benthic Macroinvertebrate PREDictive Assessment Tool For Oregon v1.0": " **Physical: Habitat**\n\nThe PREDATOR tool uses physical habitat variables such as slope, elevation, and natural confinement to predict the expected macroinvertebrate composition at a sample site. These physical habitat variables are commonly considered when assessing the abiotic characteristics of a site, making them suitable for classification under the Physical: Habitat category.\n\n**Ecological: Habitat**\n\nThe method compares the observed taxa list to the expected taxa list derived from reference sites with similar natural conditions. This comparison evaluates ecological relationships between macroinvertebrate composition and habitat characteristics, which is why it belongs under the Ecological: Habitat category.\n\n**Chemical: Constituents**\n\nWhile not explicitly mentioned, the method can indirectly assess chemical constituents through the use of reference sites that likely have minimal pollutant concentrations. This allows for the estimation of the expected taxa list based on unimpaired conditions, making it relevant under the Chemical: Constituents category as well.\n\nThe updated methods ontology structure with the PREDATOR method incorporated is shown below:\n\n    SITE:\n        Habitat:\n            Physical:\n                Flow\n                Temperature\n                Structure (includes PREDATOR for physical habitat variables)\n            Ecological:\n                Habitat (includes PREDATOR for ecological relationships)\n            Chemical:\n                Pollutant\n                Constituents (indirectly assessed through reference sites)"
}{
  "Benthic Macroinvertebrate Production by Habitat Type v1.0": " `Benthic macroinvertebrate samples are taken in riffles and in created/connected slow and off-channel habitat following restoration. For both samples, a set of metrics is calculated. By comparing macroinvertebrate metrics between the habitat types, the relative production in riffle habitat can be compared to production in the created/connected slow and off-channel habitat, in order to determine if production is substantially different between the habitats.`\n\n< SITE.Habitat.Ecological | These actions are focused on studying the ecology of different habitat types within a site >\n< SITE.Habitat.Ecological.Benthic macroinvertebrate metrics | Specific ecological metric being used is benthic macroinvertebrates, which are being calculated for each habitat type >\n< SITE.Habitat.Ecological.Production comparison | The main purpose of this method is to compare the relative production between riffle habitat and created/connected slow and off-channel habitat >"
}{
  "Benthic Macroinvertebrate Sampling Using a Surber Sampler v1.0": " ```Determine whether the targeted-riffle or reachwide protocol will be used to collect benthic macroinvertebrates (BMIs)\n< SITE >\n\nto assess macroinvertebrate biological integrity using a Surber sampler or kick net.\n< SITE >\n\nCollection of BMIs with a Surber sampler is the preferred method and should be used where possible.\n< SITE >\n\nBMIs should be collected prior to collecting physical habitat data.\n< SITE >\n\nThere are two methods for sampling BMIs: targeted-riffle and reachwide.\n< SITE >\n\nThe targeted-riffle approach is designed for reaches containing fast-water or riffle habitats and should be the default BMI method if there are fast-water habitats within the reach.\n< SITE >\n    Habitat:\n        Physical:\n            Flow  <-- This method involves sampling based on flow conditions\n< SITE >\n\nIn contrast, the reachwide protocol is designed for low gradient reaches void of fast-water or riffle habitats.\n< SITE >\n    Habitat:\n        Physical:\n            Temperature <-- This method may indirectly involve temperature as it's related to habitat type (low gradient)\n        Ecological  <-- This method involves ecological considerations (habitat type)\n\nFor either approach, you must specify the sampled habitat (i.e., targeted-riffle or reachwide)\n< SITE >\n    Habitat:\n        Physical:\n            Flow  <-- Both methods involve physical flow conditions to some degree\n\nand the total number of replicate samples collected and composited.\n< SITE >\n\nUsing the reachwide method, BMIs are collected just downstream of the 11 main transects, resulting in the collection of 11 Surbers or kick nets composited into a single sample.\n< SITE >\n    Habitat:\n        Physical:\n            Structure <-- This method involves sampling based on physical structure (downstream)\n\nUsing the targeted-riffle method, BMIs are collected within riffle or fast-water habitats for a total of 8 Surbers or kick nets composited into a single sample.\n< SITE >\n    Habitat:\n        Physical:\n            Flow  <-- This method involves sampling based on flow conditions (riffle or fast-water)\n\nWhile agencies like the Environmental Protection Agency are now using the reachwide method for all sampling, the two methods have been shown to result in comparable data; thus the data fromthe two approaches should be considered interchangeable(Gerth and Herlihy 2006; Rehn et al. 2007).\n< SITE >\n\nBoth methods specify that samples should be collected while moving upstream.\n< SITE >\n    Habitat:\n        Physical:\n            Flow  <-- Both methods involve physical flow conditions to some degree (moving upstream)\n```"
}{
  "Benthic Macroinvertebrates - Hilsenhoff Biotic Index v1.0": " Certainly! Based on the provided method and ontology structure, I would suggest placing the Hilsenhoff Biotic index method as follows:\n\n**Chemical: Pollutant > Hilsenhoff Biotic Index (HBI)**\n\nHere's the reasoning behind this placement:\n\nThe Hilsenhoff Biotic Index is a method used to determine environmental quality at a site based on the presence and abundance of pollution-tolerant benthic macroinvertebrate families. This method clearly falls under the \"Pollutant\" category, as it measures the impact of pollutants on aquatic life.\n\nFurthermore, the HBI was originally developed using samples from riffle habitats, which are a type of physical habitat characterized by fast-flowing water and coarse sediment. However, the method itself is not specifically tied to any particular physical or ecological habitat characteristics, but rather focuses on pollution tolerance values for benthic macroinvertebrate families.\n\nTherefore, the Hilsenhoff Biotic Index should be placed under the \"Pollutant\" category within the \"Chemical\" subcategory of the provided ontology structure."
}{
  "Benthic Macroinvertebrates v1.0": " SITE:\nHabitat:\nEcological:\n- Environmental Monitoring and Assessment Program (EMAP) protocol (This method is derived from an EMAP protocol.)\n- Benthic macroinvertebrates (The method focuses on characterizing the taxonomic composition and relative abundance of benthic macroinvertebrate assemblages, which reflect overall biological condition.)\n- Stressors (Macroinvertebrate assemblages respond to various stressors and can help determine the type of stress affecting the water body.)\n- Assemblage structure (Benthic macroinvertebrate assemblage structure is a function of present and past conditions.)\n\nSampling:\n- Multiple kicknet samples (A representative sample cannot be collected from a single point, so multiple samples are taken throughout the support reach.)\n- Composite sample (Individual samples collected at a site are combined into a single composite sample to characterize the support reach and reduce processing and analysis effort.)\n\nSample Collection:\n- D-frame kick net (Samples for benthic macroinvertebrates are collected using a D-frame kick net.)\n\nSite Characteristics:\nPhysical:\n- Flow (The method takes into account different flow conditions when collecting samples.)\n- Temperature (The method does not explicitly mention temperature, but it can be an important factor affecting benthic macroinvertebrates.)\n- Structure (The method considers major habitat types and collects samples systematically throughout the support reach to ensure distribution among available habitats.)\n\nChemical:\n- Pollutant (The method is useful in detecting trends in ecological condition due to pollutants or other stressors.)\n- Constituents (The method does not explicitly mention water constituents, but they can be related to the chemical characteristics of the site and affect benthic macroinvertebrates.)"
}{
  "Benthic Macroinvertebrates – Multi-habitat Method v1.0": " **Stream Restoration: Multi-Habitat Method**\n\nSITE > Habitat > Ecological > Stream Restoration > Sampling Methods > Multi-Habitat Method\n\n**Reasoning:**\n\nThe multi-habitat method is a stream restoration sampling technique used to assess the food type availability in restored slow water habitats utilized by salmonids after a restoration project has been implemented. This method focuses on the ecological aspects of the habitat, as it aims to provide information about the benthic communities and their response to restoration actions.\n\nThe multi-habitat method is categorized under Stream Restoration because it is specifically designed to sample slow water habitats created or connected by restoration actions. It is further classified under Sampling Methods since it is a technique used to gather data about the ecological health of the restored habitat.\n\nThe method does not directly fit into the Physical, Chemical, or other subcategories of the SITE ontology provided. However, if you would like to expand the ontology to include additional categories related to stream restoration and monitoring, suggested additions could be:\n\n- Stream Restoration\n  - Design and Implementation\n  - Monitoring and Evaluation\n    - Physical Monitoring (e.g., flow, temperature, structure)\n    - Ecological Monitoring (e.g., benthic communities, fish populations)\n    - Chemical Monitoring (e.g., pollutants, constituents)\n\nWith these additions, the multi-habitat method would fall under Stream Restoration > Monitoring and Evaluation > Ecological Monitoring > Sampling Methods > Multi-Habitat Method."
}{
  "Benthic Monitoring in the San Francisco Bay Delta v1.0": " **Chemical: Sediment composition**\n\nThe method fits into the \"Chemical\" category of the ontology because it involves analyzing the sediment composition at various stations in the bay area. This is a chemical property as it deals with the measurement and identification of elements or compounds present in the sediment. The benthic community monitoring could potentially fit under the ecological category, but since the method provided only mentions the sediment composition analysis, I have categorized it based on that information."
}{
  "Benthic substrate classification using georeferenced sonar imagery v1.0": " `2-dimensional habitat mosaic maps produced from imagery collected with recreational grade side scan sonar imaging systems`\n\n< SITE/Habitat/Physical/Structure | These maps provide information about the physical structure of habitats by identifying spawning substrate for fish, determining areal coverage of benthic substrates, and tracking morphological changes in channel topography. >\n\nAdditional suggestions for extending the ontology:\n\n- SITE/Habitat/Physical/Imaging Techniques: To specifically include side scan sonar imaging systems as a method for analyzing habitats.\n- SITE/Habitat/Ecological/Spatial Analysis: For methods that involve mapping and stratifying sampling designs."
}{
  "Benthic Trawling v1.0": " < ECOLOGICAL HABITAT | The method is concerned with the presence and capture of specific fish species in riverine habitats, making it relevant to ecological studies. >"
}{
  "Binary Logistic Regression of Multi-Year Monitoring Data v1.0": " `Binary Logistic Regression with Multiple Independent Variables | This method is placed under the SITE category because it involves analyzing data collected from a specific site or location (in this case, a restoration ecology site). It is further categorized under the Ecological subcategory, as it deals with the relationship between living organisms and their environment. The method is used to determine the odds of tree survival and presence of browse, which are both ecological factors.`\n\n`Median Plant Height Analysis | This method is placed under the Physical subcategory of Habitat because median plant height is a physical characteristic of the site being studied. It was analyzed separately from the binary logistic regression because it was not associated with a binary outcome, but rather with continuous variables.`\n\nAdditional categories that could be added to the ontology based on this method include:\n\n* Statistical Analysis Techniques\n\t+ Binary Logistic Regression\n\t+ Hypothesis Testing (for the Median Plant Height analysis)\n* Response Variables\n\t+ Presence/Absence of Trees\n\t+ Presence/Absence of Browse\n* Independent Variables\n\t+ Irrigation Treatments\n\t+ Median Plant Height"
}{
  "Bioenergetics Modeling to Determine Fish Consumption by Bird Colonies v1.0": " ```Ecological | The method involves studying the interactions between bird colonies and their prey types, which is a part of the ecological habitat.```"
}{
  "Biofilm Collection, Creating Periphyton Aliquots v1.0": " ```Collection of periphyton``` can be sorted into the following category in the given methods ontology:\n\n**Chemical:**\n- Samples for taxonomic identification: This involves collecting and analyzing samples of periphyton to identify the different types of organisms present. This process is relevant to the study of chemical constituents because it provides information about the diversity and composition of the community of organisms living in the stream, which can be influenced by the chemical characteristics of the water.\n\nHere is the reasoning behind this classification:\n\n- The primary goal of the described document is to outline the standard operating procedures for collecting periphyton samples from small streams. This involves physically removing periphyton from rocks or other surfaces in the stream and preparing the samples for analysis.\n\n- While the process of collecting periphyton itself may not be directly related to any specific chemical constituent, the purpose of collecting these samples is to measure ash-free dry mass and chlorophyll, as well as to identify the organisms present in the sample. These measurements can provide important information about the chemical characteristics of the water, such as nutrient levels or the presence of pollutants.\n\n- By classifying this method under the \"Chemical\" category, we can emphasize the importance of collecting periphyton samples as part of a broader investigation into the chemical properties of the stream. This can help to ensure that all relevant factors are considered when analyzing and interpreting the data collected during the study.\n\nOverall, while the physical and ecological characteristics of the site may also be relevant to the study of periphyton, the primary focus of the described method is on collecting samples for chemical analysis. Therefore, it is most appropriate to classify this method under the \"Chemical\" category in the given methods ontology."
}{
  "Biological Sample Collection From Carcasses v1.0": " ```Biological samples collection  | This method belongs under the SITE category because the process of collecting biological samples from fish carcasses provides information about the environment and conditions in which the fish lived.```\n\nHere is a more detailed breakdown:\n```\nSITE:\n    Biological samples collection  | This method belongs under the SITE category because the process of collecting biological samples from fish carcasses provides information about the environment and conditions in which the fish lived.\n        - Subcategory: Habitat\n            - Sub-subcategory: Ecological\n                The collection of biological samples from fish can provide insights into various ecological factors that affect the fish, such as their diet, predators, parasites, and disease. By analyzing the age, origin, stock, and health of the fish, researchers can gain a better understanding of the ecological conditions in which the fish lived.\n```"
}{
  "Biological Sampling- Benthic Macroinverbrates v1.0": " < CHEMICAL | The method describes the health of the macroinvertebrate community, which can be influenced by the presence of certain chemical constituents or pollutants in the water >\n\nHere are some potential additions to the ontology based on the given method:\n\nSITE:\n...\nChemical:\n...\n- Macroinvertebrate Community Health:\ndescribes the health of the macroinvertebrate community, which can be influenced by chemical constituents or pollutants in the water.\n\nThis addition would help further clarify where the original method fits into the ontology and provide a more specific category for methods related to macroinvertebrate health. Other potential additions could include:\n\n- Water Quality:\ndescribes various chemical and physical parameters of the water, including temperature, flow, and constituents.\n- Toxicity Testing:\ndescribes methods used to test the toxicity of water samples on various organisms, including macroinvertebrates.\n- Bioaccumulation Testing:\ndescribes methods used to measure the accumulation of chemicals or pollutants in the tissues of macroinvertebrates or other organisms."
}{
  "Biological Sampling- Benthic Macroinverbrates v2.0": " **Benthic Invertebrate Samples Collection**\n\n**Ecological: Habitat: Benthic Macroinvertebrate Community**\n\n*Reasoning*: The method describes the process of collecting and analyzing benthic macroinvertebrate samples to assess their composition and health, which directly relates to the ecological characteristics of the habitat."
}{
  "Biological Sampling- Invasive Species - Aquatic Animals v1.0": " ```Invasive species survey```  belongs to the SITE level of the ontology, under the Ecological category, for the following reasons:\n\n1. The method is focused on examining and identifying invasive species, which are non-native organisms that can have significant impacts on the native ecosystems they invade. This makes it an ecological method, as it directly concerns the interactions between living organisms and their environment.\n\n2. By conducting surveys for invasive species at multiple times and targeting different species and habitats, this method provides valuable information about the condition of a site's ecological community and can help indicate whether the site is degraded or not. This makes it relevant to the overall assessment of a site's ecological health and status.\n\nTherefore, the structure of the answer would be:\n```\nSITE | Ecological \n     | \n     +--- Invasive species survey | The method involves examining and identifying invasive species, which are non-native organisms that can have significant impacts on native ecosystems. This makes it an ecological method, as it directly concerns the interactions between living organisms and their environment. Additionally, by conducting surveys for invasive species at multiple times and targeting different species and habitats, this method provides valuable information about the condition of a site's ecological community and can help indicate whether the site is degraded or not.\n```"
}{
  "Biological Sampling- Invasive Species - Aquatic Plants v1.0": " ```Invasive species survey``` belongs in the SITE -> Ecological section of the methods ontology. The reason for this is that invasive species can have a significant impact on the ecology of an area, affecting both native flora and fauna. By surveying for invasive species, one can gain insight into the health and condition of the site's ecosystem.\n\nHere is how the updated methods ontology would look:\n\nSITE:\nHabitat:\n- Physical:\n  - Flow\n  - Temperature\n  - Structure\n- Ecological:\n  - Invasive species survey <-- added\n- Chemical:\n  - Pollutant\n  - Constituents\n\nThe updated structure includes the new topic of \"Invasive species survey\" under the SITE -> Ecological section, as it is an ecological factor that provides valuable information about the site's condition."
}{
  "Biological Sampling- Invasive Species - Terrestrial Animals v1.0": " **ECOLOGICAL HABITAT | The method focuses on the presence and impact of invasive species, which are key ecological factors affecting native flora and fauna communities.**\n\nHere is how the given method fits into the provided methods ontology:\n\nSITE:\nHabitat:\n Ecological (Invasive species can have a multitude of effects on native flora and fauna. The presence of invasive species can indicate degraded watershed condition.)\n  > Invasive Species: Surveys will occur at three different times, targeting specific species and their preferred habitats. Incidental occurrences of any non-native plants or animals should be recorded.\n\nPhysical: Not directly addressed in the method\nChemical: Not directly addressed in the method\n\nThe given method focuses on invasive species, which have a significant ecological impact on native flora and fauna communities. Therefore, it belongs under the Ecological Habitat section of the methods ontology."
}{
  "Biological Sampling- Invasive Species - Terrestrial Plants v1.0": " **ECOLOGICAL HABITAT**\n\n*Reasoning*: The method is focused on examining the presence of invasive species, which are non-native organisms that can have significant impacts on native ecosystems. This directly relates to the ecological health and structure of a site, making it appropriate to categorize this method under Ecological Habitat."
}{
  "Blood collection with the i-STAT® System v1.0": " < CHEMICAL - CONSTITUENTS | The method describes the collection and analysis of various chemical constituents in fish blood samples, including pH, Hct, Hb, HCO3, PCO2, PO2, sO2, and Na+ concentration. >"
}{
  "Boat Electrofishing Method Template v1.0": " ```Objective/Purpose  |  SITE/Habitat/Ecological\n1. Species Presence-Absence [] Relative Abundance (e.g., CPUE) | The objective is to determine the presence or absence of specific species and their relative abundance in a particular site. This information can be used for management surveys, population dynamics, or other ecological studies.\n\nWhy it belongs there: The objective clearly focuses on assessing species-related aspects within a given site's habitat, making SITE/Habitat/Ecological the most suitable category.\n\n2. Why are you using electrofishing to achieve this objective? | SITE/Habitat/Ecological\n| Electrofishing is an effective method for capturing fish to assess their presence, relative abundance, and other ecological parameters in a given site.\n\nWhy it belongs there: This question relates to the rationale behind choosing electrofishing as the preferred method for achieving the objectives outlined in SITE/Habitat/Ecological.\n\n3. Title/Affiliation/Program names? | SITE\n| These details are used to identify and contextualize the site where the electrofishing study is being conducted, making SITE the most appropriate category.\n\nWhy it belongs there: This information pertains to the location and affiliation of the study site.\n\n4. What is the email address and phone number of the Point of Contact? | SITE\n| The contact details are essential for communication and collaboration purposes related to the electrofishing study, making SITE the most suitable category.\n\nWhy it belongs there: This information pertains to the responsible parties involved in conducting the electrofishing study at the site level.```"
}{
  "Boat Electrofishing to Collect Piscivores v1.0": " SITE:\nMcNary Dam, mainstem Columbia River - mentioned as the study location.\n\nMethods:\n- Boat electrofishing - belongs to the Habitat > Ecological category since it is a method used for capturing and monitoring fish populations.\n\nAdditional categories with potential relevance to the study:\n- Sampling design and data collection methods for determining abundance, trends, and consumptive impacts of non-native fishes.\n- Data analysis methods for evaluating predator population abundance, growth rates, and effectiveness of management actions.\n- Adaptive management approach - this is a general framework or philosophy for managing resources, rather than a specific method; it could be considered as a part of the study's overall approach or strategy.\n\nComplete answer:\nSITE: McNary Dam, mainstem Columbia River\n\nMethods:\n- Boat electrofishing | Belongs to Habitat > Ecological category because it is a method for capturing and monitoring fish populations in their environment.\n\nAdditional categories with potential relevance to the study:\n- Sampling design and data collection methods (e.g., mark-recapture, stratified random sampling)\n- Data analysis methods (e.g., statistical tests, time series analysis, generalized additive models)\n- Adaptive management approach (general framework or philosophy for managing resources)"
}{
  "Boat Electrofishing v1.0": " **Fisheries Sampling Methods** (subcategory of SITE.Habitat.Ecological)\n\nThe method described here is a fisheries sampling technique that uses electrofishing as the primary means of collecting fish for study. It belongs in the SITE ontology because it describes a method for studying organisms within a specific environment or habitat. The fact that this method involves the use of electrical currents to stun or alter the behavior of fish makes it an ecological method, rather than a physical or chemical one.\n\nWithin the SITE.Habitat.Ecological subcategory, we can create a new sub-subcategory for fisheries sampling methods that use electrofishing as their primary means of collecting data. This would include this method as well as any other similar methods that may be developed in the future.\n\nSo, the final categorization would look like this:\n\n* SITE\n\t+ Habitat\n\t\t- Ecological\n\t\t\t* Fisheries Sampling Methods (new subcategory)\n\t\t\t\t+ Electrofishing (described method)\n\t\t\t\t+ Other electrofishing methods (if applicable)\n\t\t\t\t+ Non-electrofishing fisheries sampling methods (if applicable)\n\nThe reason why this method belongs in the SITE.Habitat.Ecological subcategory is that it involves collecting and studying organisms within a specific habitat or environment, using electrical currents to alter their behavior and make them easier to collect for study. This fits squarely within the definition of an ecological sampling method."
}{
  "Breeding Bird Surveys Using Point Counts v1.0": " ```\nBird Communities:\n    Monitoring:\n        Point Counts:\n            - Method for monitoring land birds that involves an observer recording birds from a single point for a standardized time period (Ralph et al. 1995).\n            - Consistent with the method employed by the USDA Forest Service Northern Region Land Bird Monitoring Project (Hutto et al. 2001) and recommendations for the Idaho Partners in Flight Bird Monitoring Plan (Leukering et al. 2000).\n            - Involves tallies of birds in two distance bands, one 0-50 meters from the point center and one >50 meters from the point center (Ralph et al. 1995).\n            - Additional information on establishing point count stations, data collection, and sample data forms can be found in Ralph et al. (1993), Ralph et al. (1995), and Huff et al. (2000).\n\n< SITE | Ecological Habitat Monitoring >\n```"
}{
  "Broadscale dispersal distance and patterns of Rainbow Trout from natal origins v1.0": " Certainly! Based on the provided method and the given methods ontology structure, I would suggest the following categorization:\n```markdown\nChemical: Constituents | Reason: The method involves analyzing naturally occurring geochemical signatures in fish otoliths, which are chemical constituents found in the otoliths that can provide information on natal origins and life histories of individual fish.\n```\nAs for additional categories that could be added to the structure, one potential category could be:\n\n* Analytical Techniques\n\nThis category would include different methods and tools used for analyzing various aspects of the site, such as the chemical constituents found in the otoliths. Here's an example of how this new category could fit into the existing structure:\n```diff\nSITE:\n    Habitat:\n        Physical:\n            Flow\n            Temperature\n            Structure\n        Ecological\n        Chemical:\n            Pollutant\n+           Analytical Techniques:\n+               Otolith Microchemistry\n            Constituents\n```\nI hope this helps! Let me know if you have any further questions or concerns."
}{
  "Brood routes to evaluate local waterfowl production in the Columbia Basin Wildlife Area v1.0": " **Ecological: Habitat -> Ecological**\n\nThe method you provided is a way to monitor and manage the local waterfowl production, which heavily relies on the ecological aspects of their habitat. Factors such as invertebrate availability, wetland succession, and available nesting habitat are all ecological elements that can impact the brood counts.\n\nAdditionally, since this method focuses on observing the effects of land management decisions on waterfowl production, it fits well under the Ecological category of the ontology. This is because these decisions typically involve alterations to the ecosystem and its components to achieve desired outcomes."
}{
  "Broodstock Collection, Holding and Spawning v1.0": " SITE > Habitat > Ecological < The Nez Perce Tribe (NPT) Department of Fisheries Resources Management (DFRM) collects hatchery evaluation data from fish trapped, spawned or reared at 18 different facilities. The management of each site is completed solely by the Nez Perce Tribe, collaboratively with co-managers or with NPT taking an assistance role. This method focuses on the ecological aspect of the sites as it involves the collection and management of fish in their habitats.\n\nSITE > Habitat > Physical > Flow, Temperature, Structure < The types of hatchery facilities that data are collected at include adult traps, picket weirs, adult holding ponds, spawning facilities, primary and secondary juvenile rearing locations and acclimation release sites. This method is connected and specific to the individual hatchery, species, and run-timing of the fish being collected, which suggests that there are physical differences in the habitats of these fish that are being studied.\n\nSITE > Habitat > Chemical > Pollutant < The Nez Perce Tribe Department of Fisheries Resources Management collects hatchery evaluation data from fish trapped, spawned or reared at 18 different facilities. The management of each site is completed solely by the Nez Perce Tribe, collaboratively with co-managers or with NPT taking an assistance role. This method does not explicitly mention pollutants, but it is possible that the collection and management of fish in these habitats may involve monitoring for pollutants as well.\n\nSITE > Management < The Nez Perce Tribe Department of Fisheries Resources Management collects hatchery evaluation data from fish trapped, spawned or reared at 18 different facilities. The management of each site is completed solely by the Nez Perce Tribe, collaboratively with co-managers or with NPT taking an assistance role. This method involves the management of fish habitats and resources, which is a separate category from the physical and ecological characteristics of the sites themselves.\n\nAdditional categories that may be relevant to this method include:\n\n* SITE > Habitat > Biological > Species Composition, Population Dynamics\n* SITE > Management > Policy, Regulations\n* SITE > Infrastructure > Facilities, Equipment\n* SITE > Monitoring > Data Collection, Analysis."
}{
  "Bulk Streambed Sediment Sampling - Field v2.0": " **Chemical: Constituents**\n\nThe method fits into the \"Constituents\" category of the \"Chemical\" subcategory under \"Ecological\" because it measures the grain size distribution and fine sediment concentration in streambeds. These measurements are used to assess the ecological health of aquatic systems, as sedimentation can have detrimental effects on fish spawning and habitat quality. Therefore, this method is concerned with identifying and quantifying specific constituents (sediments) within the water system."
}{
  "Bulk Streambed Sediment Sampling - Lab v1.0": " < Chemical: Constituents | The method is used to estimate the concentration of fine sediment in the streambed, which is a chemical constituent of the river. >"
}{
  "Bull Trout Genetics Evaluation v1.0": " **Chemical:** Pollutant\n\nReason: The method you described involves the analysis of genetic data to assess the effects of predator removal efforts on bull trout mortality rates. While not explicitly stated, it's possible that pollutants or contaminants in the water could be one of the factors contributing to the incidental capture and mortality of bull trout. Therefore, this method can be categorized under Chemical and more specifically as a Pollutant."
}{
  "Calculate Chinook salmon minijack rates from plasma 11-ketotestosterone levels. v1.0": " `Data Analysis Methods:`\n\n* Analyzing Data (top level)\n\t+ Enzyme Linked Immunosorbant Assay (ELISA) (sublevel): This is a specific analytical method used for detecting and quantifying substances such as 11-KT in the plasma samples.\n\t+ Logistic Regression (sublevel): A statistical method used to analyze the relationship between the weight of the fish and the proportion of minijacks, which helps in setting the threshold for maturation.\n\t+ R Statistical Package (sublevel): A programming environment and software for statistical computing and graphics, which was used to perform the logistic regression analysis.\n\n`Fish Maturation Determination:`\n\n* Reproductive Androgen Analysis (top level)\n\t+ 11-Ketotestosterone (11-KT) Analysis (sublevel): This is a specific biomarker used to determine the maturation status of male Chinook salmon.\n\t+ Frequency Distribution Analysis (sublevel): A method used to examine the 11-KT levels in plasma samples, which helps in determining if a fish has initiated maturation.\n\t+ Threshold Determination (sublevel): A process involving gonadosomatic index measurement and histological analysis of cellular differentiation of testicular material to confirm the 11-KT threshold for maturation.\n\n`Sample Collection and Preparation:`\n\n* Plasma Sample Collection (top level)\n\t+ Blood Collection from Fish (sublevel): A method used to collect plasma samples from male Chinook salmon for 11-KT analysis.\n* Sample Analysis Preparation (top level)\n\t+ Plasma Sample Processing (sublevel): A process that includes centrifugation and separation of plasma from blood cells for 11-KT analysis.\n\nThese categories are not explicitly mentioned in the provided method, but they are implied and necessary for the proper execution of the described procedure."
}{
  "Calculate Effectiveness of an Adult Chinook Temporary Weir v1.0": " ```The primary objective for weir operations \n| SITE > Ecological                              | The method is about the management and manipulation of a specific site (the weir), \n|                                                | making it an Ecological topic.\n\nis to utilize it as an adult Summer/Fall Chinook Salmon \n| SITE > Habitat > Ecological > Fish             | The method is specifically related to the management and use of a particular fish species, \n|                                                | making it an Ecological topic and more specifically, a Fish topic.\n\nSalmon management tool, to meet broodstock needs of the \n| SITE > Habitat > Ecological > Fish > Management | The method is about managing the fish population, making it a Management topic.\n\nhatchery program, and to meet the proportion of hatchery-origin spawners (pHOS) \n| SITE > Habitat > Ecological > Fish > Management > Breeding | The method is specifically related to breeding and managing the proportion of hatchery-origin spawners, making it a Breeding topic.\n\nand the proportion of natural influence (PNI) targets for the population. \n| SITE > Habitat > Ecological > Fish > Management > Population Dynamics | The method is about managing the population dynamics of the fish, making it a Population Dynamics topic.\n\nThe fate of fish captured in the weir trap consists of the following:\n| SITE > Habitat > Ecological > Fish > Management > Fate | The method is about determining the fate of the captured fish, making it a Fate topic.\n\n1. Hatchery-origin Chinook will be; (a) retained to reduce escapement of hatchery fish and reduce pHOS \n| SITE > Habitat > Ecological > Fish > Management > Fate > Selection | The method is about selecting and retaining certain fish, making it a Selection topic.\n\nand increase PNI to achieve population goals(b) retained for use in Chief Joseph Hatchery segregated program broodstock if needed; or (c) released upstream of the weir for continued migration to the spawning grounds if overall run size is relatively low (<5,000) \n| SITE > Habitat > Ecological > Fish > Management > Fate > Release | The method is about releasing certain fish, making it a Release topic.\n\nand pHOS is also low (<20%).\n| SITE > Habitat > Ecological > Fish > Management > Fate > Survival | The method is about the survival of certain fish, making it a Survival topic.\n\n2. Natural-origin Chinook will be; (a) released upstream of the weir for continued migration to the spawning grounds; or \n| SITE > Habitat > Ecological > Fish > Management > Fate > Release | The method is about releasing certain fish, making it a Release topic.\n\n(b) retained for use in Chief Joseph Hatchery integrated program broodstock.\n| SITE > Habitat > Ecological > Fish > Management > Fate > Selection | The method is about selecting and retaining certain fish, making it a Selection topic.\n\nWeir effectiveness is a measure of the proportion of hatchery Okanogan summer/fall Chinook encountered in the weir trap, \n| SITE > Habitat > Ecological > Fish > Management > Monitoring | The method is about monitoring the population of fish, making it a Monitoring topic.\n\nbecoming available for removal from the population as a form of adult fish management.\n| SITE > Habitat > Ecological > Fish > Management > Population Dynamics | The method is about managing the population dynamics of the fish, making it a Population Dynamics topic.\n\nAfter spawning ground surveys are completed, all ofthe weirtrapping and estimated Okanogan spawning escapement informationis gathered to calculate the weir effectiveness.\n| SITE > Habitat > Ecological > Fish > Management > Monitoring | The method is about monitoring the population of fish, making it a Monitoring topic.```"
}{
  "Calculate Efficiency of the Okanogan Adult Temporary Weir v1.0": " ```Weir operations \n| SITE -> Ecological:\n    Management:\n        Fish management:\n            Weir operations \n| REASON WHY IT BELONGS THERE: The method involves the operation of a weir for managing fish populations, specifically Chinook Salmon. It includes decisions on retaining or releasing hatchery-origin and natural-origin fish, which fits into the category of fish management under ecological site factors.```"
}{
  "Calculate percent green egg-to-eyed egg survival v1.0": " < SITE --> Fishery Management:\nReasoning: The method \"Green egg-to-eyed egg survival\" is a calculated metric used to monitor progress towards meeting fish production goals and track egg survival within the hatchery. It is related to fishery management practices, which involve strategies and techniques aimed at managing fish populations and their habitats for various purposes such as conservation, sustainable use, or commercial production.\n\n< SITE --> Fishery Management --> Habitat:\nReasoning: Although the method itself does not directly assess habitat characteristics, it is used in the context of fishery management, which includes habitat management. Therefore, it can be placed one level below fishery management in the ontology structure.\n\n< SITE --> Fishery Management --> Fish Production:\nReasoning: The method \"Green egg-to-eyed egg survival\" is used to monitor progress towards meeting fish production goals and track egg survival within the hatchery. Therefore, it fits well under the category of fish production, which involves the practices and techniques used to produce fish in a controlled environment for various purposes such as food, conservation, or restocking.\n\n< SITE --> Fishery Management --> Fish Health:\nReasoning: The method \"Green egg-to-eyed egg survival\" can also be used to determine the success of an individual female in producing offspring and indicate potential problems with meeting fish production goals based on green egg collections. Therefore, it is related to fish health, which involves assessing and managing the physical and mental well-being of fish populations in a given habitat.\n\n< SITE --> Fishery Management --> Monitoring and Evaluation:\nReasoning: The method \"Green egg-to-eyed egg survival\" is used to monitor progress towards meeting fish production goals and track egg survival within the hatchery. Therefore, it fits well under the category of monitoring and evaluation, which involves tracking and assessing the effectiveness of fishery management practices over time."
}{
  "Calculate Percent of Station (Reach) by Bed Feature (Pool, riffle, run, glide) v1.0": " < IN-STREAM HABITAT DATA UNDER ECOLOGICAL HABITAT | Because the method focuses on collecting stream habitat data, which includes geomorphic and additional habitat data, that would provide information about fish habitat and cover, making it relevant to ecological studies. >"
}{
  "Calculate residence time v1.0": " < SITE.Ecological | The method of measuring residence time provides information about the behavior and habitat use of fish, which is relevant to the ecological study of a site. >"
}{
  "Calculate site detection rate using upstream PIT tag detections v1.0": " **DETECTION RATE:**\n\n**Habitat > Physical:**\n\n* Water levels/flow at the sites can cause different detection issues. For example, the detection rate of instream arrays generally decreases as water levels increase allowing fish to pass higher in the water column than an array can detect. Or high flows at dams allows fish to swim over parts of the dam or ladder previously not available to them and avoid the detection weirs. Therefore season-to-season and year-to-year variation would be expected in detection efficiencies of sites.**\n\n**Habitat > Physical > Structure:**\n\n* Sites where fish can bypass the detection equipment, such as dams where fish can pass upstream through navigation locks, thus bypassing PIT tag detection antennas in fish ladders. The detection rate may be lower at these sites.*\n* Each weir can have their own detection efficiencies and therefore several low efficiency weirs at a site may lower the overall efficiency of a site.**\n\n**Habitat > Ecological:**\n\n* Determining the number of fish missing detections at sites in the migration can be used to produce a percentage of individual fish missed and a detection rate for the site for a particular period being examined.*\n* The general concept is that any fish detected at a site should also have been detected at other previous sites on the fish's migration route.*\n* Behavior of the different species of fish, where some species prefer to travel in different sections or the water column or prefer different methods of passing the ladder orifices. Therefore, each species should be assessed separately.**\n* Size of fish, where different size fish of the same species or difference in species size may prefer to travel in different sections or water column or prefer different methods of passing the ladder orifices. Therefore, if size of tagged fish is known this may be a consideration in final detection rate.**\n\n**Habitat > Chemical:**\n\n* (No relevant topics.)\n\n**Habitat > Chemical > Pollutant:**\n\n* (No relevant topics.)\n\n**Habitat > Chemical > Constituents:**\n\n* (No relevant topics.)"
}{
  "Calculate Total Stream Discharge v1.0": " `Stream flow or discharge` can be categorized under the `Physical` topic of the `Habitat` section in the given methods ontology. The reason for this is that stream flow is a physical characteristic of the habitat and provides important information about the volume of water passing through a stream per unit time. This method helps in understanding the physical conditions and behavior of water flow in a particular habitat.\n\n< Habitat.Physical.Flow | Stream flow is a physical characteristic of the habitat that describes the volume of water passing through a stream per unit time >"
}{
  "Calculating a Mean, Variance and Standard Deviation v1.0": " < CHEMICAL::Constituents | The method describes the calculation of statistics for a set of numbers, which can be used to summarize and analyze various types of data, including chemical constituent levels in different habitats. >"
}{
  "Calculating Amount of Spawning Habitat v1.0": " **Habitat > Physical > Flow**\n\nThe method you provided is concerned with the calculation and monitoring of spawning habitat for salmonids, which heavily depends on the flow conditions of their environment. The hydraulic model used in this method helps determine suitable areas for spawning based on velocity and depth outputs, both of which are flow-related factors. Therefore, it fits best under the Physical > Flow category in your methods ontology."
}{
  "Calculating Average Bankfull Width to Depth Ratio v1.0": " < SITE.Habitat.Physical.Flow | The method is used to calculate a flow-related measurement (bankfull width to depth ratio) based on direct measurements in the field. >"
}{
  "Calculating CPUE v1.0": " ```Catch-per-unit effort (CPUE)``` can be categorized under:\n\n**Ecological:**\n\n* CPUE is a method used to measure the relative abundance of juvenile fishes during rearing. It takes into account changes in sampling efficiency over time and from year to year, providing important information about population density.\n\nRelevance: CPUE is an ecological method because it focuses on the interaction between organisms and their environment, specifically the relationship between fish abundance and available habitat.\n\nThe correlation between CPUE and variables such as the median time of downstream dispersal from rearing areas can be used to evaluate the evidence for a density-dependent response. This relation was first described by Connor et al. (2013) for Snake River fall Chinook salmon (Oncorhynchus tshawytscha) juveniles, revealing that timing of downstream dispersal became later as relative abundance along the shorelines increased.\n\nThis information will be crucial when assessing the status of the population in the future, especially if the levels of abundance are higher than currently observed and a decision is made about removing Snake River basin fall Chinook salmon from the federal list of threatened species. Methods for calculating CPUE are described here.\n\nAdditional categories that can be added to the methods ontology:\n\n**Sampling:**\n- Sampling Efficiency\n- Data Collection\n\nThese categories would be relevant as CPUE is a method that relies on proper sampling techniques and data collection to accurately measure fish abundance."
}{
  "Calculating D50 and Percent Fines (<2mm and <6mm) from Stream Pebble Counts v1.0": " `Substrate - Pebble Counts v2.0 (Method 6797) < SITE.Habitat.Physical.Structure | This method falls under the Physical subcategory of Habitat because it involves measuring and categorizing physical characteristics of the stream bed. Specifically, it deals with the size distribution of pebbles, which is a component of streambed structure. >`"
}{
  "Calculating Detection Efficiency of Stationary PIT Tag Arrays in Streams v1.0": " `PASSIVE INTEGRATED TRANSponder (PIT tag) interrogation site detection efficiency`\n\n< SITE/Habitat/Physical/Structure | The method pertains to the physical structure of a habitat as it involves the use of PIT tags and their interrogation sites for detecting and tracking organisms. >"
}{
  "Calculating Flow from an ADCP v1.0": " `Processing Acoustic Doppler Current Profiler (ADCP) data and creating rating equations used to calculate flow` would belong under the `Physical` subcategory of `Habitat` within the `SITE` ontology. The reason for this is that the method directly involves measuring a physical characteristic (flow) of a site's habitat, using specific data and calculations (ADCP data processing and rating equation creation).\n\nThe final answer in the requested format would be:\n\n`Physical | This method belongs under the Physical subcategory because it directly measures and calculates a physical characteristic (flow) of a site's habitat.`"
}{
  "Calculating Juvenile Salmonid Density from Electrofishing v1.0": " `Multi-pass depletion style electrofishing technique for calculating fish densities`\n\n< SITE/Habitat/Ecological | This method focuses on the ecology of fish populations, and it involves directly sampling the fish in their habitat to estimate their density. >"
}{
  "Calculating Juvenile Salmonid Density from Snorkeling v1.0": " `Juvenile salmonid density` can be categorized under the `SITE` -> `Habitat` -> `Ecological` section of the methods ontology for the following reasons:\n\n1. It provides a standardized measure of juvenile salmonid abundance, which is an essential ecological factor in understanding the health and distribution of these fish populations.\n2. It involves sampling reaches of different areas, allowing for comparisons between various sites and habitats.\n\nThe method can be further broken down into subcategories:\n\n`SITE` -> `Habitat` -> `Ecological` -> `Juvenile Salmonid Density`\n\nHere is the complete answer based on your structure:\n\n< SITE | Habitat >\n< Habitat | Ecological >\n< Ecological | Juvenile Salmonid Density >\n\nReasoning: The method measures the density of juvenile salmonids, which is an ecological factor. This information is crucial for understanding and managing fish populations in different habitats and sites."
}{
  "Calculating Large Wood Frequency and Volume v1.0": " Sure, I'd be happy to help you categorize the method! Based on the provided method and the given methods ontology, here is where it would belong:\n\nLarge wood frequency and volume calculation for a reach\n----------------------------------------------------------\n\n### SITE > Habitat > Physical > Structure\n\n**Reasoning:**\n\nThe method describes how to calculate large wood frequency and volume in a river or stream reach. Large wood is an important component of physical habitat structure, as it can create geomorphic heterogeneity and provide critical habitat for aquatic organisms (as noted in the method). Therefore, this method fits within the \"Structure\" category under the \"Physical\" subcategory of \"Habitat\" in the methods ontology.\n\nHere is a more detailed breakdown:\n\n* **SITE:** This method relates to measuring and analyzing features at specific sites (i.e., river or stream reaches). Therefore, it fits within the \"Site\" category of the methods ontology.\n\t+ **Habitat:** Large wood plays a critical role in providing habitat for aquatic organisms, so this method also falls under the \"Habitat\" category.\n\t\t- **Physical:** The method is concerned with physical features (i.e., large wood frequency and volume) of the river or stream reach, so it belongs within the \"Physical\" subcategory.\n\t\t\t* **Structure:** Large wood contributes to the structural complexity of aquatic habitats, so this method fits within the \"Structure\" category under the \"Physical\" subcategory of \"Habitat\" in the methods ontology.\n\nI hope that helps! Let me know if you have any questions or need further clarification."
}{
  "Calculating Macroinvertebrate Index of Biological Integrity (IBI) v1.0": " ```Benthic Macroinvertebrates (BMI)\n   -> Ecological\n       -> Habitat:\n           + Benthic (living on the bottom of streams and rivers)\n           + Limited mobility\n           + Integrators of environmental conditions\n           + Respond to habitat alteration, pollution, and other stressors\n           + Sensitive to changes in flow, temperature, and structure of their environment\n"
}{
  "Calculating Percent Pool and Pool Frequency in a Reach v1.0": " `Calculate percent of the sample reach (linear extent) classified as pool habitat (percent pool) and the frequency of pools in a reach (# pools/km) following Archer et al. (2015)` can be sorted into the following methods ontology:\n\n**SITE > Habitat > Ecological > Hydrological Features > Pools**\n\nHere's the reasoning behind this classification:\n\n* The method is related to **Habitat**, as it deals with classifying a specific type of habitat (pools) within a reach.\n* Since pools are hydrological features, we can further categorize this method under **Ecological > Hydrological Features**.\n* Finally, since the method focuses specifically on calculating the percentage and frequency of pools, it belongs in the most specific category of **Pools**.\n\nIn terms of adding more to the ontology, you may consider expanding the **Hydrological Features** subcategory with additional features such as riffles or runs. This will help create a more comprehensive hierarchy for various hydrological features within the **Ecological** category.\n\nHere's an example of how you might expand your methods ontology:\n\n**SITE > Habitat > Ecological > Hydrological Features**\n- Riffles\n- Runs\n- Pools"
}{
  "Calculating rate of downstream movement for individually identifiable tagged fish v1.0": " **Physical: Flow**\n< The effect of environmental variables on the downstream movement and migratory behavior of juvenile fishes >\n* Anthropogenic changes to natural rivers have altered the timing and duration of downstream migration, thereby reducing juvenile fish survival and disrupting the synchronization between physiological readiness and time of ocean entry.\n* Research has often focused on understanding fish responses to migratory impediments such as dams.\n\n**Physical: Temperature**\n< The effect of environmental variables on the downstream movement and migratory behavior of juvenile fishes >\n* Variables such as river flow, temperature, and light are some of the factors believed to control downstream migration of juvenile anadromous fish.\n* Anthropogenic changes to natural rivers have altered the timing and duration of downstream migration, thereby reducing juvenile fish survival and disrupting the synchronization between physiological readiness and time of ocean entry.\n* Research has often focused on understanding fish responses to migratory impediments such as thermal blocks.\n\n**Physical: Light**\n< The effect of environmental variables on the downstream movement and migratory behavior of juvenile fishes >\n* Variables such as river flow, temperature, and light are some of the factors believed to control downstream migration of juvenile anadromous fish.\n\n**Physical: Structure**\n< The effect of environmental variables on the downstream movement and migratory behavior of juvenile fishes >\n* Anthropogenic changes to natural rivers have altered the timing and duration of downstream migration, thereby reducing juvenile fish survival and disrupting the synchronization between physiological readiness and time of ocean entry.\n* Research has often focused on understanding fish responses to migratory impediments such as dams.\n\n**Ecological (Additional)**\n< The effect of environmental variables on the downstream movement and migratory behavior of juvenile fishes >\n* Additional ecological factors, such as food availability and predation, may also influence downstream migration of juvenile fish.\n\n**Chemical: Pollutant (Additional)**\n< The effect of environmental variables on the downstream movement and migratory behavior of juvenile fishes >\n* Chemical pollutants in river systems can have negative impacts on juvenile fish survival, growth, and migration."
}{
  "Calculating Relative Contribution v1.0": " < ECOLOGICAL | The method is about determining the proportion of a population of interest within a larger population, which is a concept that applies to ecological systems and their sub-components (i.e., habitats) >"
}{
  "Calculating Site-level Average Bankfull Width to Depth Ratio v1.0": " < SITE.Habitat.Physical.Structure | The method involves measuring and calculating the bankfull width to depth ratio of a site, which falls under the Physical aspect of Habitat >"
}{
  "Calculating stream temperature metrics for trout streams v1.0": " `Temperature < SITE | Habitat | Physical >`\n\nThe method you provided is about monitoring and analyzing stream temperatures, which makes it fall under the \"Physical\" category of the \"Habitat\" section in the methods ontology. This is because temperature is a physical characteristic of the stream habitat that can impact the ecology and chemical properties of the site."
}{
  "Calculating the Brood Year Out-of-Basin Stray Rate for Similkameen Program Hatchery-Origin Summer/Fall Chinook v1.0": " Based on the provided method, it would fit into the following category of the methods ontology:\n\n**Fish Monitoring & Migration: Hatchery Operations and Fish Movement**\n\nReason: The method involves monitoring the life history of Okanogan River Basin-released hatchery-origin summer/fall Chinook, focusing on estimating the out-of-basin stray rate. This activity falls under fish monitoring, migration, and hatchery operations, which is a separate category from SITE, Habitat, Physical, Ecological, and Chemical constituents in the given ontology structure.\n\nAdditions to the ontology could include:\n\n**Fish Monitoring & Migration:**\n- Fish Tagging and Tracking\n- Hatchery Operations and Fish Movement\n- Genetic Analysis for Stock Identification\n- Fish Passage and Barrier Assessment\n- Habitat Suitability Modeling\n\n**Site Management:**\n- Water Resource Management\n- Invasive Species Management\n- Conservation and Restoration Planning\n\nThese new categories would better accommodate the method provided."
}{
  "Calculating the Estimated Genetic Contribution of Okanogan River Basin Hatchery-Origin Summer/Fall Chinook to Out-of-Basin Spawning Populations v1.0": " **FISH POPULATION MANAGEMENT : Genetic Contribution of Hatchery Fish to Wild Populations**\n\nThe method you provided, which involves monitoring the Okanogan River Basin hatchery program and estimating the genetic contribution of released Chinook to non-target basin populations, is a part of fish population management. This process helps maintain the health and genetic diversity of wild fish populations by ensuring that they receive an appropriate balance of hatchery-raised and naturally spawned individuals.\n\n< FISH POPULATION MANAGEMENT : Genetic Contribution of Hatchery Fish to Wild Populations | The method focuses on assessing the impact of hatchery-released fish on non-target basin populations by monitoring strays and estimating their genetic contribution, which falls under the broader category of managing the genetic interactions between hatchery and wild fish populations. >"
}{
  "Calculating the number of females per redd v1.0": " < SITE-Ecological | The method involves studying the correlation between the number of redds (spawning nests built by salmonids) and adult escapement, which is the number of adults that reach their spawning grounds and are able to reproduce. This is a study of ecological interactions and relationships in a specific site, namely a spawning ground for salmonids. >"
}{
  "Calculating the Rate of Okanogan River In-to-Basin Summer/Fall Hatchery-origin Stray Chinook v1.0": " `Fish Management: Hatchery Operations and Monitoring -> Population Dynamics and Genetics -> Migration and Stray Rates`\n\nExplanation:\nThe method involves monitoring the composition of hatchery-origin spawners in the Okanogan River Basin for a given brood year. This task falls under fish management, particularly focusing on hatchery operations and monitoring. Within this category, there is a subcategory for population dynamics and genetics, where stray rates are evaluated. The method specifically estimates the in-to-basin stray rate of hatchery-origin fish, which makes it relevant to the migration and stray rates subcategory."
}{
  "Calculating the smolt to adult return rate (SAR) v1.0": " ```\nFish Population:\n    Smolt-to-Adult return ratio (SAR):\n        < Fish Population | SAR is a measure of the survival rate of a fish population from smolt stage to adult stage. >\n        Habitat:\n            Ecological:\n                < Ecological | The SAR method involves studying the ecology of the fish population and their habitat. >\n        Data Collection:\n            PIT tag technology:\n                < Data Collection | PIT tags are used to collect data on the number of smolts migrating from the tributary and the number of adults returning to the same tributary. >\n            Direct counts:\n                < Data Collection | Direct counts involve estimating the number of natural and hatchery-origin adults returning to the tributary by length break-out for natural fish. >\n        Calculation:\n            PIT tag SAR estimates:\n                < Calculation | PIT tag SAR estimates are calculated by dividing the number of PIT tag adults returning to the tributary by the number of PIT tagged juvenile fish migrating from the tributary. >\n            Overall PIT tag SAR estimates for natural fish:\n                < Calculation | The overall PIT tag SAR estimates for natural fish are calculated by averaging the individual life stage specific SARs. >\n            Direct counts:\n                < Calculation | Direct counts are calculated by dividing the estimated number of natural and hatchery-origin adults returning to the tributary (by length break-out for natural fish) by the estimated number of natural-origin fish and the known number of hatchery-origin fish leaving the tributary. >\n```"
}{
  "Calculation of Braid/Channel Ratio v1.0": " < SITE.Habitat.Physical.Flow | The calculation of the ratio of side channel length to main channel length is a method that describes an aspect of the physical habitat of a site, specifically the flow characteristics. >"
}{
  "Calculation of compensation depth from PAR profiles v1.0": " Chemical:\nConstituents:\nPhotic Zone Measurement:\nThis method can be categorized under the Chemical branch of the ontology, specifically under Constituents, as it deals with measuring the intensity of photosynthetically active radiation (PAR) in a water column. The photic zone is defined by the presence and absence of PAR, which directly affects the ecological processes within that zone. Therefore, this method provides important information about the chemical constituents of the water body being studied.\n< Chemical > -> < Constituents > -> < Photic Zone Measurement >\nReason: The method focuses on measuring PAR, a key chemical constituent in the photic zone, which plays a significant role in primary production and plankton communities in lakes and reservoirs. This information can serve as an indicator of water clarity and quality."
}{
  "Calculation of CPUE for electrofishing v1.0": " < METHODS USED IN FISHERIES RESEARCH AND MANAGEMENT | This method is commonly used in fisheries research and management to estimate the relative abundance of a fish stock when obtaining a numeric estimate is difficult. >\n\n< SITE: Catch-per-unit-effort (CPUE) | CPUE is not specifically associated with a particular site, but it is a method that can be applied at any fishing site to estimate the relative abundance of a fish stock. >\n\n< Habitat: Not Applicable | CPUE is a method used in fisheries research and management, and it is not specifically associated with any habitat characteristics. >\n\n< Physical: Not Applicable | CPUE is a method used in fisheries research and management, and it is not specifically associated with any physical characteristics of the site. >\n\n< Ecological: Not Applicable | CPUE is a method used in fisheries research and management, and it is not specifically associated with any ecological characteristics of the site. >\n\n< Chemical: Not Applicable | CPUE is a method used in fisheries research and management, and it is not specifically associated with any chemical characteristics of the site. >\n\n<--- ADDITIONAL RELEVANT TOPICS ---\n\n< FISHERIES MANAGEMENT | This method is commonly used in fisheries management to estimate the relative abundance of a fish stock when obtaining a numeric estimate is difficult. >\n\n< FISHERIES RESEARCH | This method is commonly used in fisheries research to estimate the relative abundance of a fish stock when obtaining a numeric estimate is difficult. >\n\n< RELATIVE ABUNDANCE INDEX | CPUE is a type of relative abundance index used in fisheries research and management. >\n\n< SAMPLING METHODS | CPUE is a sampling method used to estimate the relative abundance of a fish stock. >\n\n< FISH STOCK ASSESSMENT | CPUE is commonly used in fish stock assessment to estimate the relative abundance of a fish stock. >"
}{
  "Calculation of Daphnia biomass v1.0": " ```Zooplankton Methods:\n    SITE > Ecological > Zooplankton:\n        - Zooplankton are tiny pelagic animals that swim only weakly, and thus are at the mercy of the currents. \n        - They feed primarily on phytoplankton and picoplankton (bacteria), and therefore represent secondary production in most lakes and reservoirs. \n        - They are an important food source for fish, linking them to the lower trophic levels (Horne and Goldman 1994).\n\n    SITE > Ecological > Zooplankton > Sampling:\n        - Researchers investigating secondary production in freshwaters, or assessing food availability for planktivorous fishes, may need to estimate the standing stock of a specific taxa of zooplankton. \n        - To understand how food availability has changed for this species, it may be helpful to estimate the changes in the biomass of their preferred prey, rather than overall changes in zooplankton density.\n\n    SITE > Ecological > Zooplankton > Sampling > Length-Weight Relationships:\n        - Since zooplankton lengths can easily be measured using an optical micrometer, researchers have developed length to weight relationships in order to convert lengths to weight estimates, which can then be used to estimate biomass (McCauley 1984). This method describes the estimation of individual weights of Daphnia sp. from length data.\n\n    SITE > Ecological > Zooplankton > Sampling > Length-Weight Relationships > Biomass Estimation:\n        - It expands this to estimation of Daphnia sp. biomass using observed densities from each individual tow and mean weights estimated from the length data.\n\n    SITE > Ecological > Zooplankton > Sampling > Length-Weight Relationships > Biomass Estimation > Prey Size Selection:\n        - Finally, it describes the use of these methods to estimate the biomass of Daphnia sp. large enough to be efficiently captured and consumed by a planktivorous fish species for which the minimum prey size is known.```\nThis structure breaks down the method into different levels of detail, from the general ecological context of zooplankton in freshwater systems to specific techniques for estimating biomass based on length-weight relationships and prey size selection."
}{
  "Calculation of Fish Use by Structure Type v1.0": " < SITE.Habitat.Physical.Structure | The method is about documenting fish using structures within a stream, which falls under the \"Structure\" category of the physical habitat dimension >\n\n< SITE.Habitat.Physical.Structure.Natural Wood | The method involves observing fish utilizing natural wood as a structure type in the stream >\n\n< SITE.Habitat.Physical.Structure.Placed Wood | The method involves observing fish utilizing placed wood as a structure type in the stream >\n\n< SITE.Habitat.Physical.Structure.Natural Boulder | The method involves observing fish utilizing natural boulders as a structure type in the stream >\n\n< SITE.Habitat.Physical.Structure.Placed Boulder | The method involves observing fish utilizing placed boulders as a structure type in the stream >\n\n< SITE.Habitat.Physical.Structure.Natural Off-channel | The method involves observing fish utilizing natural off-channel areas as a structure type in the stream >\n\n< SITE.Habitat.Physical.Structure.Created Off-channel | The method involves observing fish utilizing created off-channel areas as a structure type in the stream >\n\n< SITE.Habitat.Physical.Structure.Restoration | The method involves reporting fish utilization of structures installed as part of restoration, indicating a focus on restoration efforts >"
}{
  "Calculation of Fish Use of Structures by Life Stage and Species v1.0": " `Structure (under Habitat -> Physical)`\n\nHere's the reasoning:\n\nThe method you provided is about estimating instream juvenile salmonid abundance using snorkeling. The primary focus of this method is to analyze fish use for all structure types, broken out by species and life stage. Structures in this context refer to boulders, off-channel areas, and large wood.\n\nSince the method focuses on physical features in the habitat that influence fish use, it fits well under the 'Physical' category of the 'Habitat' subsection of the methods ontology. The term 'Structure' is used explicitly in your description, making it an even more suitable choice for this classification."
}{
  "Calculation of Mature Female Kokanee and Potential Egg Deposition v1.0": " < SITE/Habitat/Ecological | The method describes the use of data from hydroacoustics, trawling, and kokanee processing to determine the number of mature female kokanee in Lake Pend Oreille, which involves studying the ecology of the kokanee population and their habitat. >"
}{
  "Calculation of Relative Weight v1.0": " ```The method of using relative weight for assessing the health/condition of individual fish and fish populations belongs in the Ecological category of the Habitat section of the methods ontology. The reason for this is that the method compares the actual weight of a fish to its expected weight in good condition, providing insight into the ecological health of the fish or population. This method does not directly relate to the Physical or Chemical aspects of the habitat, but rather to the overall Ecological health of the fish and population.```"
}{
  "Calculation of River Complexity Index (Brown 2002) v1.0": " Sure, I'd be happy to help you categorize the method! Based on the given description, the River Complexity Index (RCI) method can be sorted into the following category of the methods ontology:\n\nEcological: Habitat: Physical\n------------------------------\n\nReasoning: The RCI method is based on two measures that are commonly used in physical habitat assessments of rivers: sinuosity (S) and junctions (J). Sinuosity measures the amount of winding or bending in a river channel, which can influence the diversity and amount of aquatic habitat. Junctions refer to the points where tributaries join a larger river, which can also impact habitat quality and connectivity. Therefore, the RCI method is most appropriately categorized under Ecological > Habitat > Physical in the methods ontology.\n\nRegarding adding more categories or subcategories, since the given structure already includes various aspects of physical habitat assessment, there may not be a need to add more categories. However, if further specificity is desired, one could potentially consider adding a new subcategory under Physical Habitat Assessment for River Complexity or Meandering Index, which would better reflect the specific focus of the RCI method."
}{
  "Calculation of the Proportion of Positive Sets (Ep) v1.0": " < STATISTICAL METHODS | The method describes statistical metrics used to evaluate fish population density >\n\nThe provided method discusses the use of two statistical descriptors, Catch per unit effort (CPUE) and the proportion of positive efforts (Ep), in assessing the relative density of fish populations. These methods do not directly fit into any of the provided categories in the methods ontology, so I have placed them under a new category called \"Statistical Methods.\"\n\nThe reason for this placement is that CPUE and Ep are statistical metrics used to analyze population data and make inferences about the relative density of fish populations. They help researchers understand the abundance and distribution of fish, which can be influenced by various factors in the SITE ontology (e.g., habitat, pollutants, temperature). However, the method itself is not focused on these factors but rather on how to interpret the data collected from fish populations."
}{
  "Calculation of variation in thalweg profile and channel width v1.0": " `Habitat > Physical > Structure > Residual Pools > Calculation of variation index for residual pools from thalweg profile data and histogram of channel widths (Mossop and Bradford 2006)`\n\nReasoning: The method you provided is calculating the variation index for residual pools, which falls under the Physical aspect of Habitat. Residual pools are a feature of water body structure, so they belong in the Structure category. I added more detail to the categories to better reflect where your method belongs."
}{
  "Calculation of Wild Kokanee Egg-to-Fry survival v1.0": " < ECOLOGICAL HABITAT | The method focuses on estimating the survival rate of kokanee eggs to fry, which is a part of the ecological community in a lake ecosystem. >"
}{
  "Calculations and Expansions v1.0": " < ESTIMATION LAYERS | These layers are stages of the estimation method and do not directly fit into the provided ontology structure >\n\n1st layer: Expansions at the port level to the portion of the year when sampling occurred\n- This layer is about expanding the data collected during a specific period to cover the entire year for a particular site (port). It ensures that the estimates are not limited to the time when sampling took place but account for the full range of activities throughout the year.\n\n2nd layer: An expansion for late fishing trips and minor ports that are not sampled\n- This layer focuses on expanding the data collected from major ports and sampling periods to include minor ports and late fishing trips, which may have been missed during the initial sampling. This step helps create more comprehensive estimates by accounting for activities in underrepresented areas and timeframes.\n\n3rd layer: An expansion for ports when no sampling occurred\n- The final layer involves estimating data for ports where no sampling was conducted. By using available data from similar ports or other relevant information, this layer ensures that the estimation covers all ports, providing a more holistic view of the overall activity.\n\n< SAMPLING EXPANSIONS | These categories are related to the expansion of data collected during sampling >\n\nExpansion charter boats:\n- The expansion for all sampling parameters for charter fishing boats is made by applying the inverse of the sampling rate for each trip type to each parameter sampled by trip type and stratified to catch area and season type.\n  - Charter Boats | This subcategory can be added to the SITE ontology under a new section called \"Fishing Operations\" or \"Vessel Types.\"\n\nExpansion private boats:\n- The expansion of catch and effort sampling parameters for the private and guide boats is very similar to the expansion for the charter vessels. The primary difference is that the trip type stratification must be included within the estimation equation. This calculation is made for all trip types and catch areas sampled within each season type. Then catch and effort are summed across pertinent strata to generate the final estimate.\n  - Private Boats | This subcategory can also be added to the SITE ontology under \"Fishing Operations\" or \"Vessel Types.\"\n\n< ADDITIONAL RELEVANT CATEGORIES FOR THE ONTOLOGY >\n\n- Seasonality: A new category can be added to the SITE ontology called \"Seasonality\" to better organize the different season types mentioned in the text.\n- Fishing Gear Types: Another potential addition could be a section for various fishing gear types used by boats, such as nets, longlines, traps, or trolling equipment, which can influence the catch and effort parameters.\n- Catch Composition: This category could include different species of fish and other marine life being targeted or caught incidentally during fishing operations."
}{
  "Carcass Count: Mark-Recapture Analysis v1.0": " < CHEMICAL:POPULATION SEX COMPOSITION DATA | The method includes the analysis of carcasses which can provide information about population sex composition, making it relevant to the chemical category as this is a biological characteristic. >"
}{
  "Carcass Count: Scale Sampling v1.0": " < ECOLOGICAL | The method involves studying the ecology of adult anadromous salmon, including their behavior and contribution to the ecosystem after death. >"
}{
  "Carcass Count: Site Selection and Sampling Frequency v1.0": " < SITE-Ecological | The method involves studying the behavior and impact of salmon carcasses in their natal streams, which falls under the ecological aspect of the site ontology. >"
}{
  "Carcass Count: Survey v1.0": " ```Carcass surveys\n|-- SITE:\n|   -- Ecological:\n|       -- Carcasses as an indicator of demographic and genetic aspects of hatchery and supplementation programs\n|       -- Determining ratios of hatchery origin and wild fish contributing to spawning populations\n|       -- Estimating the numbers of spawning fish in a total redd count\n|-- Habitat:\n|   -- Ecological:\n|       -- Assessing the relative number of wild versus hatchery-based fish in the system\n|       -- Determining contribution of nutrient amounts to ecosystem\n|-- Sampling methods:\n|   -- Sample collection:\n|       -- Collecting a representative sample of the target species carcasses for length, sex, age, phenotypes, and genotypes analysis```\n\nExplanation:\n\nThe carcass surveys are primarily an ecological investigation, as they provide essential information about the demographics, genetics, and contribution to the ecosystem of spawning fish. This fits into the SITE > Ecological branch of the ontology. The specific techniques for assessing the carcasses, such as collecting a representative sample for analysis, fall under the Sampling methods > Sample collection branch. Additionally, the relevance of carcass surveys to hatchery management and wild fish populations justifies the inclusion in the Habitat > Ecological category."
}{
  "Carcass Count: Tags and markers v1.0": " < CHEMICAL: POPULATION COMPOSITION DATA | The method involves analyzing carcasses for tissue samples and population sex composition data, which fall under the category of chemical constituents as they provide information about the chemical makeup of the salmon population >"
}{
  "Carcass Count: Tissue Samples for DNA Analysis v1.0": " ```Carcass counts for salmon, which provide important information to scientists about scales, tissue samples, length measurements, and population sex composition data, would fall under the following structure of methods ontology:\n\nEcological:\n    Sampling:\n        Organismal Sampling:\n            Fish:\n                Carcass Counts```\n\nThe reason for this categorization is that carcass counts involve collecting and analyzing data from dead organisms (in this case, salmon) to gain insights about their population, sex composition, and other characteristics. This process falls under the broader category of ecological sampling and more specifically, organismal sampling for fish."
}{
  "Carcass tissue sampling - fin tissue for genetic analysis v1.0": " **Ecological: Natality & Mortality**\n\nThe method you provided is about the natal homing of adult anadromous salmon, which involves their return to their natal streams to spawn and then subsequently dying shortly after. This information pertains to the ecology of salmon populations in terms of their natality (birth) and mortality (death). Therefore, it is most suitable to categorize this method under the Ecological branch of your methods ontology, specifically under a new sub-category called \"Natality & Mortality\". This is where information about the life cycle events, reproduction, and survival rates of various organisms would be classified."
}{
  "Carlson's Trophic State Index for Lakes v1.0": " `Carlson's Trophic State Index` is a method that can be categorized under the `Chemical` subcategory of the `Ecological` section of the given methods ontology. The reason for this classification is that Carlson's Trophic State Index is a quantitative measure that compares water bodies based on their biomass using chlorophyll, Secchi depth, total phosphorus, and total nitrogen measurements as proxies. These measurements are all chemical constituents present in the water body, making it an ecological method that falls under the chemical category.\n\nThe structure of the answer would be:\n```css\nEcological:\n    Chemical:\n        Carlson's Trophic State Index - This method is a quantitative index used to compare water bodies based on their biomass using chlorophyll, Secchi depth, total phosphorus, and total nitrogen measurements as proxies. These measurements are chemical constituents present in the water body.\n```"
}{
  "Cast Net - Casting and Fish Capture v1.0": " SITE > Habitat > Physical > Structure\n\nThe method describes cast-net fishing, which involves throwing a net onto the surface of water to catch fish. The text states that this method is more effective in areas with little cover or smooth bottom sediment, and less effective in areas with diverse topography, dense cover, high vegetation, rough bottom sediment, deep waters, or swiftly flowing streams. This suggests that the structure of the area where the cast-net fishing is taking place is relevant to the effectiveness of the method. Therefore, it makes sense to classify this method under the \"Physical\" and \"Structure\" subcategories of the \"Habitat\" category in the methods ontology."
}{
  "Catch-Per-Unit-Effort (CPUE) of Stratified Random Samples v1.0": " **CPUE (Catch-per-unit-effort) - Ecological: Population Dynamics**\n\nReason: CPUE is a method used to evaluate the density-dependent response of a population by correlating it with variables such as the median time of downstream dispersal from rearing areas. This falls under the category of Ecological studies, specifically focusing on Population Dynamics.\n\n---\n\n**Median time of downstream dispersal from rearing areas - Ecological: Population Dynamics**\n\nReason: The timing of downstream dispersal becoming later in the season as relative abundance along the shorelines increased is an essential factor in understanding the population dynamics of a species, making it an Ecological topic under Population Dynamics.\n\n---\n\n**Habitat - Physical: Flow, Temperature, Structure**\n\nReason: Habitat can be broken down into three subcategories based on the provided context:\n\n1. **Flow** - Not explicitly mentioned in the text but is a crucial factor in aquatic habitats that could influence fish population dynamics.\n2. **Temperature** - Also not explicitly mentioned, but temperature has an essential role in fish behavior, distribution, and abundance.\n3. **Structure** - Implicitly referred to as it influences the relative abundance along shorelines, which is a critical factor in the discussed study.\n\n---\n\n**Habitat - Ecological**\n\nReason: Habitat can also be considered an Ecological topic as it encompasses various biotic and abiotic factors that influence the distribution, behavior, and abundance of organisms.\n\n---\n\n**Pollutant - Chemical: Pollutants**\n\nReason: While not directly mentioned in the text, pollutants are a significant concern in aquatic habitats and can impact fish populations. Including this category ensures that potential environmental stressors are considered within the methods ontology."
}{
  "Change in Bank Stability v1.0": " < CHANNEL PHYSICAL HABITAT | This method deals with the calculation of bank migration in a channel, which is a physical characteristic of a water body's habitat. >"
}{
  "Channel centerline length v1.0": " < SITE/Habitat/Physical/Structure | The calculation of mainstem channel centerline length (LengthCenter) provides information about the physical structure of a waterbody. This method uses UAS imagery or ground-based surveys, making it relevant to the study of site characteristics and their impact on habitat. >"
}{
  "Channel Class v1.0": " < SITE.Ecological | The method is a criteria for classifying channels, which falls under the ecological category as it likely involves analyzing the relationship between the channel and the organisms that live in or use it. >"
}{
  "Channel Condition v1.0": " `Stream gradient` and `Width/depth ratio` can be categorized under the `Physical` subtopic of `Habitat` as they both describe physical characteristics of the stream that affect its flow and shape.\n\n`Wetted width`, `Bankfull width`, and `Streambank Condition` can also be categorized under the `Physical` subtopic of `Habitat`. `Wetted width` and `Bankfull width` are measurements of the physical dimensions of the stream, while `Streambank Condition` describes the stability of the stream's banks.\n\nThe added structure for `Flow` in the `Physical` subtopic of `Habitat` is appropriate as it encompasses all measurements related to the flow of water in a stream.\n\nHere is the final categorization:\n\n- SITE\n  - Habitat:\n    - Physical:\n      - Flow (includes Stream gradient)\n      - Temperature\n      - Structure (includes Wetted width, Bankfull width, and Streambank Condition)\n      - Width/depth ratio\n    - Ecological\n    - Chemical:\n      - Pollutant\n      - Constituents\n\nThe method `Stream gradient` is a measurement of the slope or incline of the water surface in a stream. This is relevant to the flow of water in the stream, as a steeper gradient can indicate higher water velocities and stream power.\n\n`Wetted width` is the width of the water surface measured perpendicular to the direction of flow. This measurement is important for understanding the physical dimensions of the stream and how it may be affected by external factors.\n\n`Bankfull width` is the width of the channel at bankfull stage, which is an important measurement for determining the capacity of a stream and its potential for flooding.\n\nThe `Width/depth ratio` is an index of the cross-section shape of a stream channel at bankfull level. This ratio can provide insight into the stability and hydraulic properties of the stream.\n\n`Streambank Condition` is estimated as the percent of lineal distance that is actively eroding at the active channel height on both sides of the transect, regardless of whether the channel is wet or dry. This measurement is important for understanding the long-term stability of the stream and its potential for erosion."
}{
  "Channel Cross Section Survey v1.0": " **Geomorphic data collection**\n\n**Physical Habitat > Structure**\n\nThe reason for this categorization is that geomorphic data collection methods are used to understand the physical characteristics and processes of stream systems, which includes the structure of the stream habitat. Geomorphic data can provide information about the shape, size, and composition of stream channels and banks, as well as the arrangement of instream features such as riffles, pools, and boulders. This type of information is important for understanding how streams function and how they provide habitat for fish and other aquatic organisms. By collecting geomorphic data concurrently with other types of habitat data, researchers can gain a more comprehensive understanding of the in-stream habitat and its ability to support fish populations."
}{
  "Channel Dimensions - Bankfull, Wetted and Bar Width and Bankfull Height v1.0": " < SITE.Habitat.Physical.Structure | This method involves establishing and measuring physical structures of a main channel at specific transects within a site. >"
}{
  "Channel Entrenchment and Incision v1.0": " **Channel Typing (under Physical: Flow) |** This method belongs under the Physical: Flow category of the Habitat section because entrenchment and incision ratios are measures of floodplain connectivity and bed degradation, which are related to the flow dynamics of a stream channel."
}{
  "Channel Form v1.0": " Channel Form\n---------------\n\nPhysical: Structure\n------------------\n\nReasoning\n---------\n\nThe method you have provided describes the process of determining the form of a channel, which is closely related to the physical structure of a site's habitat. This information can be used to analyze the relationship between the active channel width and the valley floor width, which can provide insights into the geomorphology and hydrology of the area. Therefore, it fits best under the Physical: Structure category in the methods ontology provided."
}{
  "Channel geomorphic unit classification v1.0": " < HABITAT.Physical.Flow | The method describes the composition of fish habitat in terms of channel geomorphic units, which are related to the flow characteristics of the waterway >\n\nHere are some possible additions to the methods ontology based on the given method:\n\n* HABITAT.Physical.Flow.GeomorphicUnits\n* HABITAT.Physical.Structure.LargeWood\n* HABITAT.Physical.Structure.WaterDepth\n* HABITAT.Physical.Structure.UndercutBanks\n\nThese additions provide more specific categories for the physical features mentioned in the method."
}{
  "Channel geomorphic unit classification v2.0": " < HABITAT.Physical.Flow | The method is about classifying and delineating channel geomorphic units which are part of the physical characteristics of a habitat that describe the composition of fish habitat and serve as spatial references for physical features such as large wood, water depth, and undercut banks. >"
}{
  "Channel Metrics: Active Channel Height (ACH) v1.0": " `Active Channel Height (ACH)` would fall under the `Physical` subcategory of the `Habitat` category in the given methods ontology. The reason for this is that ACH measures a physical characteristic of the water channel, specifically the vertical distance from the average streambed to the top of the active channel.\n\nHere's how the answer would look like based on your structure:\n\nHabitat > Physical > Active Channel Height (ACH)\n\nExplanation: ACH is a physical measurement taken within the context of a site's habitat, making it a suitable fit under the `Physical` subcategory."
}{
  "Channel Metrics: Active Channel Width (ACW) v1.0": " `Active channel width provides a reference to stream size regardless of flow level at the time of the survey` is most suitable under the `Physical` subcategory of `Habitat` within the `SITE` ontology. The reason for this classification is that active channel width is a physical characteristic of the stream, providing a scale to evaluate various aspects of the stream and valley, such as estimating valley width index and determining appropriate enhancement efforts. This information is crucial in understanding the site's overall landscape, which directly impacts habitat suitability for organisms residing there or potentially colonizing it.\n\nRevised structure:\n\nSITE:\n- Habitat:\n  - Physical:\n      - Flow\n      - Temperature\n      - **Active channel width**\n      - Structure\n    ...\n  - Ecological\n  - Chemical:\n      - Pollutant\n      - Constituents"
}{
  "Channel Metrics: Flood Prone Height (FPH) and Flood Prone Width (FPW) v1.0": " ```Based on historic gage station readings, flood prone height (FPH) and flood prone width (FPW) can be categorized under the following methods ontology:\n\nSITE > Physical:\n    Hydrological:\n        Flood Potential\n\nReasoning: FPH and FPW are numerical designations that provide a clear representation of the potential flooding of a stream in a particular reach, which is a physical aspect of the site. They are based on historic gage station readings, which makes them related to hydrology, a sub-category of physical features.\n```"
}{
  "Channel Metrics: Valley Width Index (VWI) and High Terrace Height (HT) and High Terrace Width (TW) v1.0": " < CHEMICAL:Constituents | The method describes the presence and effect of physical features (terraces, hillslopes, road beds, railways, dikes) that can affect the movement of water and chemicals within a stream channel, making it relevant to the Constituents sub-category of the Chemical category. >"
}{
  "Channel Metrics: Wetted Width (WW) v1.0": " ```Measure the average width of the wetted channel``` \nbelongs under:\n\nSITE > Habitat > Physical > Flow > Channel Characteristics > Width > Average\n\nReasoning: The method is about measuring an aspect of a water channel within a particular site or habitat. It falls under the Physical category because it pertains to the physical features of the channel, specifically its width and more precisely, the average width when wet. This information can be useful for studying various aspects of the flow in the channel."
}{
  "Channel Migration Rate v1.0": " `Channel migration rate` is a method that falls under the `Physical` subcategory of the `Habitat` category in the provided methods ontology. The reason for this classification is that channel migration rate is a physical measurement of changes in the location of parts of a channel over time, which can be influenced by factors such as flow and stream flow.\n\nHere is the answer in the requested format:\n\n< `Habitat > Physical > Flow`: Channel migration rate is a method for measuring physical changes in the location of parts of a channel over time, which can be caused by factors such as flow."
}{
  "Channel Morphology: Bankfull Width v1.0": " **Chemical:** *Bankfullwidth* can be considered a constituent of the river or stream system being studied, which falls under the *Chemical* category of the methods ontology. The reason for this is that *Bankfullwidth* provides information about the physical characteristics and capacity of the waterway, which can influence its chemical properties such as flow rate, sediment transport, and nutrient cycling.\n\nHere's an example of how the method could be integrated into the methods ontology:\n\n**SITE:**\n\n- **Habitat:**\n  - **Physical:**\n    - Flow\n    - Temperature\n    - Structure\n  - **Ecological**\n  - **Chemical:**\n    - Pollutant\n    - Constituents:\n      - *Bankfullwidth* (measured using a compass and laser)\n\nBy measuring the *Bankfullwidth* of a waterway, researchers can gain insights into its physical characteristics and how they may impact its chemical properties. This information can be used to better understand the overall health and functioning of the aquatic ecosystem."
}{
  "Channel Morphology: Bankfull Width v2.0": " SITE > Habitat > Physical > Structure > Bankfull Width Measurement\n\nThe method provided involves measuring the bankfull width of a stream channel using a compass and laser at major transects. This method is used to determine the physical structure of the site, specifically focusing on the stream channel's dimensions. Therefore, it belongs in SITE > Habitat > Physical > Structure as a method for assessing the structure of the site."
}{
  "Channel Morphology: Change in Elevation v1.0": " `Stream gradient` can be categorized under the `Flow` topic of the `Physical` subcategory of the `Habitat` category within the given methods ontology. Here is the reason why:\n\n< FLOW | The method calculates the average slope of the water's surface, which is a measure of flow velocity and direction >\n\nTherefore, the final answer would be:\n\nStream gradient\n---\n< FLOW | The method calculates the average slope of the water's surface, which is a measure of flow velocity and direction >"
}{
  "Channel Morphology: Entrenchment v1.0": " **Physical Habitat > Structure**\n\nThe method you provided is a measure of the \"vertical confinement\" of a stream, which describes the physical structure of the river channel. The criteria for entrenchment (less than 30 m in average bankfull width and less than 4% gradient) also refer to physical characteristics of the site. Therefore, this method belongs under the 'Structure' category within 'Physical Habitat'.\n\nAdditionally, you may consider adding a new subcategory within 'Structure' for \"Channelization\" or \"River Geometry\", as entrenchment is closely related to these concepts."
}{
  "Channel Morphology: Pools v1.0": " < SITE.Habitat.Physical.Structure | The method describes the measurement of physical characteristics (pool length and residual depth) of aquatic habitats, which fits under the \"Physical\" subcategory of \"Habitat\" in the methods ontology. >"
}{
  "Channel Morphology: Pools v2.0": " < HABITAT > < BR>\n< ECOLOGICAL > < BR>\n< POOL LENGTH AND RESIDUAL POOL DEPTH > < BR>\n\nReasoning: The method you provided is used to measure and quantify the length and depth of pool habitats in a site. This falls under the \"Habitat\" category of the methods ontology, as it is concerned with the physical characteristics of the habitat. Further, since the objectives include determining the average residual depth of the pools and frequency of pool habitat, it also fits within the \"Ecological\" subcategory, which deals with the organisms that inhabit the site and their relationships to one another and their environment. The method is not specifically related to physical or chemical aspects like flow, temperature, pollutants, or constituents, so there is no need for further categorization under those subheadings."
}{
  "Channel Morphology: Stream Gradient v2.0": " SITE > Habitat > Physical > Flow > Stream Gradient Measurement\n\nREASON WHY IT BELONGS THERE:\n\nThe method you provided is about measuring the stream gradient, which falls under the Flow category in the Physical section of the Habitat branch. This is because the stream gradient is a physical characteristic of the flow within a water body, and it's an essential parameter for understanding the stream's behavior and ecology. The method specifically focuses on determining the change in elevation between two transects (A and K), which contributes to the overall measurement of the stream gradient."
}{
  "Channel Segment Number v1.0": " `FLOW < PHYSICAL | This method is used to identify and label side channels that contain a certain percentage of the total flow, which is a part of the broader physical habitat aspect of the site >`"
}{
  "Channel Segment Number v2.0": " < SITE.Habitat.Physical | The method deals with identifying and labeling channels, which is a physical feature of a habitat. >\n\nThis method can be further integrated into the existing ontology structure as follows:\n\nSITE:\n- Habitat:\n  - Physical:\n      - Flow\n      - Temperature\n      - Structure (<-- Method fits here)\n      - ...\n  - Ecological\n  - Chemical:\n      - Pollutant\n      - Constituents\n\nThe method focuses on identifying and labeling the main channel and its side channels, which are physical components of a habitat. Channel segments are used to differentiate between the main channel and qualifying side channels, making it relevant to the 'Structure' category under the 'Physical' aspect of 'Habitat'."
}{
  "Channel Segment Number v3.0": " < SITE.Habitat.Physical | The method involves identifying and labeling channels which are physical features of a site. >\n< SITE.Habitat.Physical.Flow | The method may involve identifying different flow rates or types in the channels, which is a physical characteristic of the site. >\n< SITE.Habitat.Physical.Structure | The method involves assigning segment numbers to channel units, indicating different sections or structures within the channels. >\n< SITE.Habitat.Ecological | Depending on the purpose of the channel classification, there may be ecological implications of identifying and labeling channels (e.g., different habitats for organisms). >"
}{
  "Channel Shade Using a Clinometer v1.0": " ```Use of the clinometer to measure degrees of topographic and vegetative shading```\n\n< SITE/Habitat/Physical/Structure | The use of a clinometer to measure shading falls under the Physical category of Habitat because it involves the physical structure of the site, including topography and vegetation.>"
}{
  "Channel type classification v1.0": " < SITE.Habitat.Ecological | The method involves differentiating channel types which is a concept related to the ecology of a site's habitat >\n\nThe method does not directly fit into any of the more specific categories under Habitat or Ecological, but it is related to the overall ecology of a site's habitat. Channel types are often distinguished based on their ecological roles and functions, such as their importance for fish migration or as spawning grounds. Therefore, this method is most appropriately placed at the SITE.Habitat.Ecological level of the ontology."
}{
  "Channel Type v1.0": " `Channel ordering code based on size and location characteristics`\n\n< SITE >\n&emsp;< Habitat >\n&emsp;&emsp;< Physical >\n&emsp;&emsp;&emsp;<--- Flow --->\n&emsp;&emsp;&emsp;This method relates to the flow aspect of physical habitat as it uses the channel ordering code based on size (i.e., percentage of total flow carried) and location characteristics.\n\nReason: This method is concerned with identifying, surveying, and quantifying all aquatic habitats located within the valley floor, focusing on active channels and unit types classified with a channel code that represents the channel's contribution to overall flow. By categorizing channels based on their size and position, this approach directly influences how one understands and analyzes water movement throughout the system."
}{
  "Channel Unit Classification v1.0": " **Channel units method** belongs to the following structure of methods ontology:\n\n* SITE > Habitat > Physical > Structure\n\nReasoning: Channel units are a way to delineate and categorize different sections of a stream channel based on their physical characteristics such as water surface gradient, substrate composition, flow characteristics, and bedform profile. This information is used to survey fish habitat attributes and topography, making it an important aspect of the Physical structure category within the Habitat section of the ontology."
}{
  "Channel Unit Classification v2.0": " **Physical > Structure**\n\nThe method you provided is about the identification and classification of channel units in a river or stream system. This information provides context for surveying fish habitat attributes and channel topography, which are important physical features of aquatic ecosystems. Therefore, this method fits under the \"Structure\" subcategory of \"Physical\" in your methods ontology.\n\nHere's how you can fit this method into your existing structure:\n\nSITE:\nHabitat:\nPhysical:\nFlow\nTemperature\n**Structure**\n- Channel Units (This Method)\nEcological\nChemical:\nPollutant\nConstituents\n\nExplanation:\n\nThe channel units method is a way to characterize and classify the physical structure of a river or stream system. By identifying different types of channel units, such as fast water turbulent, fast water non-turbulent, and slow water/pool, researchers can better understand how these features affect fish habitat attributes and overall ecosystem health.\n\nTherefore, this method is most appropriate under the \"Structure\" subcategory of \"Physical\" in your methods ontology. It is a way to analyze and describe the physical structure of an aquatic system, which is important for understanding the broader ecological context of a site."
}{
  "Channel Unit Classification v3.0": " `Channel Units and Classification`\n\n**Physical: Structure**\n\nThe method you provided is about identifying and classifying channel units for a fish habitat survey. This falls under the \"Structure\" category of the \"Physical\" subsection in the methods ontology. The reason is that the classification of channel units relates to the physical structure of the environment, providing context for attributes such as flow, temperature, and other ecological or chemical factors.\n\nThe additional structure of methods ontology for this particular method:\n\n* SITE\n\t+ Habitat\n\t\t- Physical\n\t\t\t* **Structure**\n\t\t\t\t+ Channel Units and Classification (your method)\n\t\t\t* Flow\n\t\t\t* Temperature\n\t\t- Ecological\n\t\t- Chemical\n\t\t\t* Pollutant\n\t\t\t* Constituents"
}{
  "Channel unit dimensions v1.0": " < SITE -> Habitat -> Physical -> Structure | The method involves measuring the dimensions of fish habitat, which falls under the \"Physical\" subcategory of \"Habitat\" and more specifically under \"Structure\", as length, width, and depth are physical attributes of an object. >"
}{
  "Channel unit dimensions v2.0": " < SITE -> Habitat -> Physical -> Structure | The method involves measuring the length, width, and depth of channel units which are physical features of a fish habitat. >"
}{
  "Channel Unit Large Wood Volume Calculation v1.0": " < CHEMICAL:Pollutant | The CHaMP - Large Woody Debris Methods provides a way to collect and analyze data related to the measurement of large woody debris, which can have an impact on water pollutants by affecting flow and sedimentation. Therefore, this method is relevant to the study of chemical pollutants in the aquatic environment. >"
}{
  "Channel Unit Large Wood Volume/Count In Log Jams Calculation v1.0": " < CHEMICAL:Pollutant | The CHaMP - Large Woody Debris Methods provides a way to collect and analyze data related to the measurement of large woody debris, which can have an impact on water pollutants by affecting flow and sedimentation. Therefore, this method is relevant to the study of chemical constituents, particularly pollutants in the aquatic environment. >"
}{
  "Channel Unit Supplemental Data v1.0": " SITE > Habitat > Physical > Structure <-- The method you described is a technique for gathering physical structure data of the channel units at a site, using depth rods and tape measures to measure length, width, and depth. This information will be used to calculate volumes of remaining channel units not captured during the total station survey, which falls under the \"Structure\" category in the methods ontology."
}{
  "Channel Unit Survey v1.0": " **Habitat > Physical > Structure**\n\nThe method you provided is about delineation of channel or habitat unit composition, which falls under the \"Physical\" category of the habitat section in the methods ontology. More specifically, it deals with identifying channel units to a habitat unit scale, which relates to the \"Structure\" subcategory. This involves assessing and categorizing the physical features and components of the channel or habitat unit, making it a method for evaluating the structure of the in-channel salmonid habitat."
}{
  "Channel Widths - Wadeable Lotic System Bankfull Width v1.0": " `Bankfull width measurement` belongs under the `Physical` subcategory of the `Habitat` category within the `SITE` ontology, for the following reasons:\n\n1. This method is concerned with measuring physical characteristics of the site (the bankfull width) along transects in a wadeable lotic system.\n2. By measuring this aspect of the site, it contributes to understanding the structure and form of the channel, which falls under the `Structure` subcategory of `Habitat`.\n3. The method is specific to watercourses, making it relevant to the `Flow` subcategory as well.\n\nTherefore, the answer is:\n\n< Habitat >\n&emsp; < Physical >\n&emsp;&emsp; < Flow >\n&emsp;&emsp;&emsp; Bankfull width measurement along main transects in a wadeable lotic system | This method measures the physical structure of the channel, specifically the bankfull width, which is an essential characteristic for understanding flow conditions and overall habitat quality."
}{
  "Channel Widths - Wadeable Lotic System Bankfull Width v2.0": " Sure, I'd be happy to help you categorize the method you provided! Based on the description, it appears that the method is focused on measuring and analyzing channel dimensions and characteristics related to bankfull elevation. Therefore, I would suggest categorizing this method as follows:\n\nSITE > Habitat > Physical > Structure > Channel Dimensions\n\nReasoning: The method is concerned with measuring physical characteristics of a site's habitat, specifically the structure of the channel. It focuses on measuring the bankfull elevation and dimensions of the channel, which are important factors in determining the overall morphology and behavior of the channel. Therefore, it makes sense to categorize this method as part of the \"Channel Dimensions\" subcategory within \"Structure.\""
}