{
  "abstractText": "Benthic Macroinvertebrates, or benthos, (benthic = bottom, macro = large, invertebrate = animal without a backbone) are organisms that live on the bottom of streams and rivers. The sampling method (ID 244) and analysis method (ID 164) described in this document were designed to generate data sufficient to characterize the benthic macroinvertebrate assemblage and evaluate impacts from human caused disturbances. The purpose of this protocol is to characterize the macroinvertebrate assemblage for a stream reach as an indicator of biological integrity and stream health. It is not intended to characterize the condition of individual stream habitats or to provide data to analyze the macroinvertebrates as a food source for fish.These collection procedures, along with other environmental data, will allow analysis of biotic data with either multi-metric [e.g., an Index of Biotic Integrity (IBI)] or predictive models [e.g., River InVertebrate Prediction and Classification System (RIVPACS)] methods. Use of these procedures will allow users to share data, express their data in terms of standardized bioassessment measures, and thus directly compare their results with all other parties using these methods. Their general use does not preclude use of other sampling procedures that may be needed to address the specific objectives of individual projects.Macroinvertebrates are good indicators of watershed health because they live in the water for all or most of their life, are easy to collect, differ in their tolerance to amount and types of pollution/habitat alteration, can be identified in a laboratory, often live for more than one year; have limited mobility, and are integrators of environmental condition.Analysis PrepMany different approaches have been used to prepare and analyze macroinvertebrate assemblage data. But they all start out with a list of macroinvertebrates that were collected, identified, and counted. The data analysis tools presented in Monitoring Resources (method 4084) published under the Northwest Biological Assessment Workgroup are the methods commonly used by State and Federal agencies to analyze and interpret macroinvertebrate data.All of the data analysis procedures described in Monitoring Resources published under the Northwest Biological Assessment Workgroup (method 4084) concept of using a reference condition in order to determine divergence from expected conditions. Whether you develop this information yourself, or rely on what others have developed, reference conditions are described in method ID 4082.Data AnalysisThere are three major categories of data analyses that can be conducted with your macroinvertebrate data they are individual metrics, a biological index (often called an IBI, or Index of Biological Integrity) and predictive models (i.e. RIVPACs). The type of analysis you do will depend upon your capabilities, the type of questions that you are trying to answer (your monitoring objectives), the amount of data that you have and, if you are using existing reference condition, then type of tool that was used to develop this reference condition.Multimetric indexAmultimetricindex combines indicators, or metrics, into a single index value, often called an Index of Biological Integrity orIBI. The individual metrics that provide information on diverse biological attributes are integrated into an index to provide an overall indication of biological condition. This document will not cover how to develop anIBI, however, detailed methods for the multi-metricIBIdevelopment are outlined inKeransandKarr(1994) and Barbour et al. (1999). Multi-metric Indexes (IBIs) that have been developed in the northwest and their applicability to data collected using the field protocol are cited in this document.Use of a multi-metric index requires use of comparable field protocols and taxonomic laboratory protocols for generating biological data. Multi-metric indexes are developed for specific regions on the landscape and use of the analytical tool is restricted to streams within this region (i.e. small streams in the Puget Lowlandecoregion).",
  "url": "http://www.monitoringresources.org/api/v1/methods/4085",
  "title": "Analysis Methods for Benthic Macroinvertebrate Data- Multimetric Index or Index of Biological Integrity (IBI) v1.0",
  "id": 4085,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Rebecca  Scully ",
  "ownerEmail": "rscully@usgs.gov"
}