{
  "abstractText": "Benthicmacroinvertebrates, orbenthos, (benthic = bottom, macro = large, invertebrate = animal withouta backbone) are organisms that live on the bottom of streams and rivers. The sampling method (ID 244)andanalysismethod (ID 164) described in this document were designed to generate data sufficient to characterize the benthicmacroinvertebrateassemblage and evaluate impacts from human caused disturbances. The purpose ofthis protocol is to characterize themacroinvertebrateassemblage for a stream reach as an indicator ofbiological integrity and stream health. It is not intended to characterize the condition of individual streamhabitats or to provide data to analyze themacroinvertebratesas a food source for fish.These collection procedures, along with other environmental data, will allow analysis of biotic data witheither multi-metric [e.g., an Index of Biotic Integrity (IBI)] or predictive models [e.g., RiverInVertebratePrediction and Classification System (RIVPACS)] methods. Use of these procedures will allow users toshare data, express their data in terms of standardizedbioassessmentmeasures, and thus directly comparetheir results with all other parties using these methods. Their general use does not preclude use of othersampling procedures that may be needed to address the specific objectives of individual projects.Macroinvertebratesare good indicators of watershed health because they live in the water for all or mostof their life, are easy to collect, differ in their tolerance to amount and types of pollution/habitatalteration, can be identified in a laboratory, often live for more than one year; have limited mobility, andare integrators of environmental condition.Background -Analysis MethodsThis section is provided as an introduction to analyzing and interpreting aquaticmacroinvertebratesample results. Collect data usingby suggested using field method ID 244and suggestedlaboratorymethod ID 164.Many different approaches have been used to prepare and analyzemacroinvertebrateassemblage data. But they all start out with a list ofmacroinvertebratesthat were collected, identified and counted. The data analysis tools presented in Monitoring Methods published under theCITATION AUTHORNorthwest Biological Assessment Workgroupare the methods commonly used by State and Federal agencies to analyze and interpretmacroinvertebratedata.All of the data analysis procedures described in Monitoring Methods published under theCITATION AUTHORNorthwest Biological Assessment Workgroupconcept of using a reference condition in order to determine divergence from expected conditions. Whether you develop this information yourself, or rely on what others have developed, reference conditions are described in method ID 4082.Data AnalysisThere are three major categories of dataanalysesthat can be conducted with yourmacroinvertebratedata they are individual metrics, a biological index (often called anIBI, or Index of Biological Integrity) and predictive models (i.e.RIVPACs). The type of analysis you do will depend upon your capabilities, the type of questions that you are trying to answer (your monitoring objectives), the amount of data that you have and, if you are using existing reference condition, then type of tool that was used to develop this reference condition.Individual MetricsA quick and easily interpreted method for analyzing biological data is to evaluate individual metrics. A metric is a measurable characteristic of themacroinvertebrateassemblage that changes in some predictable way with increased human influence. Using a benthicmacroinvertebratetaxalist several numerical values can be calculated. Many taxonomic labs will calculate these metrics for you. Calculated values are then compared to values from the reference condition. This is a useful and simple way to get a general idea of stream condition; however it is not appropriate for more regulatory decision making.",
  "url": "http://www.monitoringresources.org/api/v1/methods/4083",
  "title": "Analysis Methods for Benthic Macroinvertebrate Data- Taxa richness metrics v1.0",
  "id": 4083,
  "type": "Data Analysis/Interpretation",
  "ownerName": "PNAMP Support",
  "ownerEmail": "pnamp.mm@gmail.com"
}