{
  "abstractText": "It is possible that critical situations or conditions may develop in which operation of the weir as a functional trapping system needs be terminated or modified to prevent or minimize negative effects on migrating salmon or other aquatic resources. This may include data or observations that indicate the weir or itsoperations may be causing delay in passage, bodily injury or mortality to fish. In these cases, the process of adaptive management for operation of the weir will be conducted through the technical oversight group (TOG).Data is collected on adult fish mortality during weir operations, fish passage, fish presence/absence within 1 rKM upstream and downstream of the weir, trapping efficiency, and river conditions. Situations that require in season TOG consultation are as folllows:1. The majority of fish estimated during daylight tower, bank, and boat observations approach the weir, but return downstream (drop back), with no relative passage during night trapping hours in a 48 hour operational period;2. The majority of fish estimated during daylight tower, bank, and boat observations approach the weir and hold directly below the weir for an extended period of time (e.g., 48 hours);3. 5 fish of any species are impinged (forced up against) the weir on the upstream side or gilled between pickets of the weir from the downstream side. Based on the size class of the fish (Chinook adult, Chinook jack, large Sockeye, small Sockeye) and the specific picket spacing of panel, the TOG may recommend replacement with an alternate picket spacing. Cumulative from start  no set timeframe, and4. 10 salmon mortalities on 3 consecutive surveys or 25 salmon mortalities on any one survey below the weir. Note: presently, no information exists on naturalmortality in this area for this time of year.5. Trap depth falls below 8 inches.6. After the majority of sockeye have passed the weir the Colville Confederated Tribes (CCT) may consult the TOG and then proceed with eliminating the three inch picket spacing (by replacing panels or by adding metal grating).",
  "url": "http://www.monitoringresources.org/api/v1/methods/5520",
  "title": "Assessing the Effects of Okanogan Weir Operations on Adult Salmon v1.0",
  "id": 5520,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Andrea Pearl",
  "ownerEmail": "andrea.pearl@colvilletribes.com"
}