{
  "abstractText": "Investigate to what degree avian predation is an additive source of fish mortality and, therefore, to what extent reductions in avian predation associated with management of bird colonies can potentially enhance smolt survival. In particular, we seek to determine whether reductions in predation rates by birds belonging to any particular species or breeding colony, in any particular river reach and year, result in higher smolt survival (i.e. avian predation adds to total smolt mortality), or are nearly all smolts consumed by birds destined to die regardless of avian predation (i.e. avian predation is compensated for by other mortality factors). The additive mortality hypothesis predicts that predation is directly related to survival in space and time. The compensatory mortality hypothesis predicts that predation and survival are unrelated in space and time, at least up to the point where the level of predation exceeds natural mortality, whereby the proportion of fish consumed by predators cannot be greater than the portion alive at any given time. Our ability to address this question will depend on the magnitude (level) of predation and variation in predation rates across the spatial- and temporal-scales evaluated.Cumulative predation rate and survival rate estimates will be used to investigate hypotheses of additive versus compensatory predation mortality on large groups of PIT-tagged smolts originating from Snake and Upper Columbia rivers (see Method 6811 for details regarding how smolt availability is calculated). Predation by multiple avian predator species (Caspian tern, double-crested cormorants, California gulls, and ring-billed gulls) and from multiple breeding colonies will be assessed over the course of the study period. The methods of Evans et al. (2019) will then be used assess the strength and magnitude of the relationship between predation rates and survival rates, including survival to adulthood based on the proportion of PIT-tagged smolts that return to Bonneville Dam as adults. Assessments will include the relative contribution of avian predation rates on smolt survival across multiple spatial scales, including local (e.g., reservoir), regional (e.g., hydrosystem), and life-cycle (e.g., adult returns) scales.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6813",
  "title": "Assess to what degree avian predation is an additive source of fish mortality for juvenile salmonids in the Columbia Basin v1.0",
  "id": 6813,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Ken Collis",
  "ownerEmail": "ken@realtimeresearch.com"
}