{
  "abstractText": "Assessing the genetic population structure of ESA listed salmon and steelhead is essential for viability status monitoring and is necessary for determining appropriate conservation or management units for genetic stock identification purposes. WRIGHT's fixation indices, or F-statistics, are the parameters most widely used to describe population structure (WRIGHT 1969).  A good general review of Fixation indices can be found at: http://www.dorak.info/genetics/popgen.html (M.Tevfik Dorak):F stands for fixation index, fixation being increased homozygosity resulting from inbreeding. Population subdivision results in the loss of genetic variation (measured by heterozygosity) within subpopulations due to their being small populations and genetic drift acting within each one of them. This means that population subdivision would result in decreased heterozygosity relative to that expected heterozygosity under random mating as if the whole population was a single breeding unit. Wright developed three fixation indices to evaluate population subdivision: FIS (interindividual), FST(subpopulations), FIT (total population). FIS is a measure of the deviation of genotypic frequencies from panmictic frequencies in terms of heterozygous deficiency or excess. It is what is known as the inbreeding coefficient (f), which is conventionally defined as the probability that two alleles in an individual are identical by descent (autozygous). The technical description is the correlation of uniting gametes relative to gametes drawn at random from within a subpopulation (Individual within the Subpopulation) averaged over subpopulations. It is calculated in a single population as FIS =  1 - (HOBS / HEXP) [equal to (HEXP - HOBS / HEXP) where HOBS is the observed heterozygosity and HEXP is the expected heterozygosity calculated on the assumption of random mating. It shows the degree to which heterozygosity is reduced below the expectation. The value of FIS ranges between -1 and +1. Negative FIS values indicate heterozygote excess (outbreeding) and positive values indicate heterozygote deficiency (inbreeding) compared with HWE expectations. FST measures the effect of population subdivision, which is the reduction in heterozygosity in a subpopulation due to genetic drift. FST is the most inclusive measure of population substructure and is most useful for examining the overall genetic divergence among subpopulations. It is also called coancestry coefficient (q) [Weir & Cockerham, 1984] or 'Fixation index' and is defined as correlation of gametes within subpopulations relative to gametes drawn at random from the entire population (Subpopulation within the Total population). It is calculated as using the subpopulation (average) heterozygosity and total population expected heterozygosity. FST is always positive; it ranges between 0 = panmixis (no subdivision, random mating occurring, no genetic divergence within the population) and 1 = complete isolation (extreme subdivision). FST values up to 0.05 indicate negligible genetic differentiation whereas >0.25 means very great genetic differentiation within the population analyzed. FST is usually calculated for different genes, then averaged across all loci, and all populations. FST can also be used to estimate gene flow: 0.25 (1-FST) / FST. This highly versatile parameter is even used as a genetic distance measure between two populations instead of a fixation index among many populations (see Weir BS, Genetic Data Analysis II, 1996 (Genetic Data Analysis III, 2007) and Kalinowski, 2002).FIT is the overall inbreeding coefficient (F) of an individual relative to the total population (Individual within the Total population).Salmon geneticists are familiar with a number of software programs that can be used to perform AMOVA (Analysis of Molecular Variance) which measures the partitioning of variance at different levels of population subdivision, and calculates fixation indices.  Brief details for running the software program GenAlEx 6.41 are provided below.",
  "url": "http://www.monitoringresources.org/api/v1/methods/1352",
  "title": "Assessing genetic population structure using fixation indices v1.0",
  "id": 1352,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Matthew Campbell",
  "ownerEmail": "matthew.campbell@idfg.idaho.gov"
}