{
  "abstractText": "The Methods of Payton et al. (2019) will be used to estimate cumulative avian predation rates and survival rates on groups of PIT-tagged fish originating from the Snake and Upper Columbia rivers during out-migration to the Pacific Ocean. Estimates of cumulative predation rates (predation by multiple colonies), plus estimates of smolt survival rates will be used to (1) determine where and when avian predation occurs in the Columbia River basin and (2) estimate what proportion of all fish mortality (1-survival) during outmigration is due to avian predation in various river segments or reaches. Estimates of predation and survival rates will be generated for those salmonid populations (ESU/DPS) originating from the upper Columbia River and Snake River that must migrate through the foraging areas of multiple avian predator species (Caspian terns, double-crested cormorants, California gulls, ring-billed gulls, and American white pelicans) from multiple breeding colonies. Colonies included in the study will be those previously identified as posing the greatest potential threat to smolt survival, plus any new breeding colonies that are discovered during project surveys (see Methods 6806 and 6808). River reaches will be defined by locations where PIT-tagged fish can be detected alive following tagging and release, primarily at hydroelectric dams where PIT tag detection arrays are deployed.Predation rates will be based on the proportion of available smolts consumed by birds within each river reach, and survival rates will be based on the proportion that survive outmigration through that reach. An estimate of the proportion of smolts that die from causes other than avian predation will also be generated as part of these analyses, providing spatially explicit information on non-avian sources of smolt mortality, as well as bird predation.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6812",
  "title": "Assess cumulative/system-wide predation impacts on juvenile salmonids by piscivorous colonial waterbirds in the Columbia River basin v1.0",
  "id": 6812,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Ken Collis",
  "ownerEmail": "ken@realtimeresearch.com"
}