{
  "abstractText": "Snorkeling is the underwater observation and study of fish in flowing waters. Snorkel surveys are widely used to monitor fish populations in streams and to estimate both relative and total abundance (Slaney and Martin 1987). Snorkeling can also be used to assess fish distribution, presence/absence surveys, species assemblages (i.e., diversity), some stock characteristics (e.g., length estimation), and habitat use. Each objective will affect how the survey should be conducted. A variety of fish species can be assessed using snorkel surveys; however, salmonids, due to their territorial nature in freshwater and propensity for using habitats with high water clarity, are the group for which snorkel surveys are most frequently conducted. Snorkel surveys have recently been used to assess sculpin diversity (C. Jordan, NOAA Fisheries, personal communication). Snorkel surveys are often selected as the best method for surveying salmonids because they result in relatively little disturbance to the target species, reasonable accuracy, and less cost outlay. Cost optimization methods are explained in detail in Dolloff et al. (1993). Snorkeling is often feasible in places where other methods are not; for example, deep, clear water with low conductivity makes electrofishing prohibitive. Because of the small amount of equipment required for snorkeling, the method can be used in remote locations where it may be difficult to use other methods, such as traps, nets, and electrofishing. Because fish are not handled and disturbance is minimized, snorkeling is especially useful for sampling rare or protected stocks. Snorkel surveys provide an alternative to traditional and more disruptive methods, such as electrofishing and gillnetting (Mueller et al. 2001). Information on individual or group movement, behavior, and habitat associations can also be collected (Mueller et al. 2001). Snorkel surveys can be combined with other methods such as sonar and tools such as geographic information systems (GIS) to generate three-dimensional maps of habitat use by fish species (Mueller et al. 2001). Less time and cost are required for snorkeling than for methods such as markrecapture or removal, which are often used to estimate abundance (Schill and Griffith 1984; Thurow 1994; Hankin and Reeves 1988). Snorkelers can observe fish behavior such as spawning, feeding, and resting with minimal disruption. Accuracy of snorkel surveys can be estimated by replicating the surveys or using other methods to calibrate the surveys (Northcote and Wilkie 1963; Zubik et al. 1988; Rodgers et al. 1992; Thurow 1994). Replication of snorkel surveys should be done after fish have had time to recover from disturbance but before conditions that would affect the survey results (such as light levels or turbidity) change. Calibration of team member estimates offers a good opportunity to resample the same habitat unit to determine the precision of the survey method (Thurow 1994). It is recommended that snorkel surveys be conducted using standard procedures and calibrated periodically with estimates from other methods. Methods for calculating population estimates using calibrated snorkel surveys are detailed in Dolloff et al. (1993).",
  "url": "http://www.monitoringresources.org/api/v1/methods/136",
  "title": "Basic Snorkel Survey Procedures v1.0",
  "id": 136,
  "type": "Data Collection",
  "ownerName": "Jennifer O'Neal",
  "ownerEmail": "jen@naturaldes.com"
}