{
  "abstractText": "Beach and pole seining can be an efficient method to capture fishes in a wide variety of habitats, including rivers, estuarine, and nearshore lake, reservoir, and marine habitats (Pierce et al. 1990). It is most effective when used in relatively shallow water with few obstructions, where fish are in high concentrations, and for species that are less likely to outswim the net; however, in some circumstances seining can capture highly mobile species such as adult salmon. Seining permits the sampling of relatively large areas in short periods of time as well as the capture and release of fish without significant stress or harm, as long as the bunt of the seine is kept in water and the fish are not too crowded (or fish are quickly moved to a holding container). Cost of gear, boats, and personnel range from relatively inexpensive to modest, depending on the scope and frequency of sampling.Seining may be carried out in a variety of habitat types, depending on the population and life stage of the targeted species. Sites with irregular bottom topography, significant accumulations of debris or larger rocks, or dense stands of aquatic vegetation may not be suitable for seining due to net snagging or lifting and reduced fish retention. Current velocity and depth influence site selection and choice of net design. Seines vary in size and design. To help understand what affects selectivity and capture efficiencyand therefore, effectiveness of seiningwe considered the following categories: habitat, water, fish, time of year and day, net, and method. Considering these factors in your study design before you sample and after you begin sampling (by underwater observation and calibration studies) will help you to decide when seining may be a good technique to meet your objectives; it will also help improve the analysis of data collected.Simple arc set beach seining may be used for fish/set, fish/area, or fish/volume analysis. This procedure allows a fixed length seine to be fished in a consistent manner, given that the boat operators or seine setters are experienced. If the seine can be consistently set in a semicircle (as in Figure 1), then it will be fairly straightforward to calculate area if the radius (GH) is known. Likewise, the volume can be calculated (Box 2) if the depth at the apex B in Figure 1 is measured. (After the set, a range finder or a rope equal to the length of radius could be used to find the correct distance offshore.) If the net is set in an elliptical or other shape, the user will need to determine how to estimate the volume. The fast pursuit options are used mainly to capture the maximum number of fish for tagging and release and not for quantitative analysis of CPUE.",
  "url": "http://www.monitoringresources.org/api/v1/methods/893",
  "title": "Beach Seine - Simple Arc Set v1.0",
  "id": 893,
  "type": "Data Collection",
  "ownerName": "PNAMP Support",
  "ownerEmail": "pnamp.mm@gmail.com"
}