{
  "abstractText": "The multi-habitat method will be used to sample slow water habitat created or connected by restoration actions. In most situations, the multi-habitat method will only be utilized to sample slow water habitat after a restoration project has been implemented. The goal of the sample is to provide a measure of food type availability in restored slow water habitats that salmonids are utilizing and occupying as a result of a restoration project. As such, multi-habitat samples will not be collected during baseline (pre-project years -1 and 0 surveys) or at control reaches, except in situations where targeted riffle samples (see method ID: 89) cannot be collected due to a lack of riffle habitat. Figures 32 and 33 provide a set of decision trees for determining when the multi-habitat method should be used for sampling.Streams with extremely low gradients or sites occurring in oxbows, side-channels, and off-channel habitat may not have the requisite number of riffles to perform a targeted riffle benthic sample collection. As is discussed in the targeted-riffle sample methodology, if the total available area of riffle habitat is less than 8 ft2(2.4m2) (i.e., such that eight non-overlapping kick net samples cannot be collected), do not collect a targeted riffle sample. In order to assess benthic communities in these habitats, other methods are necessary. One such method, commonly used by the USEPA, is the multi-habitat method where major habitat types are sampled proportional to their occurrence in the sample reach. This methodology utilizes the D-frame kick-net used for the targeted riffle sample, however, due to the different habitat conditions, samples are taken according to habitat types: kick samples or jab/sweep samples.Kick samples:This method is very similar to the kick samples for the targeted riffle sample. The dip net is placed on the stream bed and the area in front of the sampler (1ft2[0.09 m2]) is disturbed for 30 seconds. This method is used for hard-bottomed habitats such as cobble and gravel. It may also be used for soft-bottomed habitats where there is sufficient flow that the disturbed particles will flow into the net.Jab/sweep samples(collected in bank, woody debris, vegetated habitats, or very calm areas with little to no flow): A jab involves a single thrust of the net into a 1ft2(0.09 m2) area of substrate, or brushing the surface of submerged wood, followed by 2-3 sweeps of the net through the disturbed drift, then removing the net quickly from the water with an upward motion. For vegetated area, the 2-3 sweeps following the jab are conducted directly downstream of the vegetation. For example, when sampling an area of submerged grasses, jab the net into vegetated area, disturbing approximately the same area as you would for a substrate sample (1ft2[0.09 m2]), then sweep the net back-and-forth,three times to catch disturbed material.Where there is very little flow for areas requiring a bottom sediment sample, the area in front of the net is disturbed and the net is swept back and forth within the disturbed water column, in order to capture the debris and maintain flow through the net such that organisms do not crawl out during the sample.",
  "url": "http://www.monitoringresources.org/api/v1/methods/4114",
  "title": "Benthic Macroinvertebrates – Multi-habitat Method v1.0",
  "id": 4114,
  "type": "Data Collection",
  "ownerName": "Colin Riordan",
  "ownerEmail": "colin@naturaldes.com"
}