{
  "abstractText": "Determine whether the targeted-riffle or reachwide protocol will be used to collect benthic macroinvetebrates (BMIs)to assess macroinvertebrate biological integrity using a Surber sampler or kick net. Collection of BMIs with a Surber sampler is the preferred method and should be used where possible. BMIs should be collected prior to collecting physical habitat data.There are two methods for sampling BMIs: targeted-riffle and reachwide. The targeted-riffle approach is designed for reaches containing fast-water or riffle habitats and should be the default BMI method if there are fast-water habitats within the reach. In contrast, the reachwide protocol is designed for low gradient reaches void of fast-water or riffle habitats. The targetedriffle approach is regarded as the default BMI method because it maximizes sampling and sample processing efficiency. For either approach, you must specify the sampled habitat (i.e., targeted-riffle or reachwide) and the total number of replicate samples collected and composited.Using the reachwide method, BMIs are collected just downstream of the 11 main transects, resulting in the collection of 11 Surbers or kick nets composited into a single sample.Using the targeted-riffle method, BMIs are collected within riffle or fast-water habitats for a total of 8 Surbers or kick nets composited into a single sample.While agencies like the Environmental Protection Agency are now using the reachwide method for all sampling, the two methods have been shown to result in comparable data; thus the data fromthe two approaches should be considered interchangeable(Gerth and Herlihy 2006; Rehn et al. 2007). Both methods specify that samples should be collected while moving upstream.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6861",
  "title": "Benthic Macroinvertebrate Sampling Using a Surber Sampler v1.0",
  "id": 6861,
  "type": "Data Collection",
  "ownerName": "PNAMP Support",
  "ownerEmail": "pnamp.mm@gmail.com"
}