{
  "abstractText": "This method is derived from an Environmental Monitoring and Assessment Program (EMAP) protocol developed for monitoring western wadable streams. Included in this method are instructions for collecting representative sample of benthic macroinvertebrates. This method is based on an abundance of literature and is focused on characterizing the taxonomic composition and relative abundance of benthic macroinvertebrate assemblages. Benthic macroinvertebrates inhabit the bottom substrates of streams and reflect overall biological condition (Kerans and Karr 1994, Barbour et al. 1999, Reynoldson et al. 2001, Klemm et al. 2002, 2003, Clarke et al. 2003, Bailey et al. 2004, Griffith et al. 2005). Monitoring these assemblages is useful in assessing the status of the water body and detecting trend in ecological condition. Benthic assemblages respond to a wide array of stressors in different ways, and it is often possible to determine the type of stress that has affected the macroinvertebrate assemblage (e.g., Klemm et al. 1990). Because many macroinvertebrates have life cycles of a year or more and are relatively immobile, macroinvertebrate assemblage structure is a function of present and past conditions (Barbour et al. 1999). The EMAP-SW benthic macroinvertebrate protocol is intended to evaluate the biological condition of wadeable streams in the United States for the purpose of detecting stresses on assemblage structure and assessing the relative severity of these stresses. It is based on the Level III procedure for benthic macroinvertebrates of the Rapid Bioassessment Protocol (RBP; Plafkin et al. 1989, Barbour et al. 1999), which has been adopted for use by many states. A representative sample of the benthic assemblage cannot be collected from a single point. Therefore, the response design is based on the collection of multiple kicknet samples from throughout the support reach. Results from Li et al. (2001) suggest the length of the support reach (40 channel widths) provides an adequate sample of the assemblage in terms of taxa richness and relative abundance. A fixed number (and thus area) of collection points is allocated systematically throughout the support reach ensure distribution of samples among available major habitat types, eliminate individual sampler bias, and provide a comparable and consistent sample from every site. All samples collected at a site are combined into a single composite sample to characterize the support reach (and thus the sampling point) and reduce the cost and effort in processing and analysis (Patil et al. 1994, Barbour et al. 1999, Roth et al. 2002). The number of individual samples (11) is expected to provide a composite sample having a sufficient number of individuals to characterize the taxonomic composition and relative abundance of the assemblage (e.g., Larsen and Herlihy 1998). Samples are collected from each support reach with a D-frame kick net that can be used by one person (Figure 10-1). The biomorphs collect kick net samples for benthic macroinvertebrates at sampling points at each cross-section transect. Typically, one person will collect the kick net samples, while a second person times the collection of samples and records information on the field data form. However, in swift waters, two persons may be necessary to collect the samples. All kick net samples collected at transects are combined into a single composite sample (termed the reachwide sample). When sufficient riffle habitats are available at a site, additional kick net samples are collected from available riffle habitats found within the support reach. These kick net samples are combined to create a separate composite sample (termed the targeted riffle sample).",
  "url": "http://www.monitoringresources.org/api/v1/methods/89",
  "title": "Benthic Macroinvertebrates v1.0",
  "id": 89,
  "type": "Data Collection",
  "ownerName": "Jacque Schei",
  "ownerEmail": "jschei@usgs.gov"
}