{
  "abstractText": "Benthic macroinvertebrates, or benthos, (benthic = bottom, macro = large, invertebrate = animal without a backbone) are organisms that live on the bottom of streams and rivers. The sampling method (ID 244) and analysis method (ID 164) described in this document were designed to generate data sufficient to characterize the benthic macroinvertebrate assemblage and evaluate impacts from human caused disturbances. The purpose of this protocol is to characterize the macroinvertebrate assemblage for a stream reach as an indicator of biological integrity and stream health. It is not intended to characterize the condition of individual stream habitats or to provide data to analyze the macroinvertebrates as a food source for fish.These collection procedures, along with other environmental data, will allow analysis of biotic data with either multi-metric [e.g., an Index of Biotic Integrity (IBI)] or predictive models [e.g., River InVertebrate Prediction and Classification System (RIVPACS)] methods. Use of these procedures will allow users to share data, express their data in terms of standardized bioassessment measures, and thus directly compare their results with all other parties using these methods. Their general use does not preclude use of other sampling procedures that may be needed to address the specific objectives of individual projects.Many different approaches have been used to prepare and analyze macroinvertebrate assemblage data. But they all start out with a list of macroinvertebrates that were collected, identified and counted. The data analysis tools presented in Monitoring Resources published under the CITATION AUTHOR Northwest Biological Assessment Workgroup are the methodscommonly used by State and Federal agencies to analyze and interpret macroinvertebrate data.All of the data analysis procedures described in Monitoring Resources published under the CITATION AUTHOR Northwest Biological Assessment Workgroup concept of using a reference condition in order to determine divergence from expected conditions. Whether you develop this information yourself, or rely on what others have developed, the following is a brief description of the reference condition.Reference ConditionsUsers should indicate in their protocol the reference condition criteria used.Reference conditions are the expectations on the state of aquatic biological communities (in this case macroinvertebrates) in the absence of human disturbance and pollution. For the purposes of assessing stream condition, biological integrity is defined as the biological attributes (species composition, diversity, functional organization) of anthropogenically undisturbed or minimally disturbed aquatic systems (reference condition). Impairment (diminished or lack of integrity) is evident when the biological attributes of a particular site differ from those of undisturbed or minimally disturbed systems. Biological changes in a waterbody that are associated with anthropogenic disturbances are evidence of impairment.",
  "url": "http://www.monitoringresources.org/api/v1/methods/4082",
  "title": "Benthic Macroinvertebrate Data- Reference Conditions v1.0",
  "id": 4082,
  "type": "Data Collection",
  "ownerName": "Rebecca  Scully ",
  "ownerEmail": "rscully@usgs.gov"
}