{
  "abstractText": "Monitoring the health and long-term stability of bird communities can provide an important measure of overall environmental health and (Smits and Fernie 2012) effectiveness of management decisions (Noson and Hutto 2005). Birds are good environmental monitors for several reasons: many species can be monitored simultaneously with a single method, methods for monitoring are well understood and standardized, birds occupy all habitat types, and as a community represent several trophic levels and habitat use guilds. Monitoring species abundance, community diversity, and trends provides information that can be used to determine the effectiveness of management actions in moving towards restoration goals.Point counts are the most widely used quantitative method used for monitoring land birds and involve an observer recording birds from a single point for a standardized time period (Ralph et al. 1995). The methodology follows recommendations by Ralph et al. (1995) and is consistent with that employed by the USDA Forest Service Northern Region Land Bird Monitoring Project (Hutto et al. 2001) and recommendations for the Idaho Partners in Flight Bird Monitoring Plan (Leukering et al. 2000). Fixed-radius plots (where the radius is arbitrarily small) reduce the interspecific difference in detectability by assuming that: a) all the birds within the fixed-radius are detectable; b) observers do not actively attract or repel birds; and c) birds do not move into or out of the fixed-radius plot during the counting period. This allows for comparisons of abundance among species. Unlimited radius plots maximize the amount of data collected because they include all detections and are appropriate when the objective is to monitor population changes within a single population (Ralph et al. 1995). Birds should be tallied in two distance bands, one 0-50 meters from the point center and one >50 meters from the point center. This maximizes data collection while permitting interspecific analysis. Additional information on establishing point count stations, data collection, and sample data forms can be found in Ralph et al. (1993), Ralph et al. (1995), and Huff et al. (2000).",
  "url": "http://www.monitoringresources.org/api/v1/methods/1295",
  "title": "Breeding Bird Surveys Using Point Counts v1.0",
  "id": 1295,
  "type": "Data Collection",
  "ownerName": "Kristi Kimmet",
  "ownerEmail": "kkimmet@ewu.edu"
}