{
  "abstractText": "Benthicmacroinvertebrates, orbenthos, (benthic = bottom, macro = large, invertebrate = animal withouta backbone) are organisms that live on the bottom of streams and rivers.Macroinvertebratesare good indicators of watershed health because they live in the water for all or mostof their life, are easy to collect, differ in their tolerance to amount and types of pollution/habitatalteration, can be identified in a laboratory, often live for more than one year; have limited mobility, andare integrators of environmental condition.The IBI is an index that reduces complex information about community structure into a simple numerical value based on measures of taxonomic richness (number of taxa); taxonomic composition (e.g., insects vs. non-insects); taxonomic diversity; feeding groups (e.g., shredders, scrapers, or predators); habits (e.g., burrowing, clinging, or climbing taxa); and tolerance to stressors. Separate metrics were used for each of these categories in the nine WSA ecoregions, based on their ability to best discriminate among streams. Each metric was scaled against the 5th-95th percentiles for the streams in each region to create an overall IBI, whose value ranges from 0 to 100 (Stoddard et al., 2005)Each metric was then assigned to one of 6 metric classes, each of which is intended to capture a separate dimension of biotic integrity (Karr et al. 1986, Barbour et al. 1999):Richness - the number of different kinds of taxaDiversity - evenness of the distribution of individuals across taxaComposition - the relative abundance of different kinds of taxaFunctional feeding groups- primary method by which the BMI feedHabit- predominant BMI behavior, e.g., do taxa cling to substrates, or burrow into substrates?Tolerance- often expressed as a general tolerance to stressorsThe complete list of candidate metrics and their metric classes are shown in Table 1 (Stoddard et al. 2005).",
  "url": "http://www.monitoringresources.org/api/v1/methods/5393",
  "title": "Calculating Macroinvertebrate Index of Biological Integrity (IBI) v1.0",
  "id": 5393,
  "type": "Data Analysis/Interpretation",
  "ownerName": "PNAMP Support",
  "ownerEmail": "pnamp.mm@gmail.com"
}