{
  "abstractText": "Detection rate, defined as the probability of a PIT tagged fish being detected at a site in question is important in interpreting PIT tag data and number of tagged fish migrating past a point/location for improving estimates in escapement, outmigration, etc.The general concept is that any fish detected at a site should also have been detected at other previous sites on the fishs migration route. Determining the number of fish missing detections at sites in the migration can be used to produce a percentage of individual fish missed and a detection rate for the site for a particular period being examined. Several exceptions must be taken into consideration:1. Sites where fish can bypass the detection equipment, such as dams where fish can pass upstream through navigation locks, thus bypassing PIT tag detection antennas in fish ladders. The detection rate may be lower at these sites.2. Behavior of the different species of fish, where some species prefer to travel in different sections or the water column or prefer different methods of passing the ladder orifices. Therefore, each species should be assessed separately.3. Size of fish, where different size fish of the same species or difference in species size may prefer to travel in different sections or water column or prefer different methods of passing the ladder orifices. Therefore, if size of tagged fish is known this may be a consideration in final detection rate.4. Most sites have more than one set of detection weirs, generally a weir has at least two antenna to increase the chance of at least one antenna detecting a fish. Each weir can have their own detection efficiencies and therefore several low efficiency weirs at a site may lower the overall efficiency of a site.5. Water levels/flow at the sites can cause different detection issues. For example, the detection rate of instream arrays generally decreases as water levels increase allowing fish to pass higher in the water column than an array can detect. Or high flows at dams allows fish to swim over parts of the dam or ladder previously not available to them and avoid the detection weirs. Therefore season-to-season and year-to-year variation would be expected in detection efficiencies of sites.",
  "url": "http://www.monitoringresources.org/api/v1/methods/3921",
  "title": "Calculate site detection rate using upstream PIT tag detections v1.0",
  "id": 3921,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Jeffrey Fryer",
  "ownerEmail": "fryj@critfc.org"
}