{
  "abstractText": "With a relatively long history, cast-net fishing is regarded as a traditional method of catching fish that has been used since antiquity. When used in appropriate circumstances, cast nets are effective in determining the presence/absence of a target fish species and the number of fish species within a target habitat. In addition, when the cast net can be expanded or cast to a set size on a consistent basis, a researcher can investigate the relative differences between populations and number of species between specific habitats. Finally, by using information such as the area of the expanded cast net, the number of times the net is cast, and the number of fish caught in each cast, it is possible to estimate abundance of a target fish species within a fixed habitat.A cast net is made up of three parts: the upper section (net band), the middle section (a conical-shaped net mesh), and the lower section, which is weighted. The practitioner casts using both hands and the shoulder, throwing the net onto the surface of water in an area likely to have the targeted fish. When hurled into the air, the net spreads out into a circular shape and expands; as the net hits the water surface, the weighted edges of the net descend into the water in a circular shape, spread out like a parachute, and trap the targeted fish within the circular section. Finally, when the weighted portions of the net reach the bottom of the stream, the top band of the net is pulled, cinching the net closed into a sacklike shape within the water.A cast net can be used to effectively sample various populations using a small number of field workers if it is used in areas with little cover (e.g., areas not covered by submerged logs), or smooth bottom sediment, and in streams and bodies of water that are not particularly fast-moving or deep. For example, if the area sampled with the cast net is a pool within a relatively slow-moving stream or river that is from 1 to 1.5 m deep (approximately) with little bottom cover, cast net sampling will be more effective than electrofishing in collecting fish species (again, depending upon the target fish); however, the efficacy of gathering samples will diminish and this method will not be suitable as a quantitative sampling method when used in areas with diverse topography or dense cover (e.g., submerged logs, grass), high vegetation, or rough bottom sediment, nor will it work in streams or rivers that are deep or swiftly flowing.",
  "url": "http://www.monitoringresources.org/api/v1/methods/114",
  "title": "Cast Net - Casting and Fish Capture v1.0",
  "id": 114,
  "type": "Data Collection",
  "ownerName": "Jacque Schei",
  "ownerEmail": "jschei@usgs.gov"
}