{
  "abstractText": "The removal of adipose fins (e.g., methodID 3991), and the insertion of coded wire tags (CWTs) and passive integrated transponder (PIT) tags (methodID 6583) are three common marking and tagging procedures for juvenile salmon. Removing the adipose finprovides an easily identifiable externalmark to identify individuals as hatchery origin. Additionally, a coded wire tag(CWT) is a fish tag (commonly inserted into the snout)this is regularly used for batch marking hatchery production.A CWT is approximately 0.25 mm in diameter and approximately 0.5 to 1.1 mm long (Northwest Marine Technology, Inc).Rows of numbers or marks etched into the wire helpto aid in batch identification of tagging groups (e.g., all 60,000 fish in a raceway might receive oneunique coded wire tag code).Also, the CWT data is commonly used to calculate smolt-to-adult return rates (see methodID 1522).The PIT tag iscommonly usedto uniquely identify individuals to aidin calculating travel times (e..g, methodID 721), juvenile mortality (e.g., methodID 1678), and PIT tag based smolt-to-adult return rates (methodID 4180).For each of these marks and tags, it is important to establish a baseline for marking and tagging success.Because adipose fin clips and coded wire tags are typically applied to hundreds of thousands of fish during a single marking or tagging event, sub-sampling marked fish is required to determine mark application success. Similarly, in a hatchery setting, hundreds or thousands (e.g., 21,000 PIT tags/fish stock) of PIT tags can be applied to groups of fish that are held in raceways or ponds for a period of time after marking. An accurate estimate of the number of successfully marked fish is an important step in calculating smolt-to-adult return rates. Therefore, this method describes the procedures for counting small groups of fish to determine the numbers of fish that were successfully marked with an adipose fin clip or tagged with a CWT or PIT tag.Note: in all instances where groups of fish within the hatchery must be held separately, thehatchery personnel will choose the most appropriate container to hold sub-samples of fish based on facility design and best hatchery practices.",
  "url": "http://www.monitoringresources.org/api/v1/methods/5526",
  "title": "Coded Wire Tag, Adipose Fin Clip, and PIT tag retention checks v1.0",
  "id": 5526,
  "type": "Data Collection",
  "ownerName": "Joseph Feldhaus",
  "ownerEmail": "joseph.feldhaus@odfw.oregon.gov"
}