{
  "abstractText": "When toxin-producing cyanobacterial harmful algal bloom (cyanoHAB) species such asMicrocystissp.,Dolichospermumsp.,Aphanizomenonsp. andPseudoanabaenasp. are present in the water column, and their density has reached that of a bloom (i.e. 13-25 g/L, or above, Sutula et al. 2017), there is a risk that toxins produced by the bloom organism will reach a concentration that is harmful to human contact recreation or to aquatic life. The California Cyanobacterial and Harmful Algal Bloom Network (CCHAB) provides guidance to assist environmental and public health managers in responding to and closing public access to waterbodies when toxin concentrations reach danger levels (https://mywaterquality.ca.gov/monitoring_council/cyanohab_network/). Table 1. describes the CCHAB action levels for commonly observed cyanobacterial toxins (cyanotoxins)Table 1. CCHAB cyanotoxin action levelsCyanotoxin typeConcentration (g/L) and Action LevelCautionWarning (Tier I)Danger (Tier II)Microcystin0.8620Anatoxin-aDetection2090Cylindrospermopsin1417There are multiple chemical variants, congeners, of each of the toxins listed in Table 1. For example, the different congeners of microcystin can be measured together using enzyme-linked immunosorbent assay (ELISA) to quantify the ADDA amino acid side chain, a chemical structure common to a range of microcystin congeners, as described in USEPA Method 546. In addition to ADDA-ELISA for microcystins, ELISA antibody assays are also available for quantification of anatoxin-a, saxitoxins, and cylindrospermopsins.While ELISA quantifies a group of congeners that share common chemical structures, Liquid Chromatography-Mass Spectrometry/Mass Spectrometry (LC-MS/MS) is capable of quantifying specific chemical congeners of a cyanotoxin at lower concentrations (e.g., USEPA Methods 544 and 545).When collecting samples for cyanotoxin analyses choose an analytical method (and laboratory) based on whether you require a single congener or a group of congeners to be measured for each cyanotoxin.",
  "url": "http://www.monitoringresources.org/api/v1/methods/7158",
  "title": "Collection of Samples for Cyanobacterial Toxin Determination v1.1",
  "id": 7158,
  "type": "Data Collection",
  "ownerName": "John Franco Saraceno",
  "ownerEmail": "JOHNFRANCO.SARACENO@WATER.CA.GOV"
}