{
  "abstractText": "Supplementation is the attempt to use artificial propagation to maintain or increase natural production while maintaining the long-term fitness of the target population, and while keeping the ecological and genetic impacts on non-target populations within specific biological limits (Regional Assessment of Supplementation Program 1992).Supplementation of salmonids aims to help mitigate lost production, and is particularly useful for populations at imminent risk of extinction or substantially below carrying capacity (Reisenbichler and Rubin 1999; Ames and Adicks 2003; Aprahamian et al. 2003; Waples et al. 2007). Current salmon supplementation techniques predominantly rely on hatchery-reared smolts released into rivers; however, this strategy is expensive and precludes natural selection for traits that benefit in-stream juvenile survival (Araki et al. 2007;Anderson et al. 2013; Milot et al. 2013; Einum and Fleming 2001; Myers et al. 2004). Managers of hatcheries and supplementation programs increasingly need to focus on population fitness in the wild as a metric for effectiveness (Fleming 1994; Reisenbichler and Rubin 1999; Waples et al. 2007). The developmental stage at which fish are stocked is therefore an important management consideration for any supplementation program (Johnson 2004).Remote site incubators (RSIs) are a low cost alternative to hatchery production that may produce individuals with higher fitness and greater probability of producing harvestable fish and restoring declining salmon populations. Eggs can be curated to ensure that they are 100% fertilized and free of disease prior to outplanting, maximizing egg-to-fry survival. RSIs can take one of three forms: 1) in-stream incubation boxes that are buried in or placed on top of the stream bed (eggboxes), 2) out-of-stream incubators, or 3) direct planting by burial in the streambed (artificial redds). RSIs expose eggs and emerging fry to a natural rearing regime, including hydrology, prey, and predation. Compared to conventional hatchery-rearing methods, RSIs offer several advantages: eggs are the lowest-cost life stage to produce; RSIs may help circumvent many of the negative fitness effects arising from domestic selection in hatcheries,and outplanting salmon at earlier life history stages reduces the risk of a compromised natal homing ability (Aprahamian et al. 2003; Kirkland 2012).Chinook salmon are an ESA listed anadromous fish species and supplementation efforts have focused on reestablishing Chinook populations using a wide variety of techniques and life history stages. The supplementation of Chinook populations with RSIsprovides an artificial environment that is similar to natural redds and provides a habitat where eggs can be protected, hatch and develop to fry, and allow the volitional release of swim-up fry to eventually enter the stream. This method describes the construction, installation, and monitoring of eggboxes used to incubateChinook salmon eyed-eggs.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6728",
  "title": "Construction and installation of eggboxes for incubation of Chinook salmon eyed-eggs v1.0",
  "id": 6728,
  "type": "Data Collection",
  "ownerName": "Lytle Denny",
  "ownerEmail": "ldenny@sbtribes.com"
}