{
  "abstractText": "The number of juvenile salmonids using a juvenile fish screening and bypass facility needs to be determined if estimates of passage and abundance are desired. And fish must be diverted from the screening facility into a trap or evaluation area for enumeration to occur. A number of site-specific designs exist, however, three components are necessary to safely guide fish for sampling and counting. Those components are a dewatering screen, fish separator, and fish holding container.Dewatering screens come in a variety of shapes, sizes, material, and orientation. Incline screens, horizontal screens, and vertical belt screens being the most common. And larger facilities often require multiple dewatering screens. Fish separators grade fish by size and help reduce accumulation of floating debris in holding containers. A single-stage dry separator is frequently used and will have bars spaced according to the species and life stage being monitored. Fish of target size or smaller simply fall through the bar gaps and larger fish pass over the bars, and back into the fish bypass. Fish falling through the separator are collected in a live box or guided into an evaluation area with holding tanks.Complete enumeration of fish is ideal, but often not practical because the number of fish using the facility can exceed holding tank capacities or staffing levels. And fish handling may be restricted through regulation when threatened or endangered species are present. Facilities designed with fish counting in mind, often have the ability to subsample fish. The sample rate is generally based upon the projected number of fish moving through the facility, which is in turn based on the previous days collection, hatchery release schedules, propensity of target species, number of non-target species, and best estimate of changes in passage numbers.Due to the non-homogeneous behavior of juvenile salmonids during passage through fish screening facilities, sampling should occur 24 hours per day and 7 days per week. If sub-sampling, samples should be taken at minimum once per hour. Daily collection goals should be formulated based on project objectives and study design. And the general principle of sampling the fewest number of fish as possibly to answer the questions being investigated should be applied. The Fish Passage Center recommends 100 of each species present in a daily sample should be examined for condition monitoring (i.e. descaling, injuries, parasites), while a target sample size of 300-800 is needed to maintain a coefficient of variation lower than 5% for collection estimates (FPC 2020, Wagner 2007). Daily collection targets may also need to consider tagging or other research needs.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6961",
  "title": "Counting and Collecting Juvenile Salmonids at a Juvenile Fish Screening and Bypass Facility v1.0",
  "id": 6961,
  "type": "Data Collection",
  "ownerName": "Josh Hanson",
  "ownerEmail": "Josh.hanson@odfw.oregon.gov"
}