{
  "abstractText": "Ex-vessel values (EVV) indicate the amount paid to commercial fishers from buyers for fish caught in a given fishery. It is simply a sum of prices paid for landed fish reported by commercial fishing zone and season.Of interest to managers, is to examine the performance for a fishery from the perspective of participating fishers. How data are used depends on the interest of the user, such as demonstrating inter-annual variation by comparing total annual EVV or comparing EVV by season, or average price/pound over time. Ex-vessel values of commercial landings are derived from fish tickets. In Oregon, fish tickets are used by wholesale fish dealers and canneries to record purchase of fish or shellfish from a commercial fisher (see supplemental information and also https://www.dfw.state.or.us/fish/commercial/docs/2020_Commercial_Synopsis.pdf). The Columbia River (CR) fish ticket is one of five types provided by ODFW. It is used for reporting landings of fish species caught in the CR and its tributaries (excluding Willamette River). All CR gillnet fish tickets are required to be submitted by buyers to ODFW using the electronic fish ticket system (Figure 1). The electronic fish ticket system is managed through Pacific States Marine Fisheries Commission (PSMFC) in cooperation with agency and industry partners.Fish tickets are completed by buyers at the time of purchase of landed fish. They contain such information as fisher, license of fisher, commercial fishing zone that fish were landed, landing date, species, number of fish landed, and length, weight, and price paid for each fish, and others. Fish tickets are required by the state agency responsible for fisheries management to be returned by the buyer within a given amount of time to facilitate in-season management. In Oregon, CR gillnet catch must be reported by electronic fish tickets within 24 hours of closure of the fishing period or within 24 hours of landing for fishing periods lasting longer than 24 hours. However, this differs by fishery and can be after 5 days after the fishery is over. Ex-vessel values are typically summarized post season.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6897",
  "title": "Determine ex-vessel value of commercial landings v1.0",
  "id": 6897,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Cyndi Baker",
  "ownerEmail": "cynthia.f.baker@state.or.us"
}