{
  "abstractText": "This methodshould be used to determine whether the designed fish passage criteria are met post-construction such that fish passage remains possible. The purpose is to determine whether an engineered solution to a fish passage problem remains viable for at least five years. Natural stream channels provide the benchmark for the passage of all fish for the various life stages at which they migrate. The further a crossing structure (e.g., dam, culvert) departs from the prevailing natural condition, the more impaired fish passage typically becomes. The degree to which the completed passage structure complies with design criteria could measure effectiveness.New stream crossing structures and restoration of fish passage at identified fish passage barriers should utilize design criteria provided through WDFW in the Water Crossing Design Guidelines (Barnard et al. 2013). The methodology in this section will encompass the data necessary to complete evaluations of fish passage structures found inFish Passage Barrier and Surface Water Diversion Screen Assessment and Prioritization(WDFW 2009). These guidelines are based on best available science related to fish passage. In addition to those criteria, the gradient of the fish passage structure will be measured and compared to the original design criteria. Deviations of greater than 20% shall be considered out of compliance.Projects designed and constructed to criteria in the above-referenced guidance documents are presumed to provide fish passage. Therefore, monitoring of project design upon completion of construction and over time constitutes the most appropriate and measurable effectiveness monitoring. Additionally, to assess whether partial fish passage barriers have been improved, it is necessary to evaluate adult and juvenile fish densities to determine whether increased fish utilization has been accomplished.",
  "url": "http://www.monitoringresources.org/api/v1/methods/4105",
  "title": "Determining Effectiveness of Fish Passage Structures- Culverts v1.0",
  "id": 4105,
  "type": "Data Collection",
  "ownerName": "Colin Riordan",
  "ownerEmail": "colin@naturaldes.com"
}