{
  "abstractText": "There are likely multiple, interacting factors that affect smolt-to-adult survival rates for juvenile salmon reared in captivity and released in the steam environment. There are variables measured by hatcheries or other rearing operations, such as net pens, as part of their protocols (water temperature, days reared before release) and other variables that can be obtained elsewhere that one can use in the analysis, such as ocean indices (i.e., Pacific Decadal Oscillation). There are many sources of data available that may be pertinent to salmon. This method describes a tool to explore patterns retrospectively that will identify environmental variables that can be used as predictors of SAS rates. It is not used to test hypotheses but rather to understand patterns in the environment that can be used to pose hypotheses for later testing, if appropriate. Of interest is both predictors that can be controlled and those that cannot but for different reasons. For predictors that can be controlled, rearing protocols may be adjusted to maximize the potential for higher SAS rates. For predictors that cannot be controlled, it is still useful to identify variables that affect SAS rates for the sake of understanding their response to the environment outside rearing facilities. If it is possibly to predict returns perhaps release numbers can be adjusted in anticipation. We have, or can obtain, data for this analysis. Whether or not measured variables exist to represent enough variation in SAS rates to be useful remains to be discovered. It is just a matter of assembling the data matrix and running the modelling software. This analysis may reveal parameters that should be measured for future exploration.Traditional tools used by ecologists to model species responses are parametric statistical approaches, such as linear and logistic regression. These approaches are unnecessarily constrained by additivity of model terms, which leads to over-parameterized models. They also have a limited array of functional forms. Species responses usually have unimodal, hump-shaped forms and have interactions with multiple, dependent environmental gradients, that stretch the hump-shaped form into an array of multidimensional response surfaces. A more robust tool for capturing this complexity is non-parametric multiplicative regression (NPMR), which represents species response surfaces in multidimensional predictor space (McCune 2006). Premises of NPMR include: 1) the response variable has a minimum of zero and a physiologically-determined maximum; 2) species respond simultaneously to multiple interacting factors, and; 3) if any of the factors is intolerable, then the species response is zero. The modelling process automatically accommodates interactions among environmental predictors, which is mathematically difficult for traditional models. NPMR provides a practical solution by adapting nonparametric curve-fitting techniques, where the components are combined multiplicatively rather than additively. There is no need to specify an overall model form in advance and there are built-in cross-validation procedures to reduce overfitting. Predictors can be numeric (continuous) or categorical (nominal). Categorical variables are qualitative and can indicate membership in one of two or more categories. Measure of species performance can include presence/absence, abundance, physiological rates, and demographic parameters.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6892",
  "title": "Develop methods for analyzing parameters that can be used as predictors for smolt-to-adult survival rates by CWT release groups v1.0",
  "id": 6892,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Cyndi Baker",
  "ownerEmail": "cynthia.f.baker@state.or.us"
}