{
  "abstractText": "Discriminant function analysis (DFA)is used to determine which continuous variables discriminate (e.g., differentiate) between two or more groupings. More simply, DFAis useful for determining whether a set of variables is effective in predicting category membership. Discriminant function analysis is the preferred and most commonly used multivariate assignment techniquewhen dealing with isotopic ratio data with the intent of assigning fish to an origin location (Nowling et al. 2011; Gahagan et al. 2012). Discriminant function analysis maintains the following assumptions that should be considered, although this technique is typically robust to slight violations of these assumptions.1) multivariate normality2) homoscedasticity3) non-multicollinearity4) independenceThe following text was paraphrased from Poulsen and French (http://userwww.sfsu.edu/efc/classes/biol710/discrim/discrim.pdf)Discriminant function analysis can be broken into two steps. The first step is testing the significance of a set of discriminant functions. The second step is classification.In the first step there is a matrix of total variances and covariances, and there is also a matrix of pooled within-group variances and covariances. The two matrices are compared via multivariate F tests in order to determine whether or not there are any significant differences (with regard to all variables) between groups. The multivariate test is performed first to determine which of the variables have significantly different means across the groups. Once group means are found to be statistically significant, classification of variables is undertaken. Discriminant function analysis automatically determines some optimal combination of variables so that the first function provides the most overall discrimination between groups, the second provides second most, and so on. Moreover, the functions will be independent or orthogonal, that is, their contributions to the discrimination between groups will not overlap. The first function picks up the most variation; the second function picks up the greatest part of the unexplained variation, etc. Computationally, a canonical correlation analysis is performed that will determine the successive functions and canonical roots. Classification is then possible from the canonical functions. Subjects are classified in the groups in which they had the highest classification scores. The maximum number of discriminant functions will be equal to the degrees of freedom, or the number of variables in the analysis, whichever is smaller.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6609",
  "title": "Discriminant Function Analysis to Assign Rainbow Trout to Natal Tributaries by Isotopic Ratio v1.0",
  "id": 6609,
  "type": "Data Analysis/Interpretation",
  "ownerName": "T.J. Ross",
  "ownerEmail": "tj.ross@idfg.idaho.gov"
}