{
  "abstractText": "Meso- and microzooplankton biomass is important for estimating avialble lower trophic food available. Meso- and microzooplankton biomass is most frequently calculated based on average weights derived from literature values. These calculations apply a single value for mg of carbon (C) per individual for all individuals of a given life stage (Culver et al. 1985; Kimmerer et al. 2011).There are no existing biomass values for many species, so related species must be used. For mysids collected by Environmental Monitoring Program (EMP) and the Fall MidwaterTrawl (FMWT), the first 100 individuals are also measured to the nearest mm.Biomass is than calculated based on lengthweight regressions (Burdi et al. 2021). Length-weight regressions provide a somewhat more accurate estimate of total biomass, but the extent to which a given individual fits the regression will vary based on sex, reproductive state, health, and time of year.Updated biomass conversions from the literature into Appendix B (Kayfetz et al.,2022). All species and taxonomic groups are not covered, reflecting gaps in the literature, but these conversion values provide a starting point for researchers interested in estimating zooplankton biomass.The Zooplankton Biomass Lookup Table is a collection of carbon weight averages for micro-zooplankton (Kayfetz et al.,2022; Table B1; copepods, Cladocera, and rotifers) as well as length wet-weight relations for several macrozooplankton species (Kayfetz et al.,2022; Table B2; mysids and amphipods). These estimates and relations have been accumulated from several published and unpublished studies. Sources for the data are listed within the lookup tables (attached), and details for the unpublished studies are detailed here.Much of the calanoid and cyclopoid copepod weight estimates are derived from a study by Wim Kimmerer, Toni Ignoffo, and Lindsay Sullivan at the Romberg Tiburon Center at San Francisco State University (Kimmerer et al. 2011). The study used 171 samples to determine dry weights and carbon and nitrogen mass as well as mean length. Samples were collected opportunistically and either transported live to the lab or preserved in glutaraldehyde.Individuals of a species were separated from samples and grouped in a sample cup to measure mass in a Sartorius SE-2 ultramicrobalance. All sample cups were dried at 60 C for two days before being weighed.Sample cups were then analyzed for carbon and nitrogen using a Costech ECS 4010 elemental analyzer.A subset of samples was sent to the UC Davis Isotope Facility for analysis of isotopes and total mass of carbon and nitrogen. Results are presented as micrograms of carbon.Most of the mysid and amphipod length-weight relations were calculated by the CDFW Fish Diet and Condition Study (Burdi et al, 2020). Individuals were taken from EMP mysid samples preserved in 10 percent formalin and from the stomachs of fish preserved in 10 percent formalin and 95 percent ethanol collected by various IEP Long Term Monitoring Surveys.",
  "url": "http://www.monitoringresources.org/api/v1/methods/7115",
  "title": "DWR Zooplankton Biomass estimation v1.0",
  "id": 7115,
  "type": "Data Analysis/Interpretation",
  "ownerName": "John Franco Saraceno",
  "ownerEmail": "JOHNFRANCO.SARACENO@WATER.CA.GOV"
}