{
  "abstractText": "Fish handling procedures are a critical element of sampling, especially in systems with threatened or endangered species. As researchers and managers, we are obliged to handle the fish we are sampling responsibly (Nickum et al. 2004). This is an important topic that should be considered by all practitioners sampling fish. Detailed fish handing guidelines are available from Nickum et al. 2004, the Canadian Council on Animal Care (CCAC) 2005, and Stickney (1983). When markrecapture sampling, it is critical that handled and marked fish return to normal activities before the recapture sample begins to help satisfy the equal catchability assumption associated with markrecapture estimators. There are several examples of things we can do to reduce the handling stress of sampled fish. For instance, minimize sampling at water temperatures above 18 degrees Celsius, use live well colors that mimic the natural environment and included cover, avoid overcrowding fish in live wells, and segregate large predatory fish from small fish to prevent predation in the live well. Also, the zone 0.5 m from an electrofishing anode has been termed the potential zone of injury; thus fish in close proximity to the anode should be quickly removed from it while electrofishing (NMFS 2000). After removal from the water, captured fish should be held for the shortest time possible in live wells with recirculated or aerated water that has approximately the same temperature as the ambient water temperature they were removed from. An innovative live well design used for holding captured stream fish was proposed by Isaak and Hubert (1997) for stream sampling and by Sharber and Carothers (1987) for boat or raft units. Perhaps the most important consideration is to minimize handling of fish during any research or sampling activity.",
  "url": "http://www.monitoringresources.org/api/v1/methods/117",
  "title": "Electrofishing - Fish Processing and Recovery v1.0",
  "id": 117,
  "type": "Data Collection",
  "ownerName": "Gabriel Temple",
  "ownerEmail": "gabriel.temple@dfw.wa.gov"
}