{
  "abstractText": "Wetland elevation is a factor in geomorphological evolution, vegetation succession, and fish habitat use (Rice et al. 2005). Dynamic alterations of channel morphology and vegetation patterns often accompany hydrologic reconnection of sloughs and backwaters with tidal forcing (Coats et al. 1995, Zedler 2001). Establishing the extent and rate of change of elevation at a restoration site is important for evaluating the progress of the restoration effort. If elevation surveys are not conducted in combination with vegetation surveys or in other specific areas of interest such as tidal channels, they may not be useful for evaluating vegetation patterns or analyzing channel formation and change. At a minimum, surveys should establish a series of elevation benchmarks at the restoration site with line-of-sight to the portions of the site where elevation data is critical (e.g., at the location of vegetation transects, channel cross sections, and water depth sensors). An autolevel can then be used to survey elevation differences between the established benchmarks and the areas of interest. Elevations should be surveyed at 1) the location of data logging instruments (Protocol 1 (Method ID:814/815)hydrology, and Protocol 2 (Method ID:816/817), water quality), 2) at selected channel cross sections, 3) at the location of vegetation transects (Protocol 5 (Method ID:822/823), plant species composition and cover), and 4) at sediment accretion stakes. It is advantageous to use PVC or rebar to permanently mark transect endpoints as defined in Protocol 5 and the channel cross section endpoints. Elevations should be measured at the top of the stakes because the ground surface elevation can change over time. Additionally, a GPS should be used to determine the location of each stake.",
  "url": "http://www.monitoringresources.org/api/v1/methods/818",
  "title": "Elevation  Data Collection - Roegner et al. 2009 v1.0",
  "id": 818,
  "type": "Data Collection",
  "ownerName": "Catherine Corbett",
  "ownerEmail": "ccorbett@estuarypartnership.org"
}