{
  "abstractText": "In MornitoringResources a method is defined as A systematic, standard operating procedure for collecting data (Measurements) or analyzing data (derivingMetricsfrom Measurements). In the published sampling protocol document,the term protocol in used in the same waymethod is used in Monitoring Resources. To avoid confusion we replaced protocol with method for this publication.AbstractEnvironmental DNA (eDNA) analysis is an effective method of determining the presence of aquatic organisms such as fish, amphibians, and other taxa. This publication is meant to guide researchers and managers in the collection, concentration, and preservation of eDNA samples from lentic and lotic systems. A sampling workflow diagram and three sampling methods are included as well as a list of suggested supplies. Methods include filter and pump assembly using: (1) a hand-driven vacuum pump, ideal for sample collection in remote sampling locations where no electricity is available and when equipment weight is a primary concern; (2) a peristaltic pump powered by a rechargeable battery-operated driver/drill, suitable for remote sampling locations when weight consideration is less of a concern; (3) a 120-volt alternating current (AC) powered peristaltic pump suitable for any location where 120-volt AC power is accessible, or for roadside sampling locations. Images and detailed descriptions are provided for each step in the sampling and preservation process.IntroductionOrganisms produce an abundance of genetic material that can persist in aquatic environments as environmental DNA (eDNA) when expelled from the organism in the form of sloughed cells, feces, or other exogenous processes. The collection, concentration, and analysis of eDNA from water samples is an effective method of determining the presence of aquatic organisms such as fish (Jerde and others, 2011; Takahara and others, 2013; Laramie and others, 2014), amphibians (Ficetola and others, 2008; Goldberg and others, 2011; Pilliod and others, 2013a), and other taxa (Thomsen and others, 2012). For an overview of early (200811) methods and applications of eDNA, see Pilliod and others (2013b).This publication is meant to serve as a guide for collection, concentration, and preservation of eDNA samples from lentic and lotic systems and to provide three sampling protocols and a list of necessary supplies similar to those used in past studies (Goldberg and others, 2011, 2013; Pilliod and others, 2013a; Laramie and others, 2015). These methods have been used to reliably and consistently collect and concentrate eDNA from stream samples. However, adaptations to these methods may be necessary, depending on target taxa or environmental conditions of the system being sampled. The methodsincluded in this document use cellulose nitrate filter membranes with a 0.45-m pore diameter (see appendix A for supplies list) for water samples ideally ranging from 250 to 1,000 mL. Samples collected from streams or ponds with an abundance of impurities such as tannins and organic materials likely will be limited to 500 mL or less, using the described filter type. Filters with a greater pore diameter (from 0.45 to more than 3.0 m) could reduce clogging of the filter, increasing the sample volume, when desired. Turner and others (2014) provides an isocline equation to calculate eDNA collection equivalents for various pore sizes and sample volumes using carp as a model organism. Essentially, greater pore sizes allow for filtration of greater volumes of water, but eDNA molecules could potentially pass through the filter without being collected. Examination of literature or empirical testing may be necessary to determine the most suitable materials for desired applications. Additionally, researchers also must consider the ecology of the target organism and the characteristics of the water body being sampled to determine the most suitable locations within a body of water to collect water samples (for example, stream margins or thalweg). Whenever possible, samples should be collected without entering a stream or pond to reduce the probability of contaminating the site, boots and clothing, and (or) sampling equipment.",
  "url": "http://www.monitoringresources.org/api/v1/methods/5476",
  "title": "Environmental DNA (eDNA) Sampling — Filtering Water to Capture DNA from Aquatic Organisms v1.0",
  "id": 5476,
  "type": "Data Collection",
  "ownerName": "PNAMP Support",
  "ownerEmail": "pnamp.mm@gmail.com"
}