{
  "abstractText": "Environmental DNA (eDNA) has become increasingly used as a surveillance tool to monitor for the genetic presence of aquatic invasive species or threatened and endangered species (Jerde 2011). Environmental samples generally have low levels of the target species DNA (Dejean et al. 2011), thus it iscritical to have minimal loss of DNA during processing in the lab.Once an eDNA water sample is collected, the organic matter is typically concentrated by filtering or centrifugation. Extraction of total DNA from filters or pellet is the first step in workflow. Detection of target DNA in the sample depends on the quantity and quality of DNA which is extracted from the field sample. Commercially available extraction kits may vary in the quantity and quality of target DNA copiesavailable at the end of extraction, so it is critical to be able to maximize both aspects of extraction.Extraction is a time-consuming step in the lab, especially when there are thousands of eDNA samples tobe processed, and this step is often the bottleneck in processing. In addition to labor time, otherconsiderations in choice of extraction kits are cost and the ability to purchase individual reagents orpieces of each kit as needed to avoid waste of kit components. Current protocols used in the WhitneyGenetics Lab for the processing of eDNA samples in the early detection and surveillance of bigheadedcarps is outlined in great detail in the Quality Assurance Project Plan (QAPP). Originally, the QAPP calledfor use of MoBio PowerWater kits for extraction, but in 2013 after a rigourous comparison studyconducted with two other labs, Qiagen DNeasy Blood and Tissue kits were approved for extraction(Amberg et al. 2015). The patent on Qiagen kits recently expired, and IBI Scientific created a copycatkit called the gMAx mini kit, which uses the same chemical buffers and DNA-binding membranes in a spinkit as the Qiagen version. TheIBIkit will sell the spin columns separately unlike Qiagen. This is helpful to reduce reagentwaste because there are often left-over reagents that cant be used because the spin columns are used upfirst.",
  "url": "http://www.monitoringresources.org/api/v1/methods/5484",
  "title": "Environmental DNA (eDNA) Extraction for Centrifuged Samples Using the IBI Scientific gMAX Genomic DNA Kit v1.0",
  "id": 5484,
  "type": "Data Collection",
  "ownerName": "PNAMP Support",
  "ownerEmail": "pnamp.mm@gmail.com"
}