{
  "abstractText": "The need for estimating steelhead abundance was a recommendation made by theCBFWAAnadromous Monitoring Strategy for identifying critical gaps in knowledge for steelhead management and recovery (CBFWA 2010) and again in the most recent iteration of the Federal Columbia Power System Biological Opinion (FCRPS 2013). Population scale abundance and productivity estimates with known accuracy and precision do not exist for most Snake River steelhead populations.FCRPSBiOPRPA50.6 and 63.1 require additional steelhead population status and trend data. In an ideal situation, weirs would allow researchers to get an absolute count (census) of the entire steelhead population in a given watershed or stream. Given the habits of steelhead, this is rarely the case. Environmental conditions (freshets, debris, ice, etc.) often encountered in the spring sampling period often prevent handling every upstream migrating steelhead. As such, most projects operating temporary weirs to estimate steelhead abundance strive for a census (in good years) and count on using mark-recapture methods to calculate an estimate of adult steelhead escapement. In addition to providing an estimate of spawning escapement, handling adult steelhead, weirs can provide a way to gather additional biological data important to understanding population dynamics and health, including, size, sex, origin, and age. These metrics are paramount to understanding population status, productivity and viability. In additional trapped fish should be marked in manner to enable mark-recapture estimation of abundance in the case the weir is not 100% efficient and a census is not possible. Downstream movingkeltsand carcasses washed downstream to the weir serve as recaptures for this method.The intent of this method is to provide a basic framework and direction on basic weir operations that can be customized to fit each specific monitoring project.",
  "url": "http://www.monitoringresources.org/api/v1/methods/931",
  "title": "Estimate Steelhead Abundance at Weirs Using Kelts as Recaptures v1.0",
  "id": 931,
  "type": "Data Collection",
  "ownerName": "Peter Cleary",
  "ownerEmail": "peterc@nezperce.org"
}