{
  "abstractText": "Salmonids are many sites in the Columbia basin, usually by technicians reviewing recorded video or by technicians onsite in real time. These counts can be expensive due to equipment and personnel costs. In addition, there can be biases and inaccuracies in the count that are difficult to detect unless additional counts are made for at least part of the run at additional cost. In theory, mark recapture techniques could be used to estimate escapement at upstream sites for fish PIT tagged at a site such as Bonneville Dam and detected at those sites if the following assumptions can be made (with comments on those assumptions in parentheses):1.) Fish tagged are representative of the run. Often trapping is done only on certain days, hours of a day, or on a particular ladder, so biases are possible if the temporal or spatial distribution of the run being sampled is such that it is not representatively sampled.2.) Tagged fish behave the same as untagged fish and no additional mortality is imposed.3.) Counts at the dam where the tagging is occurring are accurate. (Any fish passing through navigation locks are uncounted while and fish falling back and reascending will be counted twice. On site technicians counting fish do so in real time which can be difficult during times of high passage. It is also difficult to adequately assess accuracy and precision.)4.) All tagged fish are detected at the upstream site. (Antennas on fish ladders typically detect virtually 100% of tagged fish passing.) The advantage of this method over traditional counts is that, if the PIT tag infrastructure is in place and sufficient tagged fish are detected, it may provide reasonably accurate escapement estimates at less cost than having a technician review video or count on-site.",
  "url": "http://www.monitoringresources.org/api/v1/methods/3919",
  "title": "Estimate escapement using detections of fish PIT tagged as adults v1.0",
  "id": 3919,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Jeffrey Fryer",
  "ownerEmail": "fryj@critfc.org"
}