{
  "abstractText": "The Integrated Status andEffectivnessMonitoring Program (ISEMP) will be developing a gross primary production (GPP) model for stream networks in the Columbia Basin in order to make spatially-explicit predictions regardingsalmonidhabitat needs. PreliminaryGPPmodel development work by Eco Logical Research, Inc. (ELR) has shown promising results using temperature, solar inputs, and conductivity as model inputs. Solar insolation directly affects stream temperature (Sinokrotand Stefan, 1993) and the primary productivity of streams (Fisher and Likens, 1973; Hill et al., 1995). Work to date has explored using areal solar insolation for the solar input parameter. ELRhasdeveloped a preliminary workflow for predicting solar insolation for a stream network, summarizing the average upstream solar insolation values (watt hours per square meter,WH/m2) per ~200 meters stream segments. South Fork Research, Inc. (SFR) is improving this method and automating the solar insolation modeling process through the development of ArcGIS Python tools. Specifically, we developed a methodology for modeling solar insolation thatemulate the effects of shading from riparian vegetation and topography.The Columbia Habitat Monitoring Program (CHaMP) protocol collects of solar insolation data during stream surveys, however, collecting field-based solar insolation measurements comprehensively (continuously along network) for the entire stream network of the Columbia Basin is resource prohibitive. Developing a spatially-explicit model to predict solar insolation for all stream networks and associated riparian buffers within the Columbia Basin will potentially provide a robust, reliable input forGPPmodeling efforts, and may reduce the need for field-based data collection.To date, our solar modeling efforts have relied on raster data derived from the National Biomass and Carbon Dataset (NBCD) basal area-weighted canopy height dataset. TheNBCDwas developed by the Woods Hole Research Center in 2000, and combines high-resolution inSAR data acquired by the 2000 Shuttle Radar Topography Mission (SRTM), US Forest Service Forest Inventory and Analysis (FIA) data, and remotely-sensed data from the Landsat ETM+ sensor. The tool then combines basal area-weighted canopy height values with bare-earth topographic values from a National Elevation Dataset (NED) high-resolution digital elevation model (DEM), resulting in a relatively close approximation of stream shading, when calculating solar insolation using ESRIsArea Solar Radiationtool. While we have obtained good results using NBCD basal area-weighted canopy height data, any vegetation height raster dataset (with elevation values in meters) will work as an input for the tool.Model Inputs: NHD+ 1:24k flowlines, segmented NED DEM 10m2 USGS Hydrologic Unit polygon (i.e. HUC4, HUC5) Stream area polygon (i.e. bankfull or NHD Area) NBCDbasal-area weighted (BAW) canopy height",
  "url": "http://www.monitoringresources.org/api/v1/methods/6555",
  "title": "Estimating solar insolation along stream networks v1.0",
  "id": 6555,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Carol Volk",
  "ownerEmail": "carol@southforkresearch.org"
}