{
  "abstractText": "Colony size will be estimated at each of the colonies identified during the reconnaissance surveys. When in-flight observations or post-flight inspection of digital images suggest the presence of a potential piscivorous waterbird breeding colony, ground- or boat-based surveys will be conducted to assess the breeding status and nesting chronology of birds at the site (i.e. (pre-laying, incubation, chick rearing, and fledging periods) and colony attendance (number of adults on colony). The frequency of ground-based and boat-based surveys of colony sites identified during the aerial survey would vary from once a week to once a month, depending on the number of birds and the types of nesting behaviors observed at the site. If the colony sites cannot be adequately monitored via land or boat, we will deploy an Unmanned Aircraft System (UAS; see below) to assist in the monitoring of those sites. Whenever UASs are used (see below), we will adhere to all FAA requirements, and we will conduct simultaneous colony monitoring to ensure that UAS surveys cause no disturbances to nesting birds.Estimates of colony size (number of breeding pairs or adults on colony) for piscivorous waterbirds are obtained late in incubation, when the greatest numbers of nesting adults are aggregated on colony (Bullock and Gomersal 1981; Gaston and Smith 1984).). We will use a UAS to acquire high-resolution (1-1.5 cm ground sample distance) vertical imagery of each active piscivorous waterbird colony in the Columbia River basin. These flights will be conducted late in the incubation period (mid-May) to determine numbers of breeding pairs, colony area, and habitat types used by nesting birds. Habitat type refers to the ground where birds may/may not attempt to breed; vegetation is binary (vegetated or non-vegetated) and habitat substrate could be sand, gravel, cobbles.High-resolution vertical imagery will be orthorectified and mosaicked.Orthomosaics are generated in Pix4Dmapper photogrammetry software (Pix4D) in order to georeference, mosaic, and adjust the imagery to reduce spatial distortion caused by topographic relief, camera lens distortion, and camera orientation. In summary, a 3d point cloud is generated from input aerial images via a sequence of Structure From Motion (SFM) algorithms. A digital surface model (DSM) is generated from the 3d point cloud. Images are orthorectified and mosaicked using the DSM for terrain input, camera lens calibration calculations, image geolocations (either DGPS or PPK GPS), and surveyed PPK GPS ground control points (when survey-grade precision is required). A description of the photogrammetric process can be found athttps://www.pix4d.com/product/pix4dmapper-photogrammetry-software. The end product of this task will be high-resolution vertical imagery that is orthorectified and mosaicked and ready for analysis to estimate peak colony size at each piscivorous waterbird colony within the study area.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6808",
  "title": "Estimate size of piscivorous waterbird colonies in the Columbia River basin (data collection) v1.0",
  "id": 6808,
  "type": "Data Collection",
  "ownerName": "Ken Collis",
  "ownerEmail": "ken@realtimeresearch.com"
}