{
  "abstractText": "Nearly all of the large rivers in North America have been impounded (Benke 1990; Graf 1999). The primary routes of passage used by downstream migrating juvenile fish are the turbine intakes and spillways. Many dams including Lower Granite Dam along the lower Snake River are equipped with bypasses composed of screens in the turbine intakes that divert downstream-migrating juvenile anadromous salmonid smoltsOncorhynchussp. away from the powerhouse into flumes that empty into holding raceways or the dam tailrace (e.g., Matthews et al. 1977).In addition to protecting smolts, bypasses essentially function as fish traps and can be used to collect the data needed to estimate daily passage abundance of smolts. One equation used to estimate daily passage abundance is:N^i= ni/C^i;whereniis number of PIT-tagged smolts detected in the bypass (e.g., Prentice et al. 1990) andCiis the collection probability estimated for that time period (after Giorgi and Sims 1987). Collection probability is the proportion of the total number of PIT-tagged fish that pass a dam by all passage routes combined on a give day that is diverted into the bypass. Outflow is the total volume of water that passed the dam, and turbine allocation is the proportion of outflow passed through the turbines intakes. Decreases in turbine allocation caused by passing water over the spillways decreases collection probability (Giorgi and Sims 1987; Wilson et al. 1991; Coutant and Whitney 2000). The actual relationship between collection probability and outflow and turbine allocation varies by age class, species, and age class. Thus, that relationship must be established specifically for a given age class, species, and dam. This method was developed for subyearling Chinook salmon at Lower Granite Dam.",
  "url": "http://www.monitoringresources.org/api/v1/methods/3999",
  "title": "Estimating Daily Passage Abundance of PIT-tagged Subyearling Chinook Salmon at Lower Granite Dams v1.0",
  "id": 3999,
  "type": "Data Collection",
  "ownerName": "Kenneth Tiffan",
  "ownerEmail": "ktiffan@usgs.gov"
}