{
  "abstractText": "Determing snorkel sites utilizinga probabilistic approach, specificallya generalized random-tessellation stratified (GRTS) design (Stevens et al. 2007); results in spatially balanced surveys and allows determination offish abundance at the population scale. Because GRTS sites are spatially balanced across a given population, visiting sites can be logistically challenging and require careful planning. GRTS surveys can beconducted annually or infrequently depending upon the survey design and objective. Annual sites can target drainages that have juvenile emigrant traps, and as a results snorkelsurveys can be used to calibrate parr densities with production of juvenile emigrants estimated from traps (Copeland et al. 2013). A unique design number provided for all probabilistic sites serves as the site name, with the lowest design numbers having the highest priority for survey.Information on spatial distribution is required for Endangered Species Act (ESA) status reviews (McElhany et al. 2000). And GRTS snorkel surveys canfill this need. In particular, GRTS surveys can beused to establish fish distribution and relative abundance at a larger spatial scale generally sampled within a single year. Although GRTS surveys may span several years if all sites could not be surveyed in a single year. Data collected GRTS surveys often might represent the most complete fish assemblage and distribution information, particularly forremote, and mostly inaccessible basins. Over time GRTS surveys cancoverthe majority of available habitat for steelhead and Chinook Salmon, therebyfilling a large data gap for these species and other salmonids.Occupancy information is useful for programs prioritizing habitat restoration projects for both resident and anadromous fish.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6939",
  "title": "Estimate occupancy to describe spatial structure of anadromous parr from snorkel surveys. v1.0",
  "id": 6939,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Eric Stark",
  "ownerEmail": "eric.stark@idfg.idaho.gov"
}