{
  "abstractText": "Electrical conductivity has been shown to be a potential indicator of aquatic macroinvertebrate species richness (Spieles and Mitsch 2000, Brown, Hannah et al. 2007) and also can influence faunal life stages (Tarn and Cano 2000). Preliminary gross primary productivity model development work byEco Logical Research, Inc.(ELR) has shown promising results using temperature, solar inputs, and conductivity as inputs. By incorporating a previously developed electrical conductivity predictive model (Olson and Hawkins 2012), we built an automated workflow for predicting conductivity for a stream network, summarizing predicted upstream conductivity values per 1000-meter stream segments.Random forests (RF) is a statistical classifier that is well established in other disciplines, buthas only recently begun tobe more widely integrated into ecological models, andhas been found to produce highly accurate results in modeling complex interactions (Cutler et al. 2007). The random forestelectricalconductivity model was developed by Olsen and Hawkins (2012) using 19 environmental parameters, to better predict water chemistry by incorporating concentrations of natural solutes present in the environment. By associating rock chemical and physical properties with geological map units, continuous map rasters with percentages of CaO, MgO, S, uniaxial compressive strength, and hydraulic conductivity were generated for western United States lithologies. They found that RF models were superior to linear regression (LR) models in predicting electrical conductivity using their environmental parameters, which is why we have chosen the RF model for our Conductivity Tool.To determine predicted electrical conductivity for a stream network, a series of data pre-processing steps must be performed prior to initiating the actual modeling process, to create a 1000m segmented stream network and upstream catchment areas for each segment. These upstream catchment area polygons areused to calculate mean values from raster datasets representing each of the 19 environmental parameters. The summary values for each catchment area and its associated stream segment are compiled into a table, which serves as the primary input for the random forest model to generate predicted electrical conductivity values per stream segment.The 19 environmental parameters used by the Random Forest model to predict conductivity:Atmospheric CaAtmospheric MgAtmospheric SO4Compressive strengthDay last freezeLog hydraulic conditionMax wet daysMaximum temperatureMean maximum EVIMean precipitationMean summer precipitationMean wet daysMinimum precipitationPercent CaOPercent MgOPercent SSoil bulk densitySoil erodibilitySoil permeability",
  "url": "http://www.monitoringresources.org/api/v1/methods/6556",
  "title": "Estimating electrical conductivity along stream networks using a random forest model v1.0",
  "id": 6556,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Carol Volk",
  "ownerEmail": "carol@southforkresearch.org"
}