{
  "abstractText": "Asagencies throughout the Columbia River basinbegin to utilizeParentage Based Taggingto gather information on the origin of hatchery fish (Steele et al 2011), managers may need to become more familiar with genetic tagging rates, understand how they are calculated for PBT, and be aware of how various sampling scenarios of broodstock can affect the estimation of tagging rate.Tagging rate can be explained purely with mathematical formulas; however this often does not provide a visualization of the concept that is easily understood or remembered. Here we attempt to provide schematics of various scenarios to help visually explain genetic tagging rates.Managers are likely already familiar with tagging rates as they apply to traditional physical tagging technologies, such as CWTs. Determining tagging rate is usually straightforward for physical tags because the total number of hatchery-produced fish is enumerated, a subset of the total is then counted and tagged allowing a direct measure of tagging rate to be calculated. With genetic tagging the approach is inherently different because the parental broodstock, not the progeny, are used to calculate a tagging rate. Both the male and female broodstock in any particular spawning cross must be genetically sampled and successfully genotyped in order for their progeny to be PBT tagged.If all parents are sampled, and all samples are successfully genotyped, then the stock is 100% PBT tagged (e.g. all offspring can be assigned back to their parents). Genotypes from each parent are needed to conduct PBT and the failure to sample or genotype either parent from a spawning cross drives down the overall tagging rate for a stock. PBT Tagging rates that are <100% are not problematic for conducting PBT but rates <100% must be estimated. There are several simple methods used to estimate tagging rates, each with its own assumptions.Here we review the various ways PBT tagging rates can be estimated and illustrate that some methods provide a more accurate estimate of tagging rate under certain scenarios of incomplete broodstock sampling.",
  "url": "http://www.monitoringresources.org/api/v1/methods/1742",
  "title": "Estimating genetic tagging rates for PBT applications v1.0",
  "id": 1742,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Matthew Campbell",
  "ownerEmail": "matthew.campbell@idfg.idaho.gov"
}