{
  "abstractText": "Anadromous fish management programs in the Snake River basin include large-scale hatchery programs  intended to mitigate for the impacts of hydroelectric dam construction and operation in the basin  and recovery planning and implementation efforts aimed at recovering ESA-listed wild steelhead and salmon stocks. A general goal, consistent with basinwide mitigation and recovery programs, is to preserve salmon and steelhead runs and recover them to provide benefit to all users. Management and recovery actions rely on important population metrics and indicators to achieve goals (McElhany et al. 2000).Smolt-to-adult return (SAR) rates are a crucial parameter used to evaluate the status and trend of listed Chinook Salmon and steelhead, especially within the Columbia River basin. SAR rates representsurvival of returning adults from a particular migrating cohort of smolts, and accounts for the greatest amount of variation in the life cycle of salmon and steelhead (Petrosky et al. 2020). Survival can be evaluated at different locations in the Columbia River system for different purposes but most often are documented at hydrosystem dams to evaluate factors such as dam passage, river conditions, ocean conditions, and harvest.This specialized SAR estimation method differs from traditional SAR methods because it does not utilize PIT-tags as the basis for either the emigrating smolt abundance or the returning adult abuNdance. Instead the smolt (denominator) and adult abudances (numerator) are determined only from aggregate abundances estimated to have passed (juvenile emigration, adult upstream migration) at a particular site such as Lower Granite Dam (LGR).",
  "url": "http://www.monitoringresources.org/api/v1/methods/6941",
  "title": "Estimating Smolt-to-Adult Return (SAR) Rate Using Aggregate Cohort Abundances of Smolts and Adults v1.0",
  "id": 6941,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Marika Dobos",
  "ownerEmail": "marika.dobos@idfg.idaho.gov"
}