{
  "abstractText": "Standardized stock assessment data is needed to facilitate management of the Lake Roosevelt Burbot population. Bonar et al. (1997; 2000a) pointed out the need for a standardized stock assessment program to monitor trends in abundance, growth, and condition of Burbot in Washington State. Long-term standardized fish sampling programs are commonly used to monitor the status of fish stocks (Ney 1993; Willis and Murphy 1996; Bonar et al. 2000b), including Burbot (Bernard et al. 1993). Without standardized stock assessment, management biologists have no way of evaluating the effects of management strategies, exploitation, or biotic and abiotic factors on Burbot populations.Because burbot are commonly observed in the bycatch of annual Lake Roosevelt Fall Walleye Index Netting (FWIN) surveys (see the Lake Roosevelt Data Collection Project [BPA Project No. 1994-043-00] proposal [RESCAT-1994-043-00] for a complete description of FWIN), FWIN was evaluated to determine its adequacy for Burbot stock assessment in Lake Roosevelt. The overarching conclusion of the analysis was that the FWIN program is generally adequate for monitoring year-to-year differences in Lake Roosevelt Burbot population indices - abundance, survival, recruitment, size structure, growth, and condition (Bennett and Steinhorst 2014).Despite the demonstrated utility of FWIN as a tool for Lake Roosevelt Burbot stock assessment, there is a need to evaluate the size selectivity of the gill net gear. Gill net size selectivity can be estimated indirectly by fishing multiple mesh gill nets with equal effort and comparing catch frequencies within each of the mesh sizes. Length data can be corrected prior to the calculation of length-based stock assessment indices. Age bias resulting from gill net selectivity can be corrected by applying the proportion of fish of each age within each length bin to the bias-corrected length data.For the 2011 Resident Fish Categorical Review, the Colville Confederated Tribes (CCT) submitted a proposal to develop a standardized stock assessment program for Burbot in Lake Roosevelt. The objective was to facilitate management of the Burbot population to provide for sustainable harvest through the development of a status and trends monitoring program. Because burbot are commonly observed in the bycatch of annual Lake Roosevelt Fall Walleye Index Netting (FWIN) surveys, the Independent Scientific Review Panel (ISRP) and Northwest Power and Conservation Council (NPCC) recommended that the CCT first evaluate the potential for using FWIN as the basis for Burbot stock assessment in Lake Roosevelt. Accordingly, in 2013 the CCT hired a subcontractor to analyze ten years of FWIN data (2003-2012) and assess its adequacy for Burbot stock assessment. The overarching conclusion of the analysis was that the FWIN program is adequate for monitoring year-to-year differences in Lake Roosevelt Burbot population indices.Having determined that FWIN is generally adequate for Burbot stock assessment in Lake Roosevelt, we would like to proceed toward our goal of a achieving a Burbot population that has stable abundance and is managed to provide some harvest. The primary objective of this project is to provide technical advice to the Lake Roosevelt Co-Managers regarding management alternatives so that they can develop realistic fishery targets and appropriate implementation strategies. Our approach will be to estimate the harvest potential of Lake Roosevelt Burbot under current management and population characteristics, as well as evaluate a series of management alternatives (e.g., changes in bag limits, size restrictions, and stable recruitment) using simulations.",
  "url": "http://www.monitoringresources.org/api/v1/methods/1231",
  "title": "FDR Burbot - stock assessment  data analysis v1.0",
  "id": 1231,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Jason McLellan",
  "ownerEmail": "jason.mclellan@colvilletribes.com"
}