{
  "abstractText": "Benthic macroinvertebrates, or benthos, (benthic = bottom, macro = large, invertebrate = animal withouta backbone) are organisms that live on the bottom of streams and rivers. The sampling method (ID 244)andanalysismethod (ID 164) described in this document were designed to generate data sufficient to characterize the benthicmacroinvertebrate assemblage and evaluate impacts from human caused disturbances. The purpose ofthis protocol is to characterize the macroinvertebrate assemblage for a stream reach as an indicator ofbiological integrity and stream health. It is not intended to characterize the condition of individual streamhabitats or to provide data to analyze the macroinvertebrates as a food source for fish.It is highlyrecommended that other physical habitat, biological and/or water quality data also be collected at anygiven site, however the methodsfor this type of data will not be described here.These collection procedures, along with other environmental data, will allow analysis of biotic data witheither multi-metric [e.g., an Index of Biotic Integrity (IBI)] or predictive models [e.g., River InVertebratePrediction and Classification System (RIVPACS)] methods. Use of these procedures will allow users toshare data, express their data in terms of standardized bioassessment measures, and thus directly comparetheir results with all other parties using these methods. Their general use does not preclude use of othersampling procedures that may be needed to address the specific objectives of individual projects.Macroinvertebrates are good indicators of watershed health because they live in the water for all or mostof their life, are easy to collect, differ in their tolerance to amount and types of pollution/habitatalteration, can be identified in a laboratory, often live for more than one year; have limited mobility, andare integrators of environmental condition.RATIONAL FOR SELECTING THIS SAMPLING DESIGN OVER OTHERSOverall sample site selection or design, including the distribution and location of sample sites, thenumber of sites to sample, etc., is not part of these protocols. These protocols are limited to actualsampling/collecting methods once the site has been selected. These protocols apply to most types ofsampling designs that incorporate benthic macroinvertebrate sampling for wadeable streams.SITE SELECTIONStream reaches or sites for benthic macroinvertebrate monitoring are typically selected using either atargeted or probabilistic design depending on the study design. Sites selected using a targeted designgenerate data that is relevant for measuring impacts from a known source or answering other site specificquestions. Sites selected using a probabilistic design provide information of the overall status orcondition of the watershed, basin, or region. The type of sampling design chosen will depend upon theobjectives of your monitoring program. These protocols apply to both targeted and probabilistic samplingdesigns.SAMPLING FREQUENCY AND REPLICATIONStream reaches or sites are sampled at a minimum of once during the index period. To address annualvariation 10% of the sites or reaches in your study should be re-sampled annually. Targeting individualsites for sampling at the beginning and end of the index will generate data that explains temporalvariation.RECOMMENDED NUMBER AND LOCATION OF SAMPLING SITESThe number and location of your sampling reach or site will depend upon your monitoring objectives andsampling design.RECOMMENDED FREQUENCY AND TIMING OF SAMPLINGSampling and comparisons of data from the same seasons (or index periods) as the previous year'ssampling provides some correction and minimization of annual variability. The index period recommended in this protocol is July 1st -October 15th.",
  "url": "http://www.monitoringresources.org/api/v1/methods/244",
  "title": "Field Method for Benthic Macroinvertebrate Sampling in Wadeable Streams v1.0",
  "id": 244,
  "type": "Data Collection",
  "ownerName": "Jacque Schei",
  "ownerEmail": "jschei@usgs.gov"
}