{
  "abstractText": "This method is derived from an Environmental Monitoring and Assessment Program (EMAP) protocol developed for monitoring and measuring the ecological condition of western wadable streams. Included in this method are instructions for determining selected tissue contaminant (principally mercury) levels in fish tissue. The fish tissue contaminants indicator is used to evaluate the potential burden of toxic chemicals at a site (e.g., Yeardley et al. 1998a, Peterson et al. 2002, 2005, Lazorchak et al. 2003). Ultimately, contaminant results could provide a measure of the potential exposure of stream systems to toxic compounds.This method focuses on fish species that commonly occur throughout the region of interest and are sufficiently abundant within a support reach.  Fish are collected from throughout the sampling reach. To maximize the potential of obtaining a sample from every site, two types of fish tissue contaminant samples are prepared for each site (if possible). Small fish tissue contaminant samples are composite samples of individuals <100 mm long. Big fish tissue contaminant samples are individuals that are >120 mm long. Whole fish are collected and analyzed because they present fewer logistical problems and integrate all fish parts (Yeardley et al. 1998a). Fish contaminant results are intended to be used conjunction with the other stressor indicators (physical habitat, water chemistry, land use, human population density, other records of relevant anthropogenic stresses) and condition indicators (fish, macroinvertebrates, periphyton) to help diagnose whether the probable cause of stream degradation, when it is shown by the condition indicators to occur, is water quality, physical habitat, or both.Whole fish are collected and analyzed because they present fewer logistical problems for field crews (no gutting required in the field) and the analytical lab (no filleting necessary). Yeardley et al. (1998), Peterson et al. (2002), and Lazorchak et al. (2003) provide examples of the use of fish tissue contaminant data in EMAP studies.The relative bioaccumulation of contaminants by large and small stream fish is not known, so two different types of samples were prepared. One type of sample was prepared using a species whose adults are small (e.g., small minnows, sculpins, or darters). The second type of sample was prepared using a species whose adults are of larger size (e.g., suckers, bass, trout, sunfish, carp). In addition to being more ubiquitous than the larger fish (and therefore more likely to be collected in sufficient numbers to combine into a composite sample), small fish have other advantages over large fish. Most important, it may be possible to get a more representative sample of the contaminant load in that stream segment (although it could be at a lower level of bioaccumulation) by creating a composite sample from a larger number of small individuals than by compositing a few  individuals of larger species (Peterson et al. 1996, Lazorchak et al. 2003). The major advantage that larger fish could potentially offer, whether predators (piscivores) or bottom feeders, is a higher level of bioaccumulation and thus greater sensitivity to detect contaminants.Overview - what data to collect:1. For the small fish composite sample, record the total number of individuals.2. For each big fish sample, record the total length of each individual.",
  "url": "http://www.monitoringresources.org/api/v1/methods/91",
  "title": "Fish Tissue Contaminants v1.0",
  "id": 91,
  "type": "Data Collection",
  "ownerName": "Jacque Schei",
  "ownerEmail": "jschei@usgs.gov"
}