{
  "abstractText": "Fishes in large river systems have recreational and commercial value, conservation potential, and can be used to assess the ecological integrity of the aquatic ecosystem (Ratcliff et al. 2014).Fish are among the most important goods and services that the large rivers provideto humans, and commercial and recreational fisheries both contribute substantially to local economies (Carlander 1954, Fremling et al. 1989).Large rivers can be a nexus of freshwater fish diversity in North America. However, river basins of the Northern Hemisphere host the highest number of non-native fish species and they represent more than a quarter of the total number of species(Leprieuret al. 2008). Non-native species can often become invasive species due to many factors including: the release from enemies (parasites/predators/etc.) or having novel weapons or traits that gives the invasive species an advantage in their introduced system (Torchin et al. 2003, Callaway and Ridenour 2004). Furthermore, invasive species can cost hundreds of billions of dollars annually to mitigate and maintain (Pimentel et al. 2005).Thus, the identificationof the fish to a species level is importantecologically and economically.Correct and complete recording of data is absolutely essential to the success of all long term resource monitoring programefforts (Ratcliff et al. 2014). Conversely, failure to comply with data recording procedures compromises the mission of the research andresults in unrecoverable waste of sampling effort (Ratcliff et al. 2014). Procedures for recording data are driven by the need for correct information and documentation of quality assurance and chain-of-custody information. Allfield staff that collect fish and turtle data are expected to understand and comply with data recording and tracking procedures.Electronic data entry has improved the speed and accuracy of collecting and entering data while decreasing the number of potential errors identified in the raw, unreconciled data by an order of magnitude (Ratcliff et al. 2014).",
  "url": "http://www.monitoringresources.org/api/v1/methods/5543",
  "title": "Fish Identification and Data Entry in a Large River System v1.0",
  "id": 5543,
  "type": "Data Collection",
  "ownerName": "Sam Cimino",
  "ownerEmail": "scimino@usgs.gov"
}