{
  "abstractText": "This procedure is designed to monitor vegetation composition (percent cover), woody species individuals, and beaver browse along riparian cross section transects perpendicular to stream flow. It is designed for arid and semi-arid stream ecosystems, dominated by willow and shrub-steppe. This monitoring procedure may be used on its own to monitor floodplain vegetation response before and after restoration procedures. However, for our study design purposes, this procedure is also designed to focus on monitoring areas where beaver colonies are present, in order to describe the specific effects of beaver and beaver dams on floodplain vegetation with increasing distance from the main channel. These methods can be completed in conjunction with the Floodplain Vegetation Monitoring Greenline Data Collection methods.In riparian areas, change is continuous due to flux in stream flow and sediment aggregation, resulting in pronounced changes in successional vegetation (Windward 2000). Monitoring the change in vegetation communities and at what distance these changes are occurring with respect to the main channel create a cross-section portrait of the riparian zone over time. Observing the relative abundance of hydric, riparian, and upland species with respect to distance from the main channel defines the extent and characterizes the riparian area with respect to local flora communities typical for the area (Crawford 2003). Over time, changes reveal whether floodplains are expanding and becoming further inundated as is shown to occur in the presence of damming high levels of beaver activity (Pollock, et al. 2014). In addition to measuring changes in vegetative composition and abundance at various distances from the main channel, these methods aid in tracking beaver forage radius and woody species recruitment rates at study sites with beaver activity.Transect data measurements are collected within 0.5m x 0.5m quadrats (Figure 1), with the first quadrat beginning at the greenline, and 3-5 quadrat measurements within one transect. A transect is laid out starting at the greenline and distance along the transect is measured by walking away from the greenline, perpendicular to stream flow. The data collection and field procedure are modified from the methodology described in Riparian area management: Multiple indicator monitoring (MIM) of stream channels and streamside vegetation (Burton, T.A., S.J. Smith, and E.R. Cowley. 2011) and Effectiveness monitoring for streams and riparian areas: sampling protocol for riparian vegetation parameters (PIBO-EM 2008).",
  "url": "http://www.monitoringresources.org/api/v1/methods/6593",
  "title": "Floodplain Monitoring Transect Data Collection v1.0",
  "id": 6593,
  "type": "Data Collection",
  "ownerName": "Arielle Gervasi",
  "ownerEmail": "arielle@southforkresearch.org"
}