{
  "abstractText": "Adult salmonids return from the sea to spawn in their natal streams. Since adult spawner abundance is, for many populations, the principle measure of abundance and enables estimation of potential egg deposition, it is crucial to be able to obtain accurate estimates of the number of spawners to monitor abundance, relative to escapement goals or other management objectives. As salmon and steelhead Oncorhynchus mykiss enter rivers or streams over an extended period of time, and since there is continuous mortality (for salmon) and/or emigration (for steelhead), it is very difficult to obtain an estimate of the total number of spawners. Spawner counts, therefore, ideally should be replicated weekly throughout the spawning period to estimate total escapement. More frequent surveys will provide a more accurate estimate of spawner abundance.Streamflow and turbidity, among other factors, influence the accuracy of spawner counts. Given the spawn timing of salmon and steelhead, counts must often be conducted under suboptimal conditions; however, streams in many regions are relatively clear, and thus, it is possible to count spawning salmon directly as they dig their egg nests (redds) and actively mate. Counts of spawning fish are usually done on foot or from a boat (although boat-based surveys are not discussed in this chapter). Spawning counts are often done on steelhead and chinook salmon O. tshawytscha, chum salmon O. keta, and coho salmon O. kisutch.In addition to supporting spawning escapement estimates, live fish counts describe spawning timing, particularly when redd and carcass counts are also available. Comparatively high live fish and low redd and carcass numbers may indicate that spawning is just beginning. The opposite (low live fish and high redd and carcass numbers) can indicate that spawning in that stream is nearly complete. Material in this protocol has been extensively drawn from Heindl (1989). This method is mainly used where road networks are highly developed (for access) in southern British Columbia and Japan.",
  "url": "http://www.monitoringresources.org/api/v1/methods/122",
  "title": "Foot-based Live Fish Survey v1.0",
  "id": 122,
  "type": "Data Collection",
  "ownerName": "Jacque Schei",
  "ownerEmail": "jschei@usgs.gov"
}