{
  "abstractText": "Fyke netting is a passive capture method used for sampling juvenile salmon and steelhead Oncorhynchus mykiss that use lentic habitats and estuary areas and, in some cases, stream habitats. Fyke nets are large hoop nets with wings (and/or a lead) that are attached to the first frame and act as funnels to direct swimming fish into the trap (see Figure 1). The second and third frames each hold funnel throats, which prevent fish from escaping as they enter each section. The opposite end of the net may be tied with a slip cord to facilitate fish removal. These nets are typically used in shallow water (where the first hoop is less than 1 m under the waters surface), although some lake studies have used fyke nets where the water was as deep as 10 m over the first frame. This deep-set approach has resulted in comparable data to shallower sets, except for 0-age fish where the deeper sets had lower catch values.  The net is set so that the leads intercept moving fish. When the fish try to get around the lead, they swim into the enclosure. Leads and wings are held in place by poles or anchors. Modified fyke nets have rectangular frames to enhance their stability. The square or rectangular frames prevent the net from rolling on the bottom substrate (Hubert 1996). Fyke nets are suspended between buoyant and weighted lines much like a gill net.Fyke netting is a useful method for sampling fish that use lentic habitats and estuarine areas. It is commonly used to monitor the yearly changes in fish species abundances in sites where seining cannot be used alone or in combination with other methods for a markrecapture study. If the habitat has large and uneven substrate, significant woody debris, or other obstructions, seining may not be possible, and fyke nets may provide a viable alternative. Fyke nets tend to be the most useful in capturing cover-seeking mobile species and migratory species that follow the shorelines, and have been used to a sample juvenile salmon in estuary habitat in the Skagit River in Washington (E. Beamer, Skagit River System Cooperative, personal communication). Fyke nets induce less stress on captured fish than do entanglement gears (Hopkins and Cech 1992), and most captured fish can be released unharmed. Fyke nets are widely used in the assessment of fisheries stocks because of the low mortality of fish and aspects of their species and size selectivity. Trap mortality for steelhead caught using fyke nets in the Noyo River in California was less than 1% (Gallagher 2000).",
  "url": "http://www.monitoringresources.org/api/v1/methods/123",
  "title": "Fyke Nets v1.0",
  "id": 123,
  "type": "Data Collection",
  "ownerName": "Jennifer O'Neal",
  "ownerEmail": "jen@naturaldes.com"
}