{
  "abstractText": "Modified from Cimino et al. 2016 (Method 6569)Respectful and careful treatment of fish is critical to the long-term success of monitoring and research programs (Persons et al. 2013). Traumatized fish can exhibit abnormal physiologic, behavioral, and ecologic responses that challenge study purposes (Nickum, 1988). Rough or improper handling of fish is a source of stress that can lead to disease or death. Delayed mortality as a result of improper handling may not be immediately apparent to researchers but can occur hours to days later (Stickney, 1983), causing misleading study results and poor public opinion and potentially resulting in the loss of permits and cancelation of projects. All field personnel should be familiar with and strictly adhere to research permit guidelines and limitations. Sampling procedures should leave sites as undisturbed as possible, and capture techniques should minimize injury to fish.Per Moser et al. 2002,Adult, juvenile, and larval lamprey are notoriously active and difficult to handle without anesthesia. Nonetheless, to save time, many lamprey surveys do not anesthetize for enumeration and measurement. A V-shaped measuring trough or curved pipe fitted with a ruler is useful for controlling lamprey during measurement (Harvey and Cowx 2003). In instances where species identification is difficult, use of magnifiers and a white background for examination of ammocoetes can be very helpful (Harvey and Cowx 2003; Gardiner 2003). While lamprey are hardy and can be subjected to extended holding without significant mortality, they are also quite susceptible to physical injury. This is particularly true of juveniles, where loss of mucous can result in subsequent fungal infection, particularly in warm water temperature (Mueller et al. 2006; C. Schreck, U. S. Geological Survey, Oregon Cooperative Fish and Wildlife Research Unit, Oregon State University, personal communication). Therefore, every effort should be made to reduce mucous loss and physical trauma during handling.",
  "url": "http://www.monitoringresources.org/api/v1/methods/7103",
  "title": "General Fish Handling Guidelines (Pacific Lamprey) v1.0",
  "id": 7103,
  "type": "Data Collection",
  "ownerName": "Brian McIlraith",
  "ownerEmail": "bjmcilraith@bpa.gov"
}