{
  "abstractText": "These procedures are designed for the collection of samples used tocharacterize groundwater, and to identify contaminants in groundwater. Every effort must be made to assurethat the sample collected is representative of the groundwater being sampled.Groundwater sampling involves the collection of representative samples of groundwater from wells, seepsand springs. This methodwill cover the collection of samples from wells.Two types of wells commonly sampled. The first type is the production well, which includes domestic,industrial, municipal and irrigation wells. These wells have pumps permanently installed, and are in use oneither a continuous or intermittent basis. Production wells are not drilled or constructed as groundwatermonitoring wells, but can often be used as such. Their primary purpose is to provide water at quantitiessufficient to meet the needs of the user(s). The second type of well is the monitoring well, which areinstalled specifically for the monitoring of groundwater. These wells may or may not have pumpspermanently installed. Groundwater is removed from the well on a periodic basis to collect samples forchemical analysis.Measuring static water level elevations on a regular basis is important for determining whether horizontaland vertical components of the hydraulic gradient have changed since initial site characterization. Staticwater level measurements are also required to construct a map of the sites uppermost aquifer, depicting itspotentiometricsurface. A change in groundwater flow direction may necessitate modifying the design of thegroundwater monitoring system.Water level measurements are used for:Understanding groundwater rechargeConstructingpotentiometricsurface mapsCalculating hydraulic gradient between wellsUnderstanding draw down influences from surrounding wellsCalculating purge volumesDepth-to-bottom measurements are used for:Well identificationVerification of well log informationMonitoring for silt build-up in the wellCalculating purge volumes.There are various measuring devices and methods used to collect water level measurements. Althoughseveral different types of devices are found in our equipment storage, the electronic sensor is the preferredmeasuring device.The types that may be used or encountered in the field include:Electronic tapeStainless steel tape with carpenter's chalk (wetted tape method)Weighted tape (plunking method)Float-type devicePressure transducerAcoustic well probes.Operator error can compromise the accuracy and precision of these various devices. Regardless of the typeof equipment used, the field investigator needs to know and understand how the equipment works. In mostcases, the accuracy of the measurement needs to be one one-hundredth of a foot (0.01-foot), which requiresexperience and careful use of the measuring device.Although the measuring tape can be used with reasonable accuracy and precision, the best choice is theelectronic sensor for obtaining water level measurements. Both types of measuring devices are discussedbelow.Available equipment includes:YSIspecific conductance/temperature/water level sensor. This meter has a 1 diameter probe,with visual digital readout.Slope Sensor. The probe is 3/8 diameter, with an audible and visual responder.M-scope.Engineers tape",
  "url": "http://www.monitoringresources.org/api/v1/methods/3950",
  "title": "Groundwater Water Level Measurement - Electronic Sensor v1.0",
  "id": 3950,
  "type": "Data Collection",
  "ownerName": "PNAMP Support",
  "ownerEmail": "pnamp.mm@gmail.com"
}