{
  "abstractText": "These procedures are designed for the collection of samples used tocharacterize groundwater, and to identify contaminants in groundwater. Every effort must be made to assurethat the sample collected is representative of the groundwater being sampled.Groundwater sampling involves the collection of representative samples of groundwater from wells, seepsand springs. This methodwill cover the collection of samples from wells.Two types of wells commonly sampled. The first type is the production well, which includes domestic,industrial, municipal and irrigation wells. These wells have pumps permanently installed, and are in use oneither a continuous or intermittent basis. Production wells are not drilled or constructed as groundwatermonitoring wells, but can often be used as such. Their primary purpose is to provide water at quantitiessufficient to meet the needs of the user(s). The second type of well is the monitoring well, which areinstalled specifically for the monitoring of groundwater. These wells may or may not have pumpspermanently installed. Groundwater is removed from the well on a periodic basis to collect samples forchemical analysis.Stagnant, standing water in the monitoring well casing is not representative of the formation water. Purgingis the removal of this stagnant water prior to collection of groundwater samples. Purging a well is intendedto assure that samples collected from the well are representative of the groundwater. It is important to usethe most effective procedure to obtain representative groundwater from a well, without interfering withnatural conditions surrounding the well bore hole. Due to the artificial setting created by well drilling andthe disruption of the formation matrix, there are a number of opinions on how best to purge a well. Thevarious methods for preparing a well for collecting a representative groundwater sample will be discussed toassist in choosing the correct method. The overall goal is to achieve minimal drawdown during purgingwith the least disruption of the surrounding matrix.The well is purged of a specified purge volume (usually three casing volumes). Field parameters aremeasured during purging, generally after each casing volume is removed. Field parameters should be stableover two consecutive measurements prior to sampling (see below for stability criteria). If field parametersare not stable, then more purging may be required. If samples are collected before field parameters havestabilized, it should be noted on the field data sheet and in the field notebook.",
  "url": "http://www.monitoringresources.org/api/v1/methods/3956",
  "title": "Groundwater Sampling- Purging and Sampling with Pumps v1.0",
  "id": 3956,
  "type": "Data Collection",
  "ownerName": "PNAMP Support",
  "ownerEmail": "pnamp.mm@gmail.com"
}