{
  "abstractText": "Excerpts from manuscript (Gosselin et al. in review):We used a hierarchical Bayesian Cormack-Jolly-Seber (CJS) model(Cormack 1964, Jolly 1965, Seber 1965)to estimate stage-specific probabilities of apparent survival (f) while accounting for imperfect detection (with probabilityp). Detection historiesy, whereyd= 1 if the fish was detected at locationdand 0 otherwise, were conditioned on first detection at the initial site. We used the standard marginal-likelihood formulation ofLebreton et al. (1992)to compute the cell probability of eachym, wherem=1, ,Mdefines a unique combination of detections and covariate values represented bynmtagged individuals. We modeled the corresponding survival and detection probabilities as hierarchical logit-linear regressions with covariate effects and year-varying intercepts(Link and Barker 2004). [See equations (1) and (2) in image attached.]The linear predictor of survival from sitedtod+ 1 (fmd) includes a 1 Kdvector of covariatesxmdwhose first entry is 1, withKd 1 vector of regression coefficientsdwhose first element is the intercept0d, and a normally distributed group-level errortdcorresponding to the yeartin which the observation occurred. The linear predictor for detection probability at sited(pmd) is analogous. The group-level error terms induce a correlation across years in survival through a given reach or detection probability at a given site, but survival and detection are assumed to be independenta priori, as are survival through different reaches and detection at different sites. As usual in CJS models, the detection probability at the initial sitep1is nonidentifiable and the final survival and detection probabilities are identified only as the product =fD-1pD. We fit the models in a Bayesian framework using Hamiltonian Monte Carlo sampling(HMC; Monnahan et al. 2017, Stan Development Team 2019)as implemented in the Stan platform(Stan Development Team 2018)via the R packagerstan(Stan Development Team 2018, R Core Team 2019). All regression coefficients were given diffuseN(0,3) priors except for the intercepts, which had priors that imply aU(0,1) prior on survival or detection when all covariates (in the case of survival) are at their sample means and the group-level error term is zero. Hierarchical standard deviationsdandsdwere given half-normal priors with mean zero and SD = 3. We simulated 1500 draws from the posterior distribution in each of three randomly initiated chains and discarded the first 500 for warmup, giving a total of 3000 saved draws. Convergence was assessed by traceplots, potential scale reduction factor R_hat< 1.05, and absence of any divergent transitions(Gelman et al. 2014).",
  "url": "http://www.monitoringresources.org/api/v1/methods/6726",
  "title": "Hierarchical Bayesian Cormack-Jolly-Seber (CJS) model with covariates v1.0",
  "id": 6726,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Jennifer Gosselin",
  "ownerEmail": "gosselin@uw.edu"
}