{
  "abstractText": "The Hood River Production Program develops run forecasts for adult spring Chinook salmon annually since 2001. Run forecasts are used to guide various management decisions such as sport and tribal fishery regulations and brood stock collection. Several different models have been utilized to make spring Chinook run predictions in the Hood River since forecasting began in 2001 to the present day. Historically forecast models used sibling returns in the previous year to estimate incoming returns of the same cohort (i.e. jacks to estimate 2-salts). In response to the removal of Powerdale dam which facilitated the collection of highly accurate run reconstruction data needed for cohort or sibling models, and an emerging pattern of jack counts poorly representing adult returns, alternative run forecast models were developed by HRPP biologists and contracted biometricians from WEST Inc.This new generation of forecast models are one season ahead multiple regression models that utilize environmental parameters recorded in the the Hood River Basin, Columbia River, and Pacific Ocean that are correlated to salmonid survival as predictor variables. Three or four parameters were selected as predictor variables for each multiple regression model using a stepwise regression method (Neter, et al 1996). A model based bootstrap procedure was used to provide 90% prediction intervals for the forecasts (Hinkley and Davison, 1996). These models use biological and environmental variables as predictors that influence or cause a response in the target population. For instance snow water equivalent values measured on Mt. Hood can be indicators for stream flow and temperature conditions that influence juvenile salmon production and survival in the Hood River. When selecting the predictor variables the objective was to utilize that fewest number of variables to keep the models as simple as possible yet that still provided fairly high accuracy and precision in making estimates. Additionally the predictor variables had to be from sources that are collected and published consistently and are readily available annually to biologists utilizing the forecast models.",
  "url": "http://www.monitoringresources.org/api/v1/methods/1424",
  "title": "Hood River M&E - Spring Chinook salmon run forecast modeling v1.0",
  "id": 1424,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Ryan Gerstenberger",
  "ownerEmail": "rgerstenberger@hrecn.net"
}