{
  "abstractText": "Hydroacoustic methods are typically used to assess abundance in migrating fish populations when other methods are not feasible (i.e., the river is too wide for weirs or too turbid for observation towers). In many instances, hydroacoustic systems may be preferable to more intrusive devices such as nets or traps. This method addresses the use of hydroacoustic systems in rivers from fixed, nearshore positions, although down-looking, mobile methods have also been used to assess migrating fish populations (Xie et al. 2002). Several types of sonars have been used to assess fish populations in rivers. With any sonar type, there are many conditions that need to be met before a sonar system can be used. Practitioners attempting to employ any of the hydroacoustic methods should consider consulting an experienced acoustician to evaluate their particular application. For sonar to be successful in enumerating migrating fish the following conditions need to be met: (1) Fish need to be actively migrating. If fish are regularly traveling back and forth across the beam, they will be counted multiple times.(2) Fish must be traveling within the detection range of the sonar system, which needs to be tested at each site. (3) The river bottom profile must be mostly linear with laminar current flow. With the DIDSON, it is possible to ensonify a region where the slope changes from steeper near shore to a flatter slope offshore. The DIDSON contains a background subtraction algorithm that will subtract out the static background and leave the moving targets visible. If the slope starts out flatter and then grows steeper, the sonar beam may reach the fish but will not be reflected back to the transducer.(4) Either the species of interest is the only species present or an alternative technique is used to apportion the sonar numbers to species.Using hydroacoustic systems to enumerate fish passage is preferable in many instances to more intrusive devices. There is no handling or mortality associated with acoustic sampling. Unlike earlier fixed-location, single- and dual-beam sonar systems (Gaudet 1990; Mesiar et al. 1990), the split-beam technique provides three-dimensional positioning for each returning echo, along with electronic data on the direction of travel and specific location for each passing target (Ehrenberg and Torkelson 1996; Steig and Johnston 1996; Daum and Osborne 1998); however, when mixed species occur at sampling sites, hydroacoustic estimates will need to be apportioned to the array of species using gillnetting, beach seining, fish wheels, or other capture methods. These capture techniques are not used for abundance estimates at these sites because they are confounded by variable water levels and fish densities.",
  "url": "http://www.monitoringresources.org/api/v1/methods/127",
  "title": "Hydroacoustics - Rivers - DIDSON (Dual-frequency IDentification SONar) v1.0",
  "id": 127,
  "type": "Data Collection",
  "ownerName": "Jacque Schei",
  "ownerEmail": "jschei@usgs.gov"
}