{
  "abstractText": "The ability to see and count what is under the surface of the water without disturbing the habitat or the fish is a key advantage of hydroacoustics. Hydroacoustics can sample the entire water column quickly, and detailed maps of fish densities and mean sizes can be obtained over large bodies of water. As more area is encompassed by a sample, many of the sampling problems created by the spatial patchiness of fish distribution are alleviated. Thus, there tends to be less variation in density estimates across acoustic transects compared to purse-seine hauls or other gear types. Also, the frequency band used in scientific sonars (typically 38 to 200 kHz) is not detectable by most fishes (except see Mann et al. 2001; Gregory and Clabburn 2003). There remain limitations in the type of data that can be collected using hydroacoustics. Currently, single frequency hydroacoustics cannot identify the target species, though broadband and multifrequency sonar systems are showing promise in discerning species in low-diversity systems (Fernandes et al. 2003). Side-looking mobile hydroacoustics cannot discern modes in lengthfrequency distributions unless large differences in length classes exist. When these limitations are recognized, hydroacoustic sampling efforts are cost effective, as estimates from creel surveys are expensive and labor intensive, and the estimates developed from catch-per-unit-effort (CPEU) measures are not necessarily directly proportional to fish density (Hubert 1996:158159; Yule 2000). When used in concert with purse seining or other active sampling gears, hydroacoustics can provide a comprehensive survey method capable of providing valuable information on target size, population densities, and spatial distribution. Additional aspects of the strengths and limitations of acoustic surveys can be found in MacLennan and Simmonds (1992) and Brandt (1996).",
  "url": "http://www.monitoringresources.org/api/v1/methods/125",
  "title": "Hydroacoustics - Lakes and Reservoirs - Survey Design v1.0",
  "id": 125,
  "type": "Data Collection",
  "ownerName": "Jacque Schei",
  "ownerEmail": "jschei@usgs.gov"
}