{
  "abstractText": "It is well documented that a variety of biotic and abiotic factors can play an important role in the survival of juvenile salmonids during outmigration to the ocean and after ocean entry (Petrosky and Schaller 2010, Hostetter et al. 2011, Peterson et al. 2014, Evans et al. 2014). While the magnitude of predation by some colonial waterbird species and colonies on juvenile salmonids has been high on average, there has been substantial intra- and inter-annual variability in avian predation rates (Lyons et al. 2014, Evans et al. 2016b). For example, avian predation rates on the same salmonid population can vary significantly by week and by year (Evans et al. 2016b). Furthermore, even within the same salmonid population, differences in predation probabilities based on a smolts rear-type, size (fork-length), condition (presence/absence of injuries), migration history (in-river, transported), and run-timing have all been observed (Ryan et al. 2003, Hostetter et al. 2012, Lyons et al. 2014, Evans et al. 2016b, Payton et al. 2016). An exploratory analysis of the effects of biotic and abiotic factors on smolt susceptibility to predation has previously been conducted for double-crested cormorants and Caspian terns nesting at East Sand Island (Lyons et al. 2014, Evans et al. 2016b). Results indicated that although the size of the breeding colony of avian predators was an important factor, it was by no means the only factor influencing smolt susceptibility to bird predation, with regional factors like river flows and smolt abundance identified as key factors. An analysis of the potential effects of a more inclusive set of management-relevant variables, across multiple colonies and river reaches, would better identify those factors that influence smolt susceptibility to avian predation on a systemwide basis. Results would also likely help explain the large variation in avian predation rates and smolt survival rates observed as part of this studyHerein we will identify and quantify factors that influence smolt susceptibility to avian predation, with a focus on factors or variables of potential management relevance, such as colony size, river operational strategies (flow, spill regimes), fish availability and abundance/density, fish rear-type (hatchery, wild), fish size, and other factors potentially under a modicum of control by managers. Results will significantly enhance our understanding of predator-prey interactions in this system and provide recommendations to managers on ways to reduce fish susceptibility to bird predation.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6815",
  "title": "Identify and quantify factors that influence smolt susceptibility to avian predation in the Columbia River Basin v1.0",
  "id": 6815,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Ken Collis",
  "ownerEmail": "ken@realtimeresearch.com"
}