{
  "abstractText": "The design of inclined plane screen traps permits trapping a range of stream velocities and depths. There may be any number of derivations from the basic scoop trap design, which is simply a wedge-shaped screened rectangular tube suspended in the water column from a pontoon barge. The screen section is typically constructed of galvanized woven-wire mesh (hardware cloth) or perforated plate aluminum sheet metal riveted to a frame. All seams are coated with a sealant so that no sharp metal edges are exposed that can injure fish. The scoop trap is typically suspended inside a pontoon barge from support winches at the corners of the fore and aft decks (see Figure 1). The trap position is fixed using anchor lines that extend from each pontoon to shore, a fixed in-stream structure (e.g., bridge), or a high lead that extends across the river. Other inclined plane screen trap designs been developed to reduce debris buildup on the trap and to adapt to specific site characteristics. The traveling screen trap or Humphreys trap, originally designed by William Humphreys (ODFW), uses a traveling screen instead of a fixed screen along with a trash drum at the back of the livewell to reduce debris buildup on the trap (McLemore et al. 1989). The basic Humphreys trap uses a paddle wheel and gear assembly attached to one or both of the pontoons supporting the trap to power the traveling screen and trash drum. A similar design, the motorized Humphreys trap, uses a 12-V DC motor instead of paddle wheels to power the traveling screen. This design is best suited to smaller streams that lack the hydraulic power to drive the Humphreys trap or a rotary screw trap. In another variation of the fixed screen design, the upstream end of the inclined plane screen is attached to a low-head dam or weir and collects fish passing over the structure (e.g., DuBois et al. 1991). A lightweight inclined plane trap for sampling salmon smolts has also been used in Alaska (Todd 1994).  When the inclined plane screen trap is lowered into the current, water is strained through the screens and downstream migrants are swept up the screen incline and deposited into a protected, solid-sided and floored live box at the back. To capture and retain migrants in a scoop trap, water velocity through the trap must exceed swim speed. As swimming ability is directly related to body length, higher velocities are required to trap large migrants. Fry (less than 50 mm fork length) may be captured at relatively low velocities, whereas trapping the larger migrants, such as steelhead smolts (up to 250 mm), requires velocities greater than 2 m/s (mps). At less-than-optimal velocities, larger migrants may avoid or swim out of the trap. Velocity requirements may be partially mitigated with a traveling screen trap since the screen can be fitted with baffles or perforated L-shaped cups to help carry fish to the livewell and reduce the chance of escape. As velocity increases, the volume of water and suspended debris passing through the trap also increases, requiring more frequent inspection and cleaning of the trap and live box. Flow into the trap is regulated by positioning the trap (laterally and longitudinally) in the stream and by adjusting the level and angle of the inclined screen through its four support winches. Proper adjustment of a scoop trap is indicated by a smooth flow over the apex of the incline into the holding chamber, with a water depth over the apex of 1.5 to 2 cm. As the screen accumulates debris, its ability to pass water decreases and the depth and velocity over the incline increases, causing turbulence in the holding chamber. Debris load is affected by streambank vegetation, weather (rain and wind transport debris into the river) and, most importantly, river discharge. Trap operation through a freshet requires that the screens are carefully monitored and regularly cleaned and that the catch is frequently removed from the live box and processed.",
  "url": "http://www.monitoringresources.org/api/v1/methods/132",
  "title": "Incline Plane Screen Trap v1.0",
  "id": 132,
  "type": "Data Collection",
  "ownerName": "Jacque Schei",
  "ownerEmail": "jschei@usgs.gov"
}