{
  "abstractText": "Many bat species form conspicuous and accessible hibernating colonies that allow counts of bats on a periodic basis during the winter season (Kunz and others 2009, OShea and Bogan 2003). These hibernacula are usually in caves and mines that have stable temperatures and relative humidity levels. When conducted at regular intervals, population counts allow the estimation of population change (e.g., Ingersoll and others 2013, Langwig and others 2012, Thogmartin and others 2012). The relatively stable environment of caves and mines allows a surveyor to assume that year-to-year variability in winter population counts largely reflects real changes in bat numbers if surveys are conducted during the same time of year (Ingersoll and others 2013).Traditionally, surveyors have either counted individual bats or determined the area of the hibernaculum wall that was occupied by a species and multiplied this area by the number of bats per unit area (LaVal and LaVal 1980). However, new techniques such as digital photography provide more accurate counts and cause fewer disturbances to the bats (Meretsky and others 2010). Other methods for counting bats include infrared beam-break technology, thermal imaging of bats as they leave the hibernaculum, and passive integrated transponder (PIT) tags. Some of these techniques and others are discussed in more detail in chapter 7. Long-term datasets from a large number of sites are already available for a number of species, particularly endangered species such as Indiana myotis (Myotis sodalis) and gray myotis (M. grisescens). These datasets will form the basis for much of the hibernaculum count monitoring program. However, where hibernaculum locations are not known, emphasis will be placed on locating sites for monitoring to be added to the sample frame as they are discovered.In addition to forming large hibernating colonies, some species such as Townsends big-eared bats (Corynorhinus townsendii), gray myotis, Mexican long-nosed bats (Leptonycteris nivalis), and Brazilian free-tailed bats (Tadarida brasiliensis) form large maternity colonies in caves and mines and are highly faithful to these sites, returning year after year. Other species form smaller colonies in long-term stable structures such as bat boxes, buildings, or other artificial structures (Dobony and others 2011, Frick and others 2010). As with hibernaculum counts, regular counts of bats in maternity colonies can provide estimates of population trends (e.g., Sasse and others 2007, Stihler 2011). M",
  "url": "http://www.monitoringresources.org/api/v1/methods/6662",
  "title": "Internal Summer Maternity Colony Survey v1.0",
  "id": 6662,
  "type": "Data Collection",
  "ownerName": "Brian Reichert",
  "ownerEmail": "breichert@usgs.gov"
}