{
  "abstractText": "A model for salmon population dynamics has been coded in the R programming language. This model provides an analytical framework for habitat action effectiveness monitoring. The model implements the Beverton-Holt spawner-recruit salmon population dynamics model (Beverton and Holt 1957). Inputs describing one or more areas within a watershed, survival estimates by life stage, etc., are user specified, as are measures of uncertainty in parameter estimates, and estimates of spatial, temporal, and pure variability of input parameters. Initial salmonid populations, by life stage, are also user specified. The model calculates fish populations by life stage over for each subsequent year up to a user specified number of years. Hatchery fish introductions into a watershed, and parameters describing the relative robustness and fecundity of hatchery fish and their descendants, can also be user specified.Included in the model is the option for user specified levels of stochasticity, applied at various levels. This stochasticity serves two functions: 1) estimation of uncertainty of model results stemming fromuncertaintyof input parameters; and 2) estimation of temporal, spatial, and pure variability in the results stemming from temporal, spatial, and pure variability in the input parameters. Stochasticity at all levels is user specified, and structured so as to give rise to natural correlations among input parameters. These correlation structures enable a stochastic model much more reflective of natural processes than could be achieved by assuming independence across all parameters.Also included in the model is the ability to include time based trends and/or step function changes for all user specified parameters. Such changes may reflect, for example, changes in watershed management that lead to gradual increases in forested lands within a watershed, or discrete changes, such as a change in dam management, leading to a step function shift in seasonal water flows.Multiple sites may be modeled simultaneously. Sites, in this model, refer to a user-defined spatial scale over which the user wishes to define the input parameters. A site may be a reach within a tributary, a tributary within a watershed, a watershed within a subbasin, etc. The advantages of concurrent modeling of multiple sites, as opposed to modeling one site at a time, are two-fold: First, sites within a watershed are likely not independent; a low water year for a single site is likely a low water year for all sites within a watershed; this model can account for such correlations. Secondly, modeling multiple sites concurrently allows for inclusion of cross-site migration, where fish at various life stages have some user specified non-zero probability of migrating to a different site within a watershed. In addition, modeling multiple sites concurrently allows summarization of results at various spatial levels upon completion of the simulation (i.e. results may be summarized by site, stream, river, watershed, etc).The model has been structured such that it is flexible enough to handle different species of salmonids (though they cannot be modeled simultaneously). This includes steelhead, which have life cycles that are generally more complex than other salmonid species.",
  "url": "http://www.monitoringresources.org/api/v1/methods/5481",
  "title": "Integrated Status and Effectiveness Monitoring Program Salmonid Life Cycle Modeling v1.0",
  "id": 5481,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Matt Nahorniak",
  "ownerEmail": "matt@southforkresearch.org"
}