{
  "abstractText": "The 3700 Standard Portable Sampler is a programmable liquid sampler and is one of Teledyne Iscos 3700 Series of portable and refrigerated samplers. The extensive sampling capabilities; easy, flexible programming, and durable construction make the 3700 Series ideally suited for general-purpose or priority-pollutant sampling. The 3700 samplers also provide storm-paced sampling capabilities designed to meet the EPA requirements for storm water runoff monitoring.Before locating a new sediment site, an appropriate spot for the ISCO equipment must be found. Some issues to consider: landowner permission, good access to the unit for retrieval of samples (need to be able to drive fairly close to site  carrying a full tub too far without two people is not advised); and a stable section of the channel and bank for equipment placement (crumbling banks often lead to moving the equipment and resetting the line and pipe). If possible, the site should be at or near a stream gaging station for load calculations. However, not all ISCO can be located at a gage, depending on their intended purpose. Metal housing shelters for the ISCO tubs are fabricated to protect the ISCOs from the elements and vandalism. Metal piping and hosing are put together to run from the metal shelter down into the monitored water body for the placement of the polypropylene strainer (intake) out in the channel. Sometimes pieces of rebar pounded into the channel bed can help so that the intake/pipe apparatus can be secured to it, this helps keep the strainer sitting above the bottom and not buried in silt. In addition, a metal fencepost may be installed next to the metal shelters to help stabilize the shelter and to chain/lock the unit to prevent tampering. Once the equipment is in place, the ISCO unit is programmed specifically for that site. This involves testing out different pairings of volume suctioned and lengths of pull until you get the right combination for the site. The units currently being used by the Confederated Tribes of the Umatilla Indian Reservation Water Resources Program (WRP) are the Teledyne Instrument Supply Company (ISCO) model 3700 samplers. They are programmed to collect four set samples per day in one bottle, and then the distributor arm moves to the next bottle (daily composite samples). Samples are collected at midnight (00:00), 6:00 am; noon; and 6:00 pm. Each tub holds 24 bottles and the pick-up schedule generally runs 20-24 days.Site visits are made during the middle of the cycle to check on the operation and to make sure everything is working. This is especially important during freezing weather conditions and high stream flows. When the water levels change, the programming often needs to be adjusted or else there could be too much water collected during the day (going over the 1000 ml volume of the bottle) or too little sample collected (less than half full). Freezing temperatures can cause ice to form in the collection hosing and jam the distributor arm in the ISCO unit (the metal shelters are not heated).",
  "url": "http://www.monitoringresources.org/api/v1/methods/1335",
  "title": "ISCO field procedures for water quality sampling v1.0",
  "id": 1335,
  "type": "Data Collection",
  "ownerName": "Craig Contor",
  "ownerEmail": "craigcontor@ctuir.org"
}