{
  "abstractText": "Benthic macroinvertebrates, or benthos, (benthic = bottom, macro = large, invertebrate = animal withouta backbone) are organisms that live on the bottom of streams and rivers. The sampling method (ID 244) andlab processing method (ID 164) described in Monitoring Methods and the attached document were designed to generate data sufficient to characterize the benthicmacroinvertebrate assemblage and evaluate impacts from human caused disturbances. The purpose ofthis protocol is to characterize the macroinvertebrate assemblage for a stream reach as an indicator ofbiological integrity and stream health. It is not intended to characterize the condition of individual streamhabitats or to provide data to analyze the macroinvertebrates as a food source for fish.It is highlyrecommended that other physical habitat, biological and/or water quality data also be collected at anygiven site, however the methodsfor this type of data will not be described here.These collection procedures, along with other environmental data, will allow analysis of biotic data witheither multi-metric [e.g., an Index of Biotic Integrity (IBI)] or predictive models [e.g., River InVertebratePrediction and Classification System (RIVPACS)] methods. Use of these procedures will allow users toshare data, express their data in terms of standardized bioassessment measures, and thus directly comparetheir results with all other parties using these methods. Their general use does not preclude use of othersampling procedures that may be needed to address the specific objectives of individual projects.Macroinvertebrates are good indicators of watershed health because they live in the water for all or mostof their life, are easy to collect, differ in their tolerance to amount and types of pollution/habitatalteration, can be identified in a laboratory, often live for more than one year; have limited mobility, andare integrators of environmental condition.",
  "url": "http://www.monitoringresources.org/api/v1/methods/164",
  "title": "Laboratory Methods  for Benthic Macroinvertebrate Data v1.0",
  "id": 164,
  "type": "Data Collection",
  "ownerName": "PNAMP Support",
  "ownerEmail": "pnamp.mm@gmail.com"
}