{
  "abstractText": "Background:Remotely sensed images from satellites or airborne sensors provide aerial imagery that is useful for studying land cover change, among a large number of other applications (Blaschke2010). Sensor resolution has increased dramatically in the past two decades; both satellite and airborne sensors are now capable of resolutions of less than one meter (Blaschke2010). Techniques for conducting land cover classifications have also evolved in concert with sensor technology. Within the past two decades, advances in object-based image analysis have provided a number of improvements over traditional pixel-based classification methods, particularly for high-resolution imagery (Blaschke2010).Image segmentation is thefoundation of anobject-based image analysis. Segmentation involves dividing an image into non-overlapping, multi-pixel objects that are relatively homogeneous (Blaschke2010). In a land cover classification, these image objects ideally correspond to elements of interest(e.g., tree crowns, buildings). The classification process then acts on the objects rather than on individual pixels.Traditional pixel-based classifications are conducted based on spectral reflectance information alone (Campbell and Congalton, 2012). In contrast, object-based classifications allow practitioners to incorporate the size, shape, and spatial relationships of objects into the classification process and to associate ancillary data with each object (Blaschke 2010). These additional data provide context for each object that allows classification algorithms to more closely mimic the way that the human brain interprets images. Calculating and attributing ancillary spatial data to each object (e.g., elevation, slope) is the second major step in an object-based classification process.Once images have been segmented and the object segments attributed with ancillary data, there are a number of ways to classify object segments into land cover classes. This method utilizes Random Forests, an ensemble learning method involving multiple decision trees. Random Forest classification models can be built in R (R Core Team 2014), and require user-provided training data to improve the algorithms ability to classify segments correctly into predetermined land cover classes. As such, this method is a type of supervised classification.A number of software packages were utilized to conduct the image segmentation, attribution, and classification procedures described in the method below, including ORFEO toolbox, QGIS2.x, ArcGIS 10.x, and R. This method assumes that the user has already obtained copies of these programs and knows how to use them. It also assumes that the user has already acquired high-resolution aerial imagery that they wish to analyze using object-based image analysis methods, and has determined the type and number of classes they wish to use for a land cover classification. Finally, the user should have already collected any data relevant for training the classification algorithm  for example, this might involve new fieldwork or collaboration and use of previously collected field data.",
  "url": "http://www.monitoringresources.org/api/v1/methods/5472",
  "title": "Land Cover Classification Using Object Based Image Analysis and Random Forests v1.0",
  "id": 5472,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Erin Morgan",
  "ownerEmail": "erin@southforkresearch.org"
}