{
  "abstractText": "Background:Land cover information is critical forunderstanding and managing environmental change. For example, classified land cover maps may be used to identify priority habitats for conservation, areas for urban development, or locations of non-native species invasions. A series of classified maps of the same area at different points in time can aid managers in identifying the location and extent of land cover change via change detection procedures. Scientists and managers can then relate those changes to factors such as climate, fire dynamics, changes in hydrology, or development, and utilize land cover data to create models to help predict the trajectory of land cover change in the future. This method describes general approaches for analyzing land cover data.FRAGSTATS (McGarigal et al. 2012) is a computer software program that is commonly used to calculate metrics that describe patterns in categorical rasters (e.g., land cover maps) at the patch, class, and landscape level (McGarigal 2015). FRAGSTATS is capable of calculating many different metrics that describe the composition and configuration of landscapes, including area and edge, shape, core area, contrast, aggregation, and diversity metrics (McGarigal 2015). It is highly recommended that individuals interested in using FRAGSTATS to analyze data first read the FRAGSTATS documentation:http://www.umass.edu/landeco/research/fragstats/documents/fragstats.help.4.2.pdf.The documentation provides important information on both why and how to run the program, as well as detailson all of the metrics available. The selection of settings and metrics should be specific to each application, and FRAGSTATS users should make informed choices based on their own project in order to obtain meaningful results. Theseries of steps describedin the section below provides a general idea of how to use FRAGSTATS with a classified land cover raster.If FRAGSTATS metrics are run on classified rasters of the same area for two time points, those metrics can be used to quantify changes in the composition and configuration of the landscape over time. The method below describes a statistical analysis of FRAGSTATS class-level metrics conducted on a set of reference and modified sites that is designed to evaluate whether modifications have altered the trajectory of land cover class changes compared to the reference sites over time. The method utilizes non-parametric statistics appropriate for small sample sizes with unknown distributions. Finally, this method assumes that the user is proficient with software such as ArcGIS 10.x, R, and FRAGSTATS.",
  "url": "http://www.monitoringresources.org/api/v1/methods/5473",
  "title": "Land Cover Classification and Change Detection Data Analysis v1.0",
  "id": 5473,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Erin Morgan",
  "ownerEmail": "erin@southforkresearch.org"
}