{
  "abstractText": "Background:Land cover classifications generate thematic maps from remotely sensed images that assign each part of the image into a particular cover category. Land cover maps may simply depict a single class of interest (e.g., wetlands within a state boundary) or may show numerous classes within a complex hierarchical land use/land cover system (e.g., Anderson et al. 1976). Regardless of the number and type of classes included on the map, an important final step in the map-making process is to conduct an accuracy assessment or validation to quantify how well individual mapped classes match the actual cover on the ground (Foody 2002, Horning 2004).Accuracy assessment involves selecting a sample of locations for each class from the final map and using validation data to corroborate the cover class for those locations. For example, researchers may visit a number of locations in the field that correspond to a random sample of each class. The land cover information recorded in the field is compared to the land cover class assigned on the map to determine map accuracy. If fieldwork is prohibitive, a trained photo interpreter who is familiar with the study area can also generate a validation dataset by viewing and classifying a sample of locations for each cover class from the original imagery. In both cases, the validation data are considered true, and the comparisons between the validation data (the actual class) and the map data (the predicted class) are compiled into a confusion matrix. A minimum level of accuracy can be predetermined for each class and for the map as a whole, e.g., 85% overall map accuracy, with each class no less than 70% accurate (reviewed in Foody 2002).In traditional pixel-based image classification approaches, each pixel is assigned to a land cover class and all of the units are the same size. Validation data are also generated on a pixel basis. In a confusion matrix for a pixel-based classification, accuracy metrics for each class can therefore be determined by dividing the number of pixels classified correctly in a single class by the total number of pixels in that class (Form1a). Commonly reported metrics include (1) users accuracy, which is the probability that the land cover class depicted on the map is the same as the land cover on the ground, and (2) producers accuracy, which is the percentage of pixels in each land cover class that were classified correctly. The overall map accuracy is derived by summing the number of pixels classified correctly and dividing by the total number of pixels in the image overall.This approach has been questioned for classifications conducted using object based image analysis. Unlike pixel-based classifications, object-based classifications are conducted on object segments composed of multiple pixels that can vary greatly in size. The traditional confusion matrix that utilizes counts does not account for the different sizes of object segments (MacLean and Congalton 2012). Instead, a confusion matrix for object-based classifications should weight the number of segments in each class by the area of those segments to generate an area-weighted matrix (MacLean and Congalton 2012) (Form1b). In reporting map accuracy, studies that utilize object-based image analysis should consider reporting both the traditional confusion matrix as well as the area-weighted version.The method below describes a process for generating a validation dataset using a trained photo interpreter, and then developing the traditional and area-weighted confusion matrices for a classified map based on the validation data. Calculations of map accuracy and additional statistics of potential interest are noted.This method assumes that the user already has an object-based classified map that they wish to analyze, that they are familiar with using the software programs ArcGIS 10.x, R, and Microsoft Excel, and understand how to calculate fields in a confusion matrix.",
  "url": "http://www.monitoringresources.org/api/v1/methods/5474",
  "title": "Land Cover Classification Accuracy Assessment v1.0",
  "id": 5474,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Erin Morgan",
  "ownerEmail": "erin@southforkresearch.org"
}