{
  "abstractText": "Plankton are small plants or animals that float, drift, or weakly swim in the water column of any body of water. Zooplankton are the animal portion of the planktonand represent the secondary production in a lake or reservoir.The zooplankton can display a high degree of spatial variation, even when considering only the open water (limnetic) region of a lake. This patchiness results from a variety of factors -- including water currents and rapid population growth in locations where phytoplankton biomass is high.There are statistical methods to identify the number of samples required to accurately characterize the zooplankton at a particular time in a lake. This requires preliminary sampling at many locations and some simple statistics. One problem is that if spatial distribution varies markedly over time, the value of this approach may be limited. However, an intensive preliminary study still can provide a context, so that the investigator may provide appropriate caveats when interpreting results of sampling at a lower intensity.In reality, main factors that determine the number of samples are: time, money, objectives of the study, and type of lakes to be sampled. For example, if a study aims to generally characterize the zooplankton of a particular geographic region, and requires sampling of many lakes, it only may be feasible to sample one location in each lake or major basin of larger more complex lakes. In elongated reservoirs, samples typically are collected at several sites along the longitudinal axis, because those lakes have zones with distinct water chemistry, phytoplankton, and zooplankton as one moves from the often turbid upstream end to the algal dominated downstream end.The bottom line is that there is no magic number for how many samples to collect to characterize a lake's zooplankton., but the sampling regime should be grounded in a solid understanding of lake conditions and the questions being asked in the research project.This method describes standard procedures for collecting zooplanktonusingvertical tows.",
  "url": "http://www.monitoringresources.org/api/v1/methods/3931",
  "title": "Limnological survey- Collecting Zooplankton v1.0",
  "id": 3931,
  "type": "Data Collection",
  "ownerName": "Sean Wilson",
  "ownerEmail": "sean.wilson@idfg.idaho.gov"
}