{
  "abstractText": "??Acquiring Latitude and Longitude Coordinates for your Projects, Sites and Features: All projects have some form of locational information. Locational information about a project may include the location of the project itself, the locations where actual site work for the project is completed and details of features at sites. Features are things carried out at sites, for example building a fence, sampling water quality, or counting fish. It is very important to identify what locations are being associated with each project, site or feature, using detailed latitude and longitude information. For example: a salmon habitat restoration project is located on the Skagit River at the confluence with the Sauk River (the project location). At the confluence there are 3 separate places of work (site locations) where fence installations (feature location information) are being completed. If monitoring was also completed as a part of the project, there may also be records of monitoring site locations with feature level detail about each of those sites, for example, transect location information. Each case may be different. The following sources of coordinate information may help to make reporting information about your project area easier.This material is not intended to be a complete guide for working with GIS or GPS, but rather, a guide for building the needed attributes in a database so you can track project information at the simplest level.Hardcopy Map Sources: - USGS quad sheets have lat/long coordinate grids along the side of the map. Map Data From Your Computer: - National Geographic sells USGS quad data on CD/DVDs for individual states that can be loaded on your PC.Free On-line Map Sources: There are on-line USGS maps that can be accessed on-line from different sources. For example: - TopoZone http://www.topozone.com - MapTechs http://www.maptech.com/ - Microsofts http://terraserver.microsoft.com/ These sites allow you to search for your area of interest and then display the area selected. By holding your mouse over a point on the map it will display the lat/long coordinates of that point.Web Mapping Services: For organizations that need access to frequent and accurate geocoding information there are services that can provide you with this sort of support. One example would be ArcWeb Services for Geocoding. For a glossary on more information about spatial information go to: - http://gis.esri.com/showcase/showcase.cfm - http://support.esri.com/index.cfm?fa=knowledgebase.gis",
  "url": "http://www.monitoringresources.org/api/v1/methods/1729",
  "title": "Location Documentation: Projects, Sites and Features as Points v1.0",
  "id": 1729,
  "type": "Data Collection",
  "ownerName": "PNAMP Support",
  "ownerEmail": "pnamp.mm@gmail.com"
}