{
  "abstractText": "This method deals with the measurement of discharge when conditions are such that it is not feasible to use either a velocity meter or tracer-dilution equipment. The situations and methodologies discussed include the following:A. High flowTimed observation of floatsB. Low flowVolumetric measurementUse of a calibrated portable weir plateUse of a calibrated portable Parshall flumeC. Unstable flow-roll waves or slug flowUse of photographic techniquesNot discussed here is the practice followed in many countries, other than the U.S.A., in which discharge is measured by observing the head on gaging-station controls that are built in conformity with laboratory-rated weirs or flumes. The transfer of a laboratory discharge rating to a structure in the field requires the existence, and maintenance, of similitude between laboratory model and prototype, not only with regard to the structure, but also with regard to the approach channel. For example, scour and (or) fill in the approach channel will change the head-discharge relation, as will algal growth on the control structure. Both the structure and the approach channel must be kept free from accumulations of debris, sediment, and vegetal growth. Flow conditions downstream from the structure are significant only to the extent that they control the tailwater elevation, which may influence the operation of structures designed for free-flow conditions.The existence or development of conditions that differ from laboratory conditions will necessitate in place calibration of the control to establish the extent of departure from the laboratory discharge ratings. In place calibration requires the measurement of discharge by current meter or by other means, as described in the manual in chapters 5 through 9. Because experience in the U.S.A. has indicated that departure from laboratory conditions is the norm, rather than the exception, gagingstation controls are always calibrated in place by the U.S. Geological Survey.The reader who is interested in the measurement of discharge by the use of precalibrated controls is referred to publications by the World Meteorological Organization (1971) and the International Standards Organization (1969).",
  "url": "http://www.monitoringresources.org/api/v1/methods/5442",
  "title": "Measurement of Discharge by Miscellaneous Methods v1.0",
  "id": 5442,
  "type": "Data Collection",
  "ownerName": "PNAMP Support",
  "ownerEmail": "pnamp.mm@gmail.com"
}