{
  "abstractText": "A record of stage could be obtained by systematic observation of a nonrecording gage. The advantages (low initial cost) and disadvantages (need for an observer, lack of accuracy) of a nonrecording gaging station were briefly discussed in full manual. The use of nonrecording gages as auxiliary and as reference (base) gages at recording-gaging stations will be discussed. This section of the manual describes the various types of nonrecording gages. Of the five types to be described, the two most generally used at nonrecording stations are either the staff or wire-weight gage. At such stations the nonrecording gage is usually read twice daily by an observer, and additional readings are made during periods of rapidly changing stage. The observer systematically records and reports his readings to headquarters. The record book and report cards shown in figure 1are used by the U.S. Geological Survey, the book being the permanent record of nonrecording-gage readings. The weekly report card serves as an interim report of the observations made. The weekly report cards are read promptly on their arrival at the headquarters office so that any problems or difficulties that arise can be handled without delay. On each routine visit to a nonrecording stream-gaging station, the hydrographer also visits the observer to enter in the stage-record book the gage reading(s) that the hydrographer has made. At that time he also inspects the record book to check for discrepancies in the observers readings. Such visits by the hydrographer are important; if they are not made the observer tends to feel that no one pays any attention to his work, and he may become less conscientious about his gage readings. Descriptions of five types of nonrecording stage gages follow.",
  "url": "http://www.monitoringresources.org/api/v1/methods/5428",
  "title": "Measurement of a Stage: Nonrecording Stream-Gaging Stations v1.0",
  "id": 5428,
  "type": "Data Collection",
  "ownerName": "PNAMP Support",
  "ownerEmail": "pnamp.mm@gmail.com"
}