{
  "abstractText": "A unique design feature used for long term resource monitoring is the mini fyke net. Themini fyke netcontains a 51 millimeter (2 inch) inner diameter, 6.4 millimeter (1/4 inch) thick, stainless steel or nickel plated ring sewn into the throat of the net.This ring prevents turtles and larger predatory fishfrom getting through the throat of the net and has the added benefit of keeping the throat from collapsing.Fyke nets are suspended between buoyant and weighted lines much like a gill net. Mini fyke netting is a useful method for sampling smaller fish that use lentic habitats and estuarine areas. It is commonly used to monitor the yearly changes in fish species abundance in sites where seining cannot be used alone or in combination with other methods for a markrecapture study. If the habitat has large and uneven substrate, significant woody debris, or other obstructions, seining may not be possible, and fyke nets may provide a viable alternative. Mini fykenets tend to be the most useful in capturing small, cover-seeking, and mobile and migratory species that follow the shorelines.Fyke nets induce less stress on captured fish than do entanglement gears (Hopkins and Cech 1992), and most captured fish can be released unharmed. Fyke nets are widely used in the assessment of fisheries stocks because of the low mortality of fish and aspects of their species and size selectivity. Trap mortality for steelhead caught using fyke nets in the Noyo River in California was less than 1% (Gallagher 2000).Mini fyke nets can bedeployed at wing dams.Wing dams are artificial structures that act to divert flow to the navigation channel and are usually constructed of rock. Wing dams protrude from the shoreline, typically perpendicular to flow, and may be totally submerged or emergent, depending on water elevation and construction height (see attached image).",
  "url": "http://www.monitoringresources.org/api/v1/methods/5538",
  "title": "Mini Fyke Netting for Smaller Fish on a Large River v1.0",
  "id": 5538,
  "type": "Data Collection",
  "ownerName": "Sam Cimino",
  "ownerEmail": "scimino@usgs.gov"
}