{
  "abstractText": "CHaMP metrics are measured at, typically, 45 points along a stream network within each CHaMP watershed, in a sampling design that includes both annual and 3 year rotating panel sites. The sampling design is optimized for estimation of the distribution (including mean and variance) of CHaMP metrics at the spatial scale of watershed, or at least over a large portion of a watershed. However, importance is also being placed on making spatially continuous estimates of CHaMP metrics at all points along a stream network, rather than simply watershed level distributions. Continuously modeled estimates enable generation of maps showing estimated responses continuously, providing an additional tool for habitat management. In addition, modeled estimates can be used to augment design based estimates, where limited or no sampling data exists, in order to provide inputs to habitat and salmonid life cycle models.Fitting models of CHaMP metrics on globally available attributes (GAA) is being done to estimate CHaMP metrics continuously at every point along stream networks. Model based estimates for selected CHaMP metrics are being made both within current CHaMP watersheds, as well to several watersheds where CHaMP data is not being taken (including the South Fork Clearwater, Lower Clearwater, Lolo, Lochsa, and Upper Salmon River Tributaries Above Redfish Lake)For successful, informative models capable of both predicting CHaMP metrics within CHaMP watersheds and extrapolating CHaMP metrics into non-CHaMP watersheds, at least two criteria must be met: 1) For the GAAs that are used as covariates in the models, the range of GAAs observed at measured CHaMP sites must cover the range of GAAs at all sites at which we intend to make predictions from the model. We refer to this as GAA Coverage, and it includes both numeric and categorical GAA variables. 2) A subset of all GAAs available must be statistically informative to the CHaMP metric being validated. In other words, there must be observable relationships between our GAAs and CHaMP metrics. This is examined through cross validation at various spatial levels.",
  "url": "http://www.monitoringresources.org/api/v1/methods/5462",
  "title": "Modeling Columbia Habitat and Monitoring Program metrics for continuous network extrapolation v1.0",
  "id": 5462,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Matt Nahorniak",
  "ownerEmail": "matt@southforkresearch.org"
}