{
  "abstractText": "Background:Data collected from groundwater monitoring are used to detect changes in water table elevation and groundwater temperature patterns. Changes in water table elevation and groundwater temperature are anintended result of certain restoration activities (e.g., floodplain reconnection projects) and monitoring these patterns can help provide evidence that restoration work is achieving project goals.This method describes ananalysis procedure for groundwater temperature data, and assumes that data were collected in at least one reference site (which received no manipulations for the purpose of restoration) and one treated site (where restoration activities have occurred). The goal of the analysis is to compare the amplitude and synchronicity of groundwater and surface water temperature cycles in restored and reference areas. Groundwater temperature patterns are expected to more closely align with surface water patterns in areas where groundwater is closer to the land surface (Stonestrom and Constantz, 2003). If such alignment occurs, these data provide corroborating evidence of water table rise and groundwater-surface water exchange (e.g., groundwater recharge from overbank inundation). This is an important goal for some restoration projects.This procedure models seasonal oscillations in groundwater and surface water temperature in order to examine their amplitude and timing and to evaluate how these parameters have changed since restoration. This methodassumes that groundwater data were collected from wells installed as part of a restoration monitoring design and instrumented with Onset HOBOU20Water Level Loggers (U20probes), and that data were collected at a resolution of one reading per hour or two hours for the duration of the monitoring period. Similarly, hourly monitoring data from surface water temperature loggers (e.g., Onset Tidbit v2 or Stowaway XTI loggers) located near the treated and control sites are also prerequisites for this analysis.Analysis of water table elevation data isdiscussed in a separate method.",
  "url": "http://www.monitoringresources.org/api/v1/methods/5459",
  "title": "Modeling groundwater and surface water temperature monitoring data over time v1.0",
  "id": 5459,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Erin Morgan",
  "ownerEmail": "erin@southforkresearch.org"
}