{
  "abstractText": "A common method used for enumerating salmonids in small streams is based on the multiple removal/depletion technique proposed by Moran (1951) and by Zippin (1958). Under the removal model, the declining catch of fish between multiple electrofishing passes is used to calculate capture efficiencies and abundance estimates. A common protocol requires a section of a stream to be isolated with block nets and a minimum of two removal electrofishing passes to be performed, although three or more removal passes are generally recommended so that catchability assumptions can be statistically tested (White et al. 1982). Practitioners should be aware that the tests used to evaluate equal catchability assumptions generally have low power to detect true differences (Riley and Fausch 1992). The Zippin removal estimator appears sensitive to violations of catchability assumptions (Bohlin and Sundstrom 1977). To circumvent this, Otis et al. (1978) proposed the generalized removal estimator that allows for unequal catchability of fish between removal passes. This estimator requires conducting four or more removal passes; a protocol that could be costly and time consuming. In addition, completion of four removal passes is no guarantee that the resulting removal estimate will be unbiased (Riley and Fausch 1992). The most efficient removal electrofishing protocol will minimize the number of removal passes that must be performed and will maximize the utility of the data. Conducting only two removal passes may satisfy effort requirements but likely produces biased estimates with wide confidence intervals (Riley and Fausch 1992). Additionally, two pass estimates fail when the number of fish captured on the second pass is greater than the number captured on the first electrofishing removal pass. To correct for this, some studies have recommended pooling catch data from multiple sites (Heimbuch et al. 1997). To satisfy effort and utility requirements, Connolly (1996) developed charts for field use based on stringent removal guidelines that produced the most reliable estimates with a minimum number of removal passes. In situations where accurate estimates are not necessary, removal sampling can be a useful method to index abundance. When accurate estimates are necessary, removal estimates should be interpreted with caution unless calibrated with an unbiased estimate, or critical assumptions are tested and validated under field conditions.",
  "url": "http://www.monitoringresources.org/api/v1/methods/1712",
  "title": "Multiple pass removal/depletion backpack electrofishing v1.0",
  "id": 1712,
  "type": "Data Collection",
  "ownerName": "Charles Lee",
  "ownerEmail": "charles.lee@dfw.wa.gov"
}