{
  "abstractText": "Moist soil management is a valuable tool for the treatment of wetland habitats and the wildlife species associated with wetlands. The ability to manage water levels, create disturbance, and manipulate vegetation to allow for more productive early successionalwetland habitats is crucial to the TD-1 project. Moist soil management provides critical habitat and food sources for wetland obligate and wetland associated species, while also allowing for valuable recreation opportunities. Through this survey effort we will be inspecting four different techniques used in 5 wetland cells. Cell 1 was left to naturally establish, Cell 2 was harrowed and then Wild Millet was broadcast seeded, Cell 3 was tilled, Cell 4 was harrowed and Wild Millet was drill seeded, and Cell 7 which was tilled. During the end of May 2018 Wetland Specialist McPherson started harrowing wetland cells 2 and 4. Cell 2 was broadcast seeded with Wild Millet beginning June 1, seed was broadcasted at rate of 30lbs per acre.Cell 4 seeding started June 6, seed in this basin was drilled at rate of 25lbs per acre. This was the first year the wildlife area had new drill seeder that could be hauled behind ATV, making it easier to work in wetland basins. Specialist McPherson wanted to evaluate what method of planting would yield higher rate of seed biomass.Both cells 3 and 7 were tilled to set back non desirable vegetation and to turn over soil to aid soil health and help future plantings of desirable waterfowl forage. Tillage started July 11, when Specialist McPherson had returned to cells for second round of heavy tillage in Late August, good volunteer stands of Wild Millet had established. Given the opportunity Specialist McPherson wanted to evaluate the seed biomass present in a volunteer stand of Wild Millet and how that compared to broadcast and drill seeding. The Millet that established voluntarily was stored in the seed bank from prior years plantings.(2020 all wetland cells had volunteer vegetation, due to Covid-19 interfering with field work)",
  "url": "http://www.monitoringresources.org/api/v1/methods/6925",
  "title": "Naturally established versus manipulated wetland basin seed biomass survey v2.0",
  "id": 6925,
  "type": "Data Collection",
  "ownerName": "Chattan McPherson",
  "ownerEmail": "Chattan.Mcpherson@dfw.wa.gov"
}