{
  "abstractText": "These cruises are part of a long-termBonnevillePower Administration-funded effort by academic and federal scientists to understand coastal ecosystems and biological and physical processes that may influence recruitment variability of salmon in Pacific Northwest waters. Presently, research is focused on examining the effects of biotic andabioticenvironmental conditions on the early marine life history of coho and Chinook salmon. This research focused on the Columbia River Plume and its importance for juvenile salmon and highertrophiclevel predators because this is an area of highsalmonidabundance and it is influenced by anthropogenic factors.The early prediction of the foodconditions that juvenile salmon would encounter when they first enter the marine environment can be useful to various managers.The winter ichthyoplankton index is calculated even before salmon are released from hatcheries, and as such is one of the few predictive indices prior to ocean entrance of juvenile salmon. Hatchery managers could modify the timing of their hatchery releases during poor predicted food conditions in the ocean, so that the majority of juvenile salmon do not enter at the same time increasing low growth due to density dependence. Water managers could find this early predictive index by modify flow rates, such that during years of good food conditions, getting more salmon into the marine environment sooner where high food levels could increase their growth and reduce size dependent mortality. Lastly, fisheries managers would have an early too that can predict future adult returns even before the salmon the ocean and allow for early fisheries modification based on predicted on return levels.",
  "url": "http://www.monitoringresources.org/api/v1/methods/4092",
  "title": "NWFSCenter_Ichthyoplankton Ocean salmon prey biomass data analysis v1.0",
  "id": 4092,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Cheryl Morgan",
  "ownerEmail": "cheryl.morgan@oregonstate.edu"
}