{
  "abstractText": "Rainbow Trout populations in the Kootenai River, Montana/Idaho have been impacted by the construction and operation of Libby Dam, Montana since 1972; population declines (primarily in Idaho), have been documented following the construction of Libby Dam. In addition, populations have been impacted by a variety of other factors, including channelization, levees and tributary alteration/functional disconnection. It has long-been speculated that several tributaries in Montana provide the largest numbers of out-migrant recruits to the mainstemRainbow Trout population in the Kootenai River. These recruits are thought to seed the majority of the mainstem adult population, both in Idaho and Montana. Although traditional methods exist to validate this assumption, newer, less labor-intensive and error-prone methods are now available to address such questions; in particular, otolith microchemistry has emerged as a powerful technique for such purposes. Naturally occurring geochemical signatures in fish otoliths can provide valuable information on natal origins and life histories of individual fish, which can then be extrapolated to make population-level inferences (Campana and Thorrold 2001; Kennedy et al. 1997; Thorrold et al. 2001). This technique has been widely-used for studies involving anadromous fish species; however, relatively few studies have used it for studying natal origins and movement patterns of freshwater fishes (Muhlfeld et al. 2005; Munro et al. 2005; Wells et al. 2003). Through continual refinement of this technique, strontium (Sr) isotopes have been identified as having the most discriminatory power in freshwater systems (Barnett-Johnson et al. 2005; Kennedy et al. 2000, 2002).",
  "url": "http://www.monitoringresources.org/api/v1/methods/6613",
  "title": "Otolith Microchemistry to determine isotopic ratios of Rainbow Trout v1.0",
  "id": 6613,
  "type": "Data Collection",
  "ownerName": "T.J. Ross",
  "ownerEmail": "tj.ross@idfg.idaho.gov"
}