{
  "abstractText": "To characterize the overall character of each reach, provide a visual reference for subsequent crewand to assist with data interpretation.Photo documentation of sample reaches can provide valuable insight regarding the overall character of each reach. An understanding of reach character can be invaluable when interpreting data. Data interpretation can sometimes take place years or even decades after the sampling event, when the character of the reach could have changed drastically. Therefore, it is important to accurately capture the reach character at the time of sampling. A few high-quality photosare much more valuable than many poor quality photos.The purpose of taking monumenting photos is to help future crews relocate the sample reach and to capture visible changes in the reach over time. Therefore, monumenting photos should be taken in locations where obvious features can be identified. Strive to combine photos that show a prominent feature(s) of the area (e.g., large tree, boulder, or human structure) with a narrative of the reach description. In addition to taking field-based photos, it is recommended to use Google Earth or similar aerial photography to mark the top and bottom of the reach and any other distinguishing features. Archiving such aerial photos can greatly assist with relocating the reach for future sampling.If the reach was targeted for monitoring condition and trend, then photos on repeat visits should be taken of the same exact photo frame that was photographed in previous visits. The exception to this rule is when the previous photos were poor quality. Photos from previous visits should betaken into the field so that the repeat photos can be properly aligned.Overview:Take a minimum of five representative photos of each sample reach. Clear photos should be taken at the bottom of the reach, F transect, top of the reach, an overview containing as much of the reach as possible, and at least one monumenting photo to assist subsequent crews with relocating the sample reach.If necessary, additional photos can be taken that: (1) are representative of the reach in ways that the previous photos do not portray; (2) display special situations such as side channels, interrupted flow, or beaver impacts (see Appendix C, cited AIM Field Protocol for Wadeable Lotic SystemsorMethod 7002: Sampling Reaches with Beaver Activity v1.0)for more specific guidance); (3) display impacts or signs of degradation to the stream or riparian area (e.g., head cuts, excessive grazing, recreation); or (4) are characteristic of problematic features that created challenges for protocol implementation.",
  "url": "http://www.monitoringresources.org/api/v1/methods/7019",
  "title": "Photographing the Reach v1.0",
  "id": 7019,
  "type": "Data Collection",
  "ownerName": "PNAMP Support",
  "ownerEmail": "pnamp.mm@gmail.com"
}