{
  "abstractText": "Previous studies demonstrated that steelhead residuals are a mixture of fish that failed to migrate because they either did not smolt or were maturing males (Sharp et al. 2007). The goal of assessing reproductive status of age 1 or 2 males prior to release from the hatchery is to estimate the proportion of males that may residualize because they are either mature (running) precocious parr or have initiated maturation for spawning a year after release. In the case of summer run steelhead, adults migrate to natal rivers in summer where they reside over winter and spawn the subsequent spring. This suggests that initiation of maturation and the spawning migration in this species must occur roughly a year before the fish will spawn. Identification of precious parr can be done by external examination of body morphology and coloration, and by expression of milt with gentle abdominal pressure. However, males that are in the earliest stages of initiating maturation (spermatogenesis) show no unique external characteristics that can be used to distinguish them from immature males or females. Therefore, we developed methods to quantify a series of morphological and endocrine parameters to estimate proportions of one and two-year old male steelhead that are initiating maturation for the following year. These are measured on lethal subsamples of fish, just prior to release from the hatchery in the spring.We based our selection of parameters on the following information. The onset of spermatogenesis is regulated by the reproductive endocrine axis, which includes hormones and growth factors produced by the brain, pituitary gland and testis. External (e.g. photoperiod, temperature) and internal (e.g. metabolic) cues play important roles in regulating the production of brain gonadotropin-releasing hormone, which in turn stimulates the production and secretion of gonadotropins (follicle stimulating hormone; FSH and luteinizing hormone, LH) that regulate testicular production of androgens (11-ketotestosterone; 11-KT) and growth factors (antmullerian hormone; AMH and insulin like growth factor 3; IGF3) (Schulz et al. 2010). The activation of the pituitary-testis axis during puberty onset in fish involves increases in synthesis of alpha and beta subunits of FSH and LH (mRNA and protein), increases in plasma levels of FSH and 11-KT, and increases in testis IGF3 mRNA and decreases in AMH mRNA in the testis (Gomez et al. 1999; Campbell et al., 2003; Maugars and Schmitz 2008; Schulz et al. 2010; Tarranger et al. 2010). At the level of the testis, the first cellular indication of onset of spermatogenesis is the rapid proliferation of spermatogonia, which precedes the meiotic divisions of germ cells and development of haploid spermatozoa. The rapid proliferation of germ cells results in small increases in gonadosomatic index (GSI) and cytological changes in germ cells that are observable in histological sections of the testis. Relative levels of mRNAs for pituitary FSH and LH beta subunits and testicular IGF3 and AMH are measured from total RNA using quantitative real time RT PCR (qPCR). Details of laboratory analyses are attached.",
  "url": "http://www.monitoringresources.org/api/v1/methods/1251",
  "title": "Physiological Assessment of Maturation of Male Salmon and Steelhead v1.0",
  "id": 1251,
  "type": "Data Collection",
  "ownerName": "Penny Swanson",
  "ownerEmail": "penny.swanson@noaa.gov"
}