{
  "abstractText": "This method is derived from an Environmental Monitoring and Assessment Program (EMAP) protocol developed for monitoring western wadable streams. Included in this method are instructions for discerning evidence of recent major floods.Major floods are those that substantially overtop the banks of streams and occur with an average frequency of less than once every five years. Major floods may scour away or damage riparian vegetation on banks and gravel bars that are not frequently inundated. They typically cause movement of large woody debris, transport of bedload sediment, and changes in the streambed and banks through scouring and deposition.  While they may kill aquatic organisms and temporarily suppress their populations, floods are an important natural resetting mechanism that maintains habitat volume, clean substrates, and riparian productivity.   Debris torrents, or lahars, differ from conventional floods in that they are flood waves of higher magnitude and shorter duration, and their flow consists of a dense mixture of water and debris. Their high flows of dense material exert tremendous scouring forces on streambeds. For example, in the Pacific Northwest, flood waves from debris torrents can exceed 5 meters deep in small streams normally 3 m wide and 15 cm deep. These torrents move boulders in excess of 1 m diameter and logs >1 m diameter and >10 m long. In temperate regions, debris torrents occur primarily in steep drainages and are relatively infrequent, occurring typically less than once in several centuries. They are usually set into motion by the sudden release of large volumes of water upon the breaching of a natural or human-constructed impoundment, a process often initiated by mass hillslope failures (landslides) during high intensity rainfall or snowmelt. Debris torrents course downstream until the slope of the stream channel can no longer keep their viscous sediment suspension in motion (typically <3% for small streams); at this point, they set up, depositing large amounts of sediment, boulders, logs, and whatever else they were transporting. Upstream, the torrent track is severely scoured, often reduced in channel complexity and devoid of near-bank riparian vegetation. As with floods, the massive disruption of the stream channel and its biota are transient, and these intense, infrequent events will often lead to a high-quality complex habitat within years or decades, as long as natural delivery of large wood and sediment from riparian and upland areas remains intact.In arid areas with high runoff potential, debris torrents can occur in conjunction with flash flooding from extremely high-intensity rainfall. They may be nearly annual events in some steep ephemeral channels where drainage area is sufficient to guarantee isolated thunderstorms somewhere within their boundaries, but small enough that the effect of such storms is not dampened out by the portion of the watershed not receiving rainfall during a given storm.Because they may alter habitat and biota substantially, infrequent major floods and torrents can confuse the interpretation of measurements of stream biota and habitat in regional surveys and monitoring programs. Therefore, it is important to determine if a debris torrent or major flood has occurred within the recent past.",
  "url": "http://www.monitoringresources.org/api/v1/methods/86",
  "title": "Physical Habitat: Debris Torrents and Recent Major Floods v1.0",
  "id": 86,
  "type": "Data Collection",
  "ownerName": "Jacque Schei",
  "ownerEmail": "jschei@usgs.gov"
}