{
  "abstractText": "This method is derived from an Environmental Monitoring and Assessment Program (EMAP) protocol developed for monitoring western wadable streams. Included in this method are instructions for measuring stream substrate size and embeddedness at cross sectional transects. In addition wetted width, water depth and other physical dimensions are also recorded.Substrate Size and Channel Dimensions:Substrate size is one of the most important determinants of habitat character for fish and macroinvertebrates in streams. Here, we use the term substrate size to describe the size of streambed surface particles Along with bedform (e.g., riffles and pools), substrate influences the hydraulic roughness and consequently the range of water velocities in the channel. It also influences the size range of interstices that provide living space and cover for macroinvertebrates, salamanders, and sculpins. Substrate characteristics are often sensitive indicators of the effects of human activities on streams. Decreases in the mean substrate size and increases in the percentage of fine sediments, for example, may destabilize channels and indicate changes in the rates of upland erosion and sediment supply (Dietrich et al. 1989, Wilcock 1998).In the EMAP protocol, substrate size and embeddedness are evaluated at each of the 11 cross-section transects (refer to Figure 7-1) using a combination of methods adapted from those described by Wolman (1954), Bain et al. (1985), Platts et al. (1983), and Plafkin et al. (1989). Substrate size is also evaluated at 10 additional cross-sections located midway between each of the 11 regular transects (A-K). The basis of the protocol is a systematic selection of 5 substrate particles from each of 21 cross-section transects (Figure 7-6). In the process of measuring substrate particle sizes at each channel cross section, the wetted width of the channel and the water depth at each substrate sample point are measured (at the 10 midway cross-sections, only substrate size and wetted width are recorded). If the wetted channel is split by a mid-channel bar (see Section 7.4.1), the five substrate points are centered between the wetted width boundaries regardless of the mid-channel bar in between. Consequently, substrate particles selected in some cross sections may be high and dry. For cross-sections that are entirely dry, make measurements across the unvegetated portion of the channel. The distance you record to the right bank is the same as the wetted channel width. The substrate sampling points along the cross-section are located at 0, 25, 50, 75, and 100 percent of the measured wetted width, with the first and last points located at the water's edge just within the left and right banks.",
  "url": "http://www.monitoringresources.org/api/v1/methods/77",
  "title": "Physical Habitat: Substrate Size and Channel Dimensions v1.0",
  "id": 77,
  "type": "Data Collection",
  "ownerName": "Jacque Schei",
  "ownerEmail": "jschei@usgs.gov"
}