{
  "abstractText": "The passive integrated transponder (PIT) tag has been used since 1987 as a research and management tool by the Columbia River Basins fisheries agencies and tribes to mark and track anadromous fish. An information network has been developed to collect and share mark and recovery information. The network has grown since those early days and now includes thePITTag Information System (PTAGIS), managed by the Pacific States Marine Fisheries Commission and funded by Bonneville Power Administration (BPA). PTAGIS houses, manages and maintains the data repository where all anadromousPITtag data in the Columbia River Basin are stored. PTAGIScollects and provides data obtained from the automated interrogation equipment at themainstem dams, as well as from other sites throughout the basin. PTAGIS is also responsible for developing and maintaining thePITtag data collection and validation software (for both tagging and interrogation events), managing the separation by code system at the dams, providing training on the database and the data collection software, and maintaining thePITtag interrogation equipment at the mainstem dams.PTAGIS is the clearinghouse for procurement and distribution of allPITtags for BPA-funded projects. ThePITTag Steering Committee (PTSC) is a subcommittee of the Fish Passage Advisory Committee (FPAC). The PTSC members are from Idaho, Oregon, Washington, US Fish and Wildlife Service, National Marine Fisheries Service, the Fish Passage Center, and the Columbia River Inter-Tribal Fish Commission. ThePTSC is responsible for1. Provide technical guidance to the region for best tagging practices throughout the basin to facilitate standardized tagging techniques, handling protocols and tag data reporting.2. Provide regional technical input and guidance to PTAGIS for the interrogation sites and facilities, and for the management of the database to benefit the region.3. Help guide and coordinate training of tagging personnel to facilitate the implementation of standardized tagging techniques and handling protocol to ensure consistent high quality marking.ThePITTag Marking Procedures Manual version 3.0 provides protocols and standards on the PITtag marking station(s), fish handling techniques, anesthesia, tag injection, and information on data collection, verification, and transfer to the regional database. In addition to this manual, the PTSC and PTAGIS produced aPITtag training video that is available from PTAGIS. If you have specific questions that are not answered by this document or the video, or if you would like to receive training, please contact your PTSC representative for assistance.The reader should be aware that, with the exception of the items listed under Special Notices below, this manual contains guidelines based on nearly two decades of research into and usingPIT-tag technology. It is understood that specific studies may have to deviate from the guidelines due to the life history characteristics of the species being studied. If a researcher must deviate from the guidelines, it is hoped this manual can aid the researcher in reducing the biological consequences of such deviations.The PTSC recommends onlyPITtags that have been tested against the equipment employed within the Columbia River Basin be used. While we appreciate the necessity of looking for ways to reduce costs, untestedPITtags may not function as well as tested tags, affecting not only the researchers results, but possibly affecting other researchers studies, especially if the untested tags overwhelm detection sites causing other tags to not be detected.Finally, this manual describes tag injectors and general fish size guidelines based on researchers experiences using 12 mm FDXPITtags with juvenile salmonids. There are no separate guidelines for non-salmonids in this manual. There are currently no separate guidelines established for smallerPITtags as these are only now becoming widely used. As information regarding the effects of the smallerPITtags becomes available, we will add guidelines for these tags to this document. Also, if guidelines can be established for non-salmonids (e.g., lamprey), we may include the guidelines in this document.Assumptions and NotesSince July 1992, only disinfected injectors and tags have been approved for use in the Columbia River Basin for all hatchery and wild anadromous fish. This requirement eliminated the use of semiautomatic injectors. Disinfection using standard hand held injectors requires immersing the needle, syringe, and the end of the injector push rod in 70-80% ethyl alcohol or 60-80% isopropyl alcohol for a period of not less than 10 minutes. Currently, there is a single-use injector system (SUI) available to which the disinfection requirement does not apply, as long as the needle assembly used in this system is not re-used. If a tagger wishes to re-use the single-use needle assembly, disinfection between fish is required.The PTSC and FPAC members do not endorse or recommend any tagging location in anadromous salmonids other than what is described in this manual. Tagging in any location other than the abdominal cavity increases the risk of human consumption.PIT Tag Marking StationsPIT tags are used to mark juvenile salmonids in a wide variety of situations in the Columbia River Basin, ranging from the collection and tagging of individuals in their natal streams to the marking of thousands of fish within a hatchery. Regardless of the magnitude of the marking programs, certain elements of these programs are held in common:1. Fish are collected prior to tagging;2. Fish are taken from the collection in small batches, anesthetized, and tagged;3. Information about each animal is collected, recorded, and correlated with its injected tag; and4. The fish are allowed to recover from the effects of the tagging, handling, and anesthetic before they are returned to their cohorts in the general population.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6583",
  "title": "PIT tag marking procedures v2.0",
  "id": 6583,
  "type": "Data Collection",
  "ownerName": "Polly Gibson",
  "ownerEmail": "polly.p.gibson@odfw.oregon.gov"
}