{
  "abstractText": "PIT-tagging large numbers of salmonids at Snake River juvenile collection facilities presents the researcher with many questions. Chief among the questions are how to collect the large numbers of fish needed and where to conduct the tagging. While the Smolt Monitoring Program (SMP) can serve as a source of fish, and the facility's juvenile laboratory can provide a location for tagging, both are limited. The SMP is limited in the number of fish that can safely be handled in a day, especially if the fish must be processed prior to a transport barge or truck leaving the facility. The laboratories at the facilities are not designed for more than 2-3 tagging stations. If a researcher needs more than can be provided by the SMP or laboratory, they must create a different source of fish and either bring in a dedicated tagging facility or build one on-site.In 2005, NOAA Fisheries built a two-story tagging facility along the south side of the east bank of raceways at the Lower Granite Dam juvenile fish facility (JFF) (Marsh et al. 2006). This tagging facility, which includes a separate, two-story pre-anesthetic tower, replaced a semi-permanent facility that had been in place since the 1980s.The upper story of the tagging facility is one long room containing two sorting stations and 10 PIT-tagging stations. The bottom story is split into a break/lunch room and a mechanical room, which contains all the equipment necessary to operate three separate re-circulating anesthetic systems. There are also two holding tanks located east of the tagging facility, each plumbed to release fish to the dam's tailrace.The tagging facility obtains research fish from two raceways in the east bank of raceways. These fish are collected by diverting the general population of fish bypassed into the juvenile fish facility to one of the two raceways each day prior to tagging. Because the general population of fish contain fish that were PIT-tagged by researchers located above Lower Granite Dam, NOAA Fisheries, the U. S. Army Corp of Engineers (COE) (the owners and operators of the dam), and Pacific State Marine Fisheries Commission staff (who are responsible for the maintenance and operation of PIT tag detectors at the dams) worked together to develop a PIT-tag diversion system in the flume leading to the NOAA collection raceways. This diversion system can divert previously PIT-tagged fish either to a general collection raceway or to the river. This reduces NOAA's impact on other researchers' studies.All fish movement employs water-to-water transfer methods. Fish collected in the NOAA raceways are sent from the raceway to the pre-anesthetic tower using an Aqualife fish transfer device, similar to devices used at hatcheries throughout the Columbia River basin. Once fish enter the tagging facility, they can be sent via pipes to raceways, holding tanks, or even trucks in parking areas around the facility. Fish sent to the holding tanks located east of the tagging facility are released to the river at the same location used by the juvenile fish facility for returning fish to the river. This is accomplished via a pipe fastened along the top of the JFF's outfall pipe.Each re-circulating anesthetic system consists of a collection box, one or two pumps, three filters (macro, 100 micron, 25 micron), a UV-sterilization system, and a chiller. One system is used solely for the sorting lines, while the other two systems can be split between the 10 tagging stations as needed (Marsh et al. 2001).Using this tagging facility, NOAA researchers have tagged over 21,000 salmonids (out of 30,000 fish processed through the facility) in an 8-hour day. The large number of tagging stations and the ability to route pipes to several destinations allow multiple studies to use the same collection of fish, reducing the overall impact of research in general.",
  "url": "http://www.monitoringresources.org/api/v1/methods/4146",
  "title": "PIT tagging at a Snake River juvenile collection facility v1.0",
  "id": 4146,
  "type": "Data Collection",
  "ownerName": "Tiffani Marsh",
  "ownerEmail": "tiffani.marsh@noaa.gov"
}