{
  "abstractText": "Passive integrated transponder (PIT) tags are used to marksalmonids in a wide variety of situations, ranging from the collection and tagging of individuals in their natal streams to the marking of thousands of fish within a hatchery. Regardless of the magnitude of the marking programs, certain elements of these programs are held in common:1. Fish are collected prior to tagging;2. Fish are taken from the collection in small batches, anesthetized, and tagged;3. Information about each animal is collected, recorded, and correlated with its injected tag; and4. The fish are allowed to recover from the effects of the tagging, handling, and anesthetic before they are returned to their cohorts in the general population.In most situations, a PIT tag marking station, developed around a semi-automated computerized data entry system, is used to maximize the tagging rate and simultaneously minimize the time a fish is deprived of fresh water. At a minimum, a marking station consists of a PIT tag transceiver (reader) connected to a computer running specialized data collection and validation software. More complex stations include peripheral hardware such as a digitizer (to record fork lengths or speed entry of predefined data codes) and an electronic balance (to record weights). There are three major tagging scenarios: mass marking operations, small scale tagging operations at fixed locations such as traps or weirs, and streamside or backcountry marking. Marking station configurations and personnel/equipment requirements differ depending on the type of marking operation. (see the attached documentation for more information on setup of stations for each tagging scenario)PIT tags come in a variety of sizes. An appropriate size to meet specific application needs and budget should be chosen. Sizes can include: 8.4 mm, 9 mm, 12.5 mm, and 22 mm lengths.",
  "url": "http://www.monitoringresources.org/api/v1/methods/1736",
  "title": "PIT tag marking procedures v1.0",
  "id": 1736,
  "type": "Data Collection",
  "ownerName": "Chris Tatara",
  "ownerEmail": "chris.p.tatara@noaa.gov"
}