{
  "abstractText": "Recoveries of PIT tags on piscivorous waterbird colonies (i.e. Caspian terns, double-crested cormorants, American white pelicans California gulls, and ring-billed gulls) have been used to calculate avian predation rates or probabilities (percentage or proportion of available fish consumed by birds. The methods of Evans et al. (2012) were used to recover (electronic detection) smolt PIT tagsin situon colonies of piscivorous waterbirds after the birds dispersed from each colony following the breeding season (AugustOctober, depending on the colony and year). The area occupied by nesting birds on each colony was determined using surveys (aerial or ground-based) conducted during the peak of the breeding season (typically MayJune, depending the colony and year; see methods 6806, 6808, 6809). In brief, PIT tag antennas were used to systematically scan the entire colony area (referred to as a pass) occupied by nesting birds, with a minimum of two complete passes conducted at each colony. The orientation or directionality of antennas relative to nesting substrate was changed following each pass, a technique used to achieve higher rates of PIT tag detection (Evans et al. 2016). In addition to electronic detection, PIT tags were also physically removed from some colonies using a tow behind sweeper magnet. The physical removal of PIT tags reduces tag collision, a phenomenon that renders PIT tags near each other undetectable using electronics. The physical removal of PIT tags (and subsequent hand scanning of each tag to acquire its unique code) increases PIT tag detections at sites where tag densities were high, like on the East Sand Island and Crescent Island Caspian tern colonies (Evans et al. 2012; Evans et al. 2016). Both physical and electronic PIT tag recovery were conducted concurrently, when conditions permitted.Tag codes stored locally on PIT tag receivers were uploaded to a central web-based storage drive at the completion of each scanning session, along with metadata regarding the recovery date, bird species, colony location, and pass number. Following validation and removal of duplicate records, newly detected tag codes were reported to the PIT Tag Information System (PTAGIS) using guidelines and protocols established by the PIT-tag Steering Committee.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6810",
  "title": "PIT tag recovery on bird colonies v1.0",
  "id": 6810,
  "type": "Data Collection",
  "ownerName": "Ken Collis",
  "ownerEmail": "ken@realtimeresearch.com"
}