{
  "abstractText": "The purse seine method of fishing typically consists of a seine boat, a smaller skiff and a purse seine net. Often utilized in open-water, marine environments containing high concentrations of fish, purse seines have also been applied successfully in lentic and lotic waters without submerged obstructions. Seine nets are designed to impound fish rather than entangle them. This makes purse seines an ideal candidate for catch-and-release data collection activities and selective harvest programs where mortality of sampled or non-target fish must be minimized.Net length and net depth are determined by the physical dimensions and the bathymetry of specific fishing areas. Mesh size is chosen to reduce the number of fish wedged or gilled in the net. An extra foot of mesh is added per fathom of corkline and the leadline is typically about 10% shorter than the corkline.Purse seine nets are designed to fish near the water surface and are not intended to disturb the bottom substrate of the water body. However when fishing in areas where the net will come in contact with the bottom substrate, the net can be modified to include chafing gear, a narrow strip of mesh attached to the midrib near the bottom edge of the net. Chafing gear is comprised of smaller mesh and designed to resist snagging on submerged obstructions. In theory, if the chafing gear does snag up, pulling the net free will only damage the chafing gear and not the regular mesh.When deployed, a purse seine net hangs vertically in the water with the bottom weighted by a leadline and the top buoyed by a cork line. A series of purse rings are attached to the midrib near the bottom of the net. For nets not utilizing chafing gear the rings are attached directly to the leadline. The purse line passes through all of the rings.To start a set, the bag end of the net is held stationary in the water by the skiff. The seiner powers up and deploys the net from the stern in a U-shaped configuration until laid out. A deck pump is utilized to clear mud, blood, slime or other debris from the deck. The net is then towed evenly from both ends in a horseshoe shape.Good judgement must be used in determining the duration of a set as pulling too long may result in net overload and unwanted fish mortality. The skipper gives a signal to close and the boats come together. The skiff passes the bag end of the net to the larger vessel where it is affixed to both a stanchion and a cleat on the bow to help keep the net open. The skiff moves to the opposite side of the seiner and retrieves a tow line attached to the broadside of the bigger boat which is no longer under power. Pulling on the tow line provides the skiff a means to maneuver the seiner and keep it out of the net.Both ends of the purse line are pulled in using the deck winch. When simultaneously pulled from both ends using a deck winch, the purse line pulls the rings and the bottom of the net towards the seine boat, closing the net and preventing any encircled fish from escaping. A plunger is used to scare fish away from the opening in the net. When the rings and midrib (or leadline) are completely pulled from the water, the net is considered closed and the process of hauling gear aboard the seiner can begin. The gear should be retrieved as quickly as possible to minimize the amount of time that fish spend in the net to reduce unwanted mortality.The net is hauled back onto the larger boat using an hydraulic powerblock suspended 8 to 12 feet above the center of the deck and stacked in such a way that facilitates smooth deployment of the next set. The corkline is coiled in a figure 8 pattern separately from the leadline. The purse line and purse rings are stacked with the leadline. Care should be taken to pile the mesh in such a way that the stack does not fall over. All fish and other debris wedged in the net should be removed prior to travelling over the power block. Frequent stoppage to clear fish and debris increases the time fish are in the net. If too many fish are gilled or wedged in the net, consideration should be given to replacing the net with mesh of a different size.Unlike many traditional purse seine operations, the fish in the net are not brailed on board the boat. Fish remain in the money bag and sorted by hand. Fish can be sorted by species, size, sex, origin or others with non-target fish immediately returned to the river.Natural-origin (NOR) and hatchery-origin (HOR) summer/fall Chinook adults are selected for broodstock collection. NORs not taken for broodstock and non-target fish are immediately returned to the river. HORs and other target fish are harvested for tribal ceremonial and subsistence use up to their respective harvest allocations.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6771",
  "title": "Purse Seine v1.0",
  "id": 6771,
  "type": "Data Collection",
  "ownerName": "isaiah martin",
  "ownerEmail": "isaiah.martin.fnw@colvilletribes.com"
}