{
  "abstractText": "Habitat types are measurable physical characteristics about the environment relevant to a salmonid view of the stream (Lestelle et al., 2004). Because of the abundant heterogeneity of habitat types encountered in an aquatic system, the initial data collection effort for this parameter is labor intensive. Field practitioners must physically walk each reach, using a GPS to geo-reference each habitat type, and afterwards post-process the GPS data to create a map of the reach.All months are rated the same for this attribute, although it is recognized that the relative amount of this habitat type can change over a wide range of flow levels. When rating this attribute, a moderate flow level should be assumed. Habitat types are entered as a point estimate of the percentage of the stream reach wetted width for the particular habitat type.Backwater PoolPercentage of the wetted channel surface area comprising backwater pools. Backwater pools are habitat units located along the channel margins but are otherwise enclosed  though still connected to the main channel (or side channel). Note: backwater pools as defined here include alcoves as described by Nickleson et al. (1992).Beaver PondPercentage of the wetted channel surface area comprising beaver ponds (in the presence of a beaver dam). Note: these are pools located in the main or side channels, not part of off-channel habitat.GlidePercentage of the wetted channel surface area comprising glides, a habitat type that is intermediate between pool and riffle. The definition applied here is from the ODFW habitat survey manual (Moore et al. 1999): an area with generally uniform depth and flow with no surface turbulence, generally in reaches of <1% gradient. Glides may have some small scour areas but are distinguished from pools by their overall homogeneity and lack of structure. They are generally deeper than riffles with few major flow obstructions and low habitat complexity.Large Cobble/Boulder RifflePercentage of the wetted channel surface area comprising large cobble/boulder riffles. Particle sizes of substrate modified from Platts et al. (1983): gravel (0.2 to 2.9 inch diameter), small cobble (2.9 to 5 inch diameter), large cobble (5 to 11.9 inch diameter), boulder (>11.9 inch diameter). Cascades are included in this habitat type for the purposes of the EDT analysis.Pool TailoutsPercentage of the wetted channel surface area comprising pool tailouts. Pool-tailouts are a primary spawning habitat for nearly all salmonids.Primary PoolPercentage of the wetted channel surface area comprising pools, excluding beaver ponds. Pools serve as key habitat for some life stages of virtually all salmonids.Small Cobble/Gravel RifflePercentage of the wetted channel surface area comprising small cobble/gravel riffles. Particle sizes of substrate modified from Platts et al. (1983): gravel (0.2 to 2.9 inch diameter), small cobble (2.9 to 5 inch diameter), large cobble (5 to 11.9 inch diameter), boulder (>11.9 inch diameter).Off-Channel HabitatA multiplier used to estimate the amount of off-channel habitat based on the wetted surface area of the all combined in-channel habitat. Off-channel habitat consists of oxbows, back swamps, riverine ponds, and the channels that connect them to the main channel or its side channels.Off-channel habitat is not a percent, rather, it is a multiplier used to estimate the amount of off-channel habitat based on the wetted surface area of the all combined in-channel habitat. To calculate the off-channel habitat factor, divide the total length of off-channel habitat by the total length of the reach.",
  "url": "http://www.monitoringresources.org/api/v1/methods/3965",
  "title": "Rapid Assessment Habitat Type v1.0",
  "id": 3965,
  "type": "Data Collection",
  "ownerName": "Sonya Schaller",
  "ownerEmail": "sonya.schaller@colvilletribes.com"
}