{
  "abstractText": "The method of run reconstruction is to allocate catches to stocks involved in a mixed-stock fishery (Branch and Hillborn, 2020). For a program that releases salmon, in which a proportion are implanted with a coded-wire tag, this approach is used to answer the question: Over the sequential years that salmon of a particular tag code is harvested (age 2 to 6), what is their fate? In other words, for each CWT code released by a program, what percentage of salmon are harvested in ocean commercial, ocean sport, river Program Fishers, river other commercial fishers, and river sport fisheries, and what percentage is represented in escapement to hatcheries and spawning grounds? This information is used to determine how program releases contribute program fishers, other fisheries, how they may increase hatchery-produced fish on spawning grounds, and are used in a subsequent analysis of smolt-to-adult survival rates. Run reconstruction, as described in this method, relies on agencies involved in CWT detection during fisheries sampling, hatchery sampling, spawning ground surveys, and the West Coast data clearinghouse for CWT data, Pacific States Marine Fisheries Commissions Regional Mark Information System (RMIS,https://www.rmis.org). Data from program releases are submitted to RMIS, including CWT code, species, stock, hatchery origin, release site, release date, release location, number CWT, number from the release not CWT, fin mark type, and size at release. As salmon from program CWT codes return and are recorded in fisheries and escapement, reporting agencies that detect tag codes submit data to RMIS, including many of the details submitted after release, but also recovery date, fishery, gear, recover location (see RMIS users guidehttps://www.rmis.org/files/RMIS_UserGuide_V3.pdf). After no more adult returns would be expected (after age 6 returned for Chinook), and a sufficient amount of time is given for agencies to submit data to RMIS, program tag code data are downloaded, and data analysis begins (described below). The aggregate of all program CWT recoveries that are analyzed in this way provides a view of the fate of salmon produced, including smolt-to-adult survival rate.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6901",
  "title": "Reconstruction of salmon run-sizes in a mixed-stock fishery to evaluate coded-wire tag (CWT) releases and smolt-to-adult survival (SAS) rates v1.0",
  "id": 6901,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Cyndi Baker",
  "ownerEmail": "cynthia.f.baker@state.or.us"
}