{
  "abstractText": "The family Salmonidae is characterized in part by most members being gravel nest spawners (Eddy and Underhill 1978). Female salmon and trout excavate a nest in gravel substrate, deposit eggs that are externally fertilized by one or more males, quickly cover these with gravel, and begin to dig another nest. A contiguous series of these nests is called a redd (Kuligowski et al. 2005)(see figure 1). Nest or egg burial depth (DeVries 1997), redd size (Burner 1951; Orcutt et al. 1968), water depth, water velocity, and substrate preferences (Bjornn and Reiser 1991) vary among species. Dunham et al. (2001) state that redd counts are less intrusive and expensive than tagging, trapping, underwater observation, weirs, and genetics for inventorying bull trout populations, and that with limited resources, more populations can be inventoried over a longer period. Counting redds can be done with relative ease, and the counts may serve as an index of adult spawning escapement (Beland 1996; Dauble and Watson 1997; Rieman and Myers 1997; Maxell 1999; Muhlfeld et al. 2006). If a fishery manager could estimate the level of adults returning to spawn, as measured by redd counts, and identify areas where egg deposition was not apparent in otherwise suitable habitat (i.e., under-seeded), the opportunities for improving management targets would be greatly enhanced (Beland 1996). Redd counts coupled with information on population age structure can be used to calculate population growth rate (e.g., number of recruits per spawner) and examine metapopulation dynamics (Isaak and Thurow 2006).The objectives of employing redd count surveys for salmonids are toindex temporal abundance of spawners;estimate total abundance of spawning females or, when other data is available (e.g., carcass surveys), the total spawning population;determine spatial spawning distribution; anddetermine temporal spawning distribution.Tasks necessary to achieving these objectives under this protocol includeaccurately counting spawning salmon redds by species;determining redd life (i.e., longevity of redds);consistently measuring redd sizes and dimensionsfor species identification,to compare redds made by hatchery and natural-origin fish, andto distinguish redd characteristics of resident and migratory forms that spawn at similar times and places (e.g., O. mykiss).Accurate estimates of the number of adult fish escaping harvest (escapement) to spawn are essential for effective management and conservation of salmonids (Busby et al. 1996; McElhany et al. 2000; Chilcote 2001). The validity of redd counts for population monitoring depends on two critical assumptions:redds are counted with minimal error (no double, over-, or undercounting errors), andredd numbers reflect population status (Dunham et al. 2001).The accuracy and precision of any salmonid population monitoring technique should be critically evaluated (Al-Chokhachy et al. 2005) and, if employing redd surveys, should include a pilot study to evaluate bias in redd counts for population monitoring prior to initiating a large-scale, long-term program.",
  "url": "http://www.monitoringresources.org/api/v1/methods/131",
  "title": "Redd Count Survey v1.0",
  "id": 131,
  "type": "Data Collection",
  "ownerName": "Peter Hahn",
  "ownerEmail": "hahnpkj@dfw.wa.gov"
}