{
  "abstractText": "Background:Stream channel incision is a common problem in semi-arid regions of the U.S. Pacific Northwest and many climatically-similar regions throughout the world (Hall et al. 2011). Hydrologicand geomorphologicchanges that occur due tochannel incision often result in the loss of riparian vegetation (Hall et al. 2011). Riparian vegetation influences the geomorphology and hydrology of streams by altering processes such as sedimentation and erosion. For example, riparian vegetation can attenuate floodwaters and promote sediment stabilization (Kauffman et al. 1997,Naiman and Decamps 1997). In addition, vegetation can directly provide important habitat for fish and wildlife via shelter or food resources, or indirectly enhance adjacent habitats such as streams via processes such as shading (Kauffman et al. 1997,Naimanand Decamps 1997). Because of the ecologically important functions that riparian vegetation provides, revegetation is a common activity undertaken in river and stream restoration projects across the United States (Bernhardt et al. 2005, Kauffman et al. 1997).Monitoring is an important aspect of river and stream restoration projects, because it allows for the assessment of project actions and outcomes, thereby providing opportunities to improve future practices (Bernhardt et al. 2005). This method describes data collection conducted to monitor woody riparian revegetation in a small, incised stream system in a semi-arid region of the Pacific Northwest. Tree stakes planted in riparian areas were monitored annually in the spring in order to assess the impacts of herbivory, different herbivory protection structures, spatial location, and plant species on growth and survivorship. This method assumes that the locations of riparian tree stakeswere recorded at the time of initial planting, and that trees were labeled with an identifying tag. This method therefore describes follow up monitoring of an initial restoration design. Field data collection utilizes a database on a tablet device (Figure 1), although paper datasheetscould also be used effectively for monitoring a small restoration project.",
  "url": "http://www.monitoringresources.org/api/v1/methods/270",
  "title": "Riparian Planting: Monitoring Plants v1.0",
  "id": 270,
  "type": "Data Collection",
  "ownerName": "Carol Volk",
  "ownerEmail": "carol@southforkresearch.org"
}