{
  "abstractText": "The frequency of trap efficiency trials are determined by the statistical method used to estimate abundance. Prior to more refined site specific guidance through the analysis of trapping data, this protocol recommends using 100 fish for trap efficiency trials. If trap efficiencies fall below 7% greater numbers will likely be required to keep from introducing bias into trap efficiency estimates. If sufficient numbers of a particular species or life stage are unobtainable, release groups of less than a 100 may be used and subsequently pooled over several trials. Additionally, an abundant surrogate wild species/life stage or hatchery fish may be utilized provided the efficiency of the surrogate to the target species can be validated. Efficiency trials should be stratified by wild/hatchery fish, fish of different size classes and all target species. Fish for efficiency trials will be randomly selected, measured, marked, allowed to recover and released during the time period of their migration (i.e., day/night). Trials will occasionally be performed to estimate tagging and handling survival, and loss of marks.The basic assumptions of the Peterson method that apply to trap efficiency estimates include: (1) the population is closed; (2) all fish have the same probability of capture in the first sample; (3) the second sample is either a simple random sample, or if the second sample is systematic, marked and unmarked fish mix randomly; (4) marking does not affect catchability; (5) fish do not lose their marks; and (6) all recaptured marks are recognized.The frequency of trap efficiency trials are determined by the statistical method used to estimate abundance, which depends upon the characteristics of the stream and population(s) being sampled at a site. The most common mark-recapture statistical designs include: stratified (temporally) mark-recapture, stratifying trap efficiency, and modeling trap efficiency.Stratified mark-recapture designs estimate the abundance of migrants over short discrete periods of time, or strata (3 to 7 days), in which a trap efficiency trial is paired with a recapture period. There are four alternative approaches that vary in the frequency of trap efficiency trials, frequency of marking fish, and marking requirements.1. Perform a trap efficiency trial once every 3 to 7 days depending on strata length as dictated by the statistical design. If the recapture period is less than the stratum length, a single mark can be used throughout the trapping season.2. Mark and release fish daily with the same mark for a given stratum. Mark and recapture numbers for the stratum is then pooled to estimate trap efficiency for the period. Thisapproach can be useful if the numbers of fish captured daily are low and insufficient to perform an efficiency trial with one days catch.3. If trap efficiencies are changing rapidly an option may be to shorten stratum length to 1 to 3 days. If the frequency of trials is shorter than the recapture period, different marks will be needed to accurately assign fish to their trial.4. Perform trap efficiencies daily (i.e., stratum = 1 day) even if recaptured fish from the trap efficiency trial are recaptured over several days. This method requires the use of a different mark each day to identify the specific efficiency trials as recaptures from several daily efficiency trials will overlap.For newly established monitoring sites it is recommended that a stratified mark recapture design be implemented along with the collection of environmental data (e.g., stage/discharge). This will provide sufficient data to analyze the specific characteristics of the site and prescribe for subsequent years the most cost effective statistical/sampling design. The daily marking of fish should also be considered even if daily marks are pooled for weekly strata. Trap efficiencies on successive days can vary widely even when the numbers of recaptures are high (30-40, age 0+ Chinook salmon). Furthermore, traps at new monitoring sites should be checked twice a day to determine the extent of daytime emigration. If substantial daytime emigration occurs Recommends conducting trap efficiency trials both at night and day. Trap efficiencies can vary for fish migrating at night versus during the day. If substantial daytime migration is occurring and differences in capture probabilities exist, relying solely on nighttime trap efficiency rates could potentially bias abundance estimates.Separate trap efficiency trials should be performed for wild and hatchery fish, fish of different size classes and all target species. Trap efficiencies can vary by rearing history, size and species as the equal probability of capture is a standard statistical assumption for mark-recapture estimates. Probability of capture may also vary within an age class (i.e., 1+, 2+ etc.) if the size distribution within an age class is substantial. Deviations from these recommendations should be justified through formal testing, though it may be beneficial as the justified lumping of age classes can reduce the number of trap efficiency trials required.For some sites meeting the minimum number of marked fish for a trap efficiency trial is problematic. This is especially valid for steelhead. Often fish are collected and held to increase the numbers for a marked release. However, permit requirements often limit the time fish areheld to a maximum of three days. In these situations where the minimum number for a marked release is not achieved a surrogate wild species or hatchery fish is utilized or smaller marked release groups are pooled over several trials and similar trapping conditions to achieve efficiency estimates.In some cases where wild migrants occur in very low numbers, hatchery fish or other more abundant salmonid species have been used to establish efficiency estimates. Under these circumstances meeting the equal probability of capture assumption is tenuous and should be tested. There may be opportunities to test assumptions of equal catchability during peak migration periods when greater numbers of wild migrants may be caught and used for trap efficiency trials that are paired with trap efficiency trials of hatchery fish.Handled fishmust also be flagged in the database as participating in an efficiency trial (set TagType equal to new efficiency trial). If only a proportion of the daily catch is used for the trap efficiency trial, ensure that the fish are a random sample (mark recapture assumption) from the entire catch of the targeted size class and species. The potential size selectivity of dip netting fish at random from the live well can be tested by comparing the fork lengths of fish from the efficiency trial sample to the fork lengths of all fish captured of that size class/species for the day. It is preferable to measure all fish participating in trap efficiency trials. Is some case it is not feasible to measure all fish, such as when 1,000 to 2,000 fish are marked. Where the numbers of fish participating in trap efficiency trials prohibits the measurement of all fish, a minimum of 100 fish should be measured for lengths and weights. Fish for trap efficiency trials should be marked consistent with the requirements of the statistical design being implemented at the site. If PIT tags are used, procedures should conform to those published by PTAGIS and Terraqua (2008)If migration occurs primarily at night and traps are not checked at dusk, nighttime releases can be accomplished with the use of timer activated, self-releasing live boxes at the release site.Estimates of tagging and handling survival, and mark loss should be performed for trap efficiency marked groups at the start and several times throughout the trapping season. These two assumptions can be easily tested with the same group of marked fish prior to their use to estimate trap efficiencies.",
  "url": "http://www.monitoringresources.org/api/v1/methods/271",
  "title": "Rotary Screw Trap-Efficiency Trial v1.0",
  "id": 271,
  "type": "Data Collection",
  "ownerName": "Carol Volk",
  "ownerEmail": "carol@southforkresearch.org"
}