{
  "abstractText": "Due to the migration timing of natural fish, and the need for the information their catch provides for the abundance estimate (i.e., mark-recapture and trap efficiency data), rotary screw traps must remain operational in some streams during concurrent releases of hatchery fish. These situations often require the implementation of sub-sampling procedures, since the absolute number of fish trapped during a given period may either be too overwhelming for available personnel, or may result in density-related fish health problems, provided fish are not constantly processed out of the trap box.In an effort to maximize fish health while still obtaining requisite trapping data, a sub-sampling procedure, which utilizes a modified trap box, is applied during periods of anomalously high catch. To perform sub-sampling RST trap boxes are assembled with a partition separating the front quarter of the trap box from the back. This partition has a sliding door which can open to allow fish to move into the back of the trap box with the current, or if closed it will keep captured fish in the front section of the trap box. Adjacent to the partition door on the right side wall of the trap box is a bypass door which, when open, allows captured fish to move through a short tube outfitted with a PIT tag antenna to passively interrogate recaptures. All bypassed fish navigate through the tube and are returned to the river without being excessively handled by trapping staff. This trap box set-up allows the implementation of a pro-active or re-active sub-sampling procedure to be executed during high fish density periods. Estimates of individuals bypassed (N) are created for each species, run and rear present in the sub-sample by using one of the two following equations.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6635",
  "title": "Rotary Screw Trap Sub-Sampling (Estimating Expected Catch) v1.0",
  "id": 6635,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Ryan Kinzer",
  "ownerEmail": "ryank@nezperce.org"
}