{
  "abstractText": "The Xerces Society for Invertebrate Conservation has documented best management practices to protect freshwater mussels during impacts from aquatic and riparian habitat restoration activities. Many freshwater mussel species are experiencing widespread population declines, increasing the need to protect existing populations from further declines and to protect aquatic ecosystems from the loss of ecosystem services or ecological benefits provided by healthy mussel populations.Conserving the Gems of our Waters- Best Management Practices for Protecting Native Freshwater Mussels During Aquatic and Riparian Restoration, Construction, and Land management Projects and Activities, made publicly available in 2018 by download at www.xerces.org, lists suggested methods for inclusion of freshwater mussels during project planning timelines, restoration site prioritization, conceptual design and project development, and implementation of restoration activities. BMP methods (cited as Blevins et al. 2017) applied here focus only on salvage and translocation of mussels impacted by habitat restoration activities occurring within the CTUIR ceded territory, with the goal of evaluating and improving suggested BMPs.Translocations of freshwater mussels often result in mortality rates of 50% or higher, so this option is not without drawbacks. However, if leaving mussels in areas of high impact has anticipated mortality rates near 100% (such as with dewatering), translocation risks are the better option. Mussels ability to withstand certain impacts, such as pulsed sediment loads, is not as clearly understood. In these cases, it will be determined by site and mussel population specific characteristics to apply multiple methods as experimental treatments, improving knowledge of impacts caused by specific restoration actions to freshwater mussels. Uncertainties may be addressed for translocation procedures as well by applying multiple methods as treatment groups (e.g. variable re-stocking densities, specific placement strategies of translocated mussels on or in substrates). These variable methods will be dependent upon receiving site characteristics and the mussel population in that river reach.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6714",
  "title": "Salvage and Translocation of Freshwater Mussels during Habitat Restoration Actions v1.0",
  "id": 6714,
  "type": "Data Collection",
  "ownerName": "Alexa Maine",
  "ownerEmail": "alexamaine@ctuir.org"
}