{
  "abstractText": "Single Nucleotide Polymorphisms (SNPs) are attractive for large-scale PBT and GSI efforts in that their bi-allelic nature allows for highly automated, rapid genotyping (Schlotterer 2004; Van Tassell et al. 2008; Seeb et al. 2009a) with low error rates (Morin et al. 2004) which facilitates standardization across laboratories. These characteristics make SNPs ideal for collaboration among agencies involved in genetic studies involving salmon and steelhead throughout the Columbia River basin. SNPs can be genotyped using a variety of methods and instrument platforms. This method describes a technique developed by Columbia River Inter-Tribal Fish Commission geneticists (Nate Campbell and Shawn Narum) and was recently published in Molecular Ecology Resources (Campbell et al 2014). The method is called Genotyping-in-Thousands by sequencing (GT-seq) which uses next-generation sequencing of multiplexed PCR products to generate genotypes from relatively small panels (50500) of targeted single-nucleotide polymorphisms (SNPs) for thousands of individuals in a single Illumina HiSeq DNA sequencer lane. This method uses only unlabelled oligos and PCR master mix in two thermal cycling steps for amplification of targeted SNP loci. During this process, sequencing adapters and dual barcode sequence tags are incorporated into the amplicons enabling thousands of individuals to be pooled into a single sequencing library. Post sequencing, reads from individual samples are split into individual files using their unique combination of barcode sequences. Genotyping is performed with a simple perl script which counts amplicon-specific sequences for each allele, and allele ratios are used to determine the genotypes.",
  "url": "http://www.monitoringresources.org/api/v1/methods/5446",
  "title": "SNP genotyping using Genotyping in Thousands (GT-seq) on Illumina Sequencer platform v1.0",
  "id": 5446,
  "type": "Data Collection",
  "ownerName": "Matthew Campbell",
  "ownerEmail": "matthew.campbell@idfg.idaho.gov"
}