{
  "abstractText": "Predictive mapping of fish densities and population size estimates for anadromous species are important for conservation and management but sampling costs limit the extent of most estimates to small portions of river networks that encompass hundreds or thousands of linear kilometers. However, the advent of large fish density datasets, spatial-stream-network (SSN) models that benefit from non-independence among samples, and national geospatial database frameworks for streams provide the components to create a broadly scalable approach to population estimation. This method uses those components with universal kriging to predict continuous maps of juvenile salmonid densities among survey locations and block kriging (BK) to summarize discrete map areas to make population estimates at larger population scales. Reach covariates are also incorporated to the SSN models to assess habitat factors that may affect the distribution and density of fish species. The SSN-BK population estimator is applied using the STARS and SSN software in the ArcGIS and R computing environments.Methods for SSN modeling and block kriging were developed based on Ver Hoef et al. 2006 and Ver Hoef 2008, with recent modifications specific to estimating fish population sizes in stream networks as described in Isaak et al. (2017). The method is implemented using a dataset of reach scale estimates of fish densities and covariates throughout a network that is pre-processed using the STARS software (Peterson and Ver Hoef 2014). After preprocessing to describe the spatial relationships among sites on the network, the dataset and associated network topology files are used with the SSN software (Ver Hoef et al. 2014) in the R statistical environment (R Development Core Team 2014) to conduct the analysis and predict continuous maps of fish density using the universal kriging equations (Cressie 1993). Population estimates are made by integrating portions of the density map to derive average densities that are then expanded to the length of the network portion (Ver Hoef 2008; Isaak et al. 2017). A small example dataset, network topology files, and analysis script to conduct a SSN block kriging analysis with a trout dataset is downloadable at the SSN/STARS website Software and Data subpage (www.fs.fed.us/rm/boise/AWAE/projects/SSN_STARS/software_data.html). The R script for running the analysis is available as Supplemental B in Isaak et al. (2017).EstimationTo apply v2.0 of the method described previously in detail for v1.0 of the method, the SSN analysis tools described above were applied with a large dataset of juvenile Chinook salmon and steelhead density surveys that were compiled from partner agencies in northeastern Oregon, a small portion of southeastern Washington, and central Idaho (Figure 1). For Chinook salmon, data were available from 2,307 unique locations, many of which were repeatedly sampled during 20002018, to provide a total of 6,757 observations (Table 1; Figure 1). Data for steelhead were available from 2,797 unique locations, many of which were also repeatedly sampled during the same period, to provide a total of 7,436 observations (Table 1; Figure 1). Fish surveys were conducted primarily by snorkeling and to a lesser degree by electrofishing, through reaches that varied in length and used methodologies specified by each agency. To create a standardized juvenile density dataset from the survey information, numbers of Chinook salmon and steelhead less than 150 mm in length that were counted or estimated to occur within reaches were translated to linear density values as the number of fish per 100 m of stream.The midpoints of fish density survey reaches were linked to a vector stream network within the analysis area that was downloaded from the National Stream Internet website (NSI;www.fs.fed.us/rm/boise/AWAE/projects/NationalStreamInternet.html; Nagel et al. 2015). The NSI network is a derivative of the 1:100,000 scale NHDPlusV2 network (McKay et al. 2012), has been topologically adjusted to facilitate SSN analysis using the Spatial Tools for the Analysis of River Systems software (STARS; Peterson and Ver Hoef 2014). The NSI network was trimmed to match the StreamNet (https://www.streamnet.org/) distribution layers for the target species. The final extents of the potential habitat networks used in the analyses were 9,064 km for Chinook salmon and 18,064 km for steelhead.Twenty-six covariates with the potential to affect juvenile salmonid densities were summarized from available geospatial datasets, and included measures of summer stream temperature, flow characteristics, channel type, riparian conditions, land-use and land-cover types, geologic attributes of watersheds, and occurrence of two invasive species (brook trout and smallmouth bass). Values for each of the covariates were attributed to the fish survey sites, as well as a set of model prediction points that were created at 250 m intervals throughout the habitat networks. The final datasets that included the linear fish density observations and covariate values at the observation and prediction points were processed in ArcGIS version 10.3 (ESRI 2014) using STARS version 2.0.4 (downloaded from the SSN/STARS website:www.fs.fed.us/rm/boise/AWAE/projects/SpatialStreamNetworks.shtml), to generate the spatial, topological, and attribute information files needed for spatial model fits with the SSN package (Ver Hoef et al. 2014).SSN models were fit to the final datasets and used to create prediction maps of juvenile Chinook salmon and steelhead densities throughout the potential habitat networks associated with 24 different scenarios. The scenarios included a baseline composite scenario of average juvenile densities observed during the 19 year period of 2000-2018, annual density scenarios for each year from 2000 through 2018, a scenario of the prediction standard errors that represented the spatial precision of the density predictions, and three future density scenarios associated with the effects of increases in mean August stream temperature of 1C, 2C, and 3C (Table 2). The latter three scenarios were developed based on the final SSN model relationships between juvenile densities and mean August stream temperature for each species (Figures 2 and 3). Figure 4 shows the prediction map scenarios representing the baseline period for Chinook salmon and steelhead.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6867",
  "title": "Spatial Stream Network (SSN) block-krige estimation for salmonid abundance v2.0",
  "id": 6867,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Dan Isaak",
  "ownerEmail": "disaak67@gmail.com"
}