{
  "abstractText": "This document delineates the Department of Ecologys Standard Operating Procedure (SOP) for field procedures to passively collect suspended particulate matter from stormwater runoff in storm drains using in-line sediment traps. These traps are deployed over periods of time (up to 6 months) with regular site visits and basic maintenance to collect suspended particulate matter. Quantity collected can range from 50 to several hundred grams (dry weight) for laboratory analysis (Ecology, 1996).Volume obtained can be dependent upon site conditions and the contributing drainage area.Use of this SOP ensures that sediment traps are installed in a consistent manner and are representative of the matrix being sampled, and that the data will be comparable to data collected by other existing and future monitoring programs. Laboratory data generated from the analysis of these particulates can NOT be used to determine sediment loadings due to inherent design bias of the sediment trap.Suspended particulate matter in stormwater runoff is transported through natural channels, ditches, culverts and engineered pipe and treatment systems. Each monitored pipe discharge system will have its own individual characteristics that require a specific configuration of equipment and installation that best enables the collection of representative samples.A successful location for sediment traps features stable construction and the ability to install a sediment trap (Ecology, 1996).These traps are designed to passively capture suspended particulate matter from stormwater in high energy storm drains for characterization and source control purposes.These traps are not designed to capture bed load material.These traps are designed to be mounted inside a stormwater conveyance system/stormwater pipe.These traps should be located in pipe diameters of 24 in diameter or greater because a large storm event is generally needed to inundate the 8 tall sample bottle (Seattle, 2008).The sediment trap works best where velocity flows are greater than 5 feet per second through a pipe.Flexibility of trap design is allowable, but may require adjusting sampling procedures described in this SOP.",
  "url": "http://www.monitoringresources.org/api/v1/methods/3805",
  "title": "Standard Operating Procedure for Collection of Stormwater Sediments Using In-Line Sediment Traps v1.0",
  "id": 3805,
  "type": "Data Collection",
  "ownerName": "Steve Rentmeester",
  "ownerEmail": "steve@sitkatech.com"
}