{
  "abstractText": "This document is the Washington State Department of Ecologys Standard Operating Procedure (SOP) for calculating pollutant loads from stormwater discharges.This SOP provides a method for calculating seasonal and annual pollutant loads (contaminant mass loads) from stormwater discharge pipes. The results of the steps in Summary of Procedure are expressed as pounds per year, and pounds per acre per year.The annual contaminant mass load (mass/year) is the product of mean contaminant concentration (mass/volume) multiplied by the annual discharge volume (volume/year).In an analogous manner, the mass loads may also be broken out on a seasonal basis. In NPDES permits, loads are required to be reported as total annual load and also separately as wet and dry season load.While certain types of Best Management Practices (BMPs) can be implemented to reduce stormwater volume and flow, storm flow is fundamentally affected by random, year-to-year changes in weather and runoff hydrology in a drainage area. As a result, contaminant concentrations should be used in time trend analysis, as opposed to estimated event-based, seasonal, or annual contaminant loads, because the large component of random variability in contaminant loads is more likely to confound the interpretation of long-term changes in stormwater quality.Data needed for the calculation in this SOP includes continuous flow recordings at the piped monitoring location, continuous rainfall records, stormwater water quality and base flow quality data (if base flow is present), and sampling results collected by use of automated flow-weighted composite samplers. The reported laboratory concentrations for flow-weighted composite samples represent the event mean concentrations (EMCs). Similarly, the calculation of average annual and seasonal mass loads will be performed using flow-weighted averages.This SOP applies to calculating pollutant loads from outfall discharge pipes. Literature and research available provides several methods for calculating loads. Some of the available loading methods assume there is an underlying correlation between flow and concentration (i.e., ratio estimator methods). While such methods may have some applicability for rivers and streams, compelling of such correlations has not generally been observed in urban stormwater data. As a result, no correlation between flow and concentration is assumed in this procedure. This method was selected from work accomplished by City of Tacoma and Anchor Environmental.",
  "url": "http://www.monitoringresources.org/api/v1/methods/3804",
  "title": "Standard Operating Procedure for Calculating Pollutant Loads for Stormwater Discharges v1.0",
  "id": 3804,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Steve Rentmeester",
  "ownerEmail": "steve@sitkatech.com"
}