{
  "abstractText": "Many species such as the tree bats [e.g., hoary bats (Lasiurus cinereus) and eastern red bats (L. borealis)] do not form summer or winter colonies, and other species such as the pallid bat (Antrozous pallidus) and silver-haired bat (Lasionycteris noctivagans) form small and inconspicuous colonies that are not easily accessible. For these species, colony counts are not feasible, and mist netting and acoustic surveys are the only methods available for assessing distributions and occupancy. Mist netting has many drawbacks that preclude it from being part of a large-scale long-term monitoring program such as NABat. These include: (1) it is costly and labor intensive (Coleman 2013); (2) it can be carried out only by trained professionals who have received preexposure prophylactic rabies vaccinations; (3) there are many biases associated with mist netting related to mist net placement, the ability of some species to successfully avoid nets, and environmental conditions at the time of netting (Carroll and others 2002, Geluso and Geluso 2012, MacCarthy and others 2006); (4) data from mist netting cannot be used to estimate abundance, although it is useful for collecting 2.2 2.2.1 2.2.2 CHAPTER 2 Primary Monitoring Methods of NABat and Introduction to Protocols 13 presence/absence data and some demographic information such as breeding status, presence of volant young, and sex ratios; (5) only certain habitats can be sampled (e.g., flyways with sufficient canopy cover and small ponds and streams); (6) there is a risk of disease transmission among bats, including Pseudogymnoascus destructans spores; and (7) there is risk of injury or stress to bats. Although mist-netting data will not be used as part of the standard protocols to estimate trends in bat populations, capture data can be submitted to the Bat Population Database (BPD) and may be useful in the interpretation of acoustic and colony count data to verify species presence in the area. Two approaches to acoustic surveying will be used in NABat: stationary point surveys and mobile transects. Stationary point surveys involve bat detectors placed for multiple nights at various features across the landscape (see ch. 4 for information on survey site selection). Mobile transects are usually conducted with a bat detector fixed to the roof of a vehicle that is driven slowly along a predetermined route (see ch. 5 for more details). Resulting call files of sufficient quality will be identified to species or species group using at least two methods (see ch. 6). Response variables will be detection/ nondetection of each species for both mobile transects and stationary point surveys and the number of bat passes per species along a given transect for mobile transects. In addition, indices of activity can be calculated for stationary point surveys that may be valuable indicators in future analyses (see ch. 9). There are several advantages and disadvantages of mobile transects compared to point surveys. On mobile transects, each bat pass should represent a different individual, as most bats do not fly faster than 32 km/h (Grodzinski and others 2009, Hayward and Davis 1964, Kennedy and Best 1972, Patterson and Hardin 1969, Schaub and Schnitzler 2007). Thus, the number of passes of each species can be used as an index of relative abundance (Roche and others 2011). Road transects are also more cost effective than stationary point surveys (Whitby and others 2014) and may be easier to implement in areas that are dominated by private land. However, some species may be overrepresented whereas others may be underrepresented, depending on their affinities for roads and roadside habitat (Roche and others 2011, Whitby and others 2014). Stationary point surveys remove the road bias associated with mobile transects, and it is easier to control for factors that may affect call quality and quantity (see ch. 4). However, stationary points also require more time to deploy, and it may be difficult to find sites in areas that are primarily in private ownership",
  "url": "http://www.monitoringresources.org/api/v1/methods/6663",
  "title": "Stationary Acoustic Point Survey v1.0",
  "id": 6663,
  "type": "Data Collection",
  "ownerName": "Brian Reichert",
  "ownerEmail": "breichert@usgs.gov"
}