{
  "abstractText": "No accurate methodology exists to visually identify downstream migrant rainbow-steelhead (rb-st) as steelhead smolts, steelhead pre-smolts, or resident rainbow trout (Zimmerman and Reeves 2002). Consequently, it is difficult to develop an accurate statistical estimate of subbasin smolt production. With the widespread use of Passive Integrated Transponder (PIT) tags and the expanded ability to monitor tag movement throughout the Columbia River basin, data sources are available to evaluate the size-based probability that a juvenile salmonid migrate as a smolt. Accurately reporting annual smolt abundance is critical from a Production Program performance standpoint, as recovery goals are frequently evaluated in terms of smolt-to-adult-return (SAR) rates (Carmichael and Taylor 2010). The (SAR) rate represents one of the most commonly used metrics to understand within-basin productivity, ocean survival, and subsequent adult returns. Smolt abundance estimates coupled with SAR rates can be evaluated over time to better understand freshwater versus oceanic influences on annual adult returns. Implications of accurately estimating smolt production can be significant, as the inherent recovery and management implications can be substantial if inaccurate SAR rates are applied to the subbasin.PIT tag mark and detection events were evaluated for wild steelhead captured at the mainstem Hood River RST site during 2005  2011 and their subsequent PIT tag interrogations at the Bonneville Dam juvenile bypass facility or Bonneville Dam corner collector. The relationship between size (FL) at tagging and the number of days elapsed between tagging and interrogation at Bonneville Dam was used to estimate probability of rb-st initiating an ocean migration immediately after tagging and release. The ability to identify true migrants allows for estimates of subbasin production to better reflect which fish are migrating and which are remaining in the system.?",
  "url": "http://www.monitoringresources.org/api/v1/methods/5367",
  "title": "Steelhead smolt size determination v1.0",
  "id": 5367,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Philip Simpson",
  "ownerEmail": "philip.c.simpson@state.or.us"
}