{
  "abstractText": "Tangle nets (or tooth nets) are visually comparable to gill nets (see Figure 1), and the two gears are fished in the same manner; however, the mesh of the tangle net is smaller than that of a conventional gill net, which results in the fish being caught by the snout or teeth. Ideally, the smaller mesh size increases the chance for fish to continue respiring in the net so they can be released live.Work done by Vander Haegen et al. (2002, 2004) compared tangle nets with traditional gill nets and showed that the use of a tangle net, with careful handling techniques, can reduce spring chinook salmon Oncorhynchus tshawytscha mortality. The handling techniques included an abbreviated soak time, a shorter net, and meticulous removal of fish from the net. They also included the use of a revival box, which Farrell et al. (2001) showed could reduce the physiologic stress on coho following their capture in a gill net. Research by Ashbrook et al. (2004a, 2004b) has provided further information for estimating survival of bycatch following their release from tangle nets. Consequently, Columbia River fishery managers have instituted selective tangle net fisheries for upriver spring chinook salmon. In addition to their use in selective fishing studies, applications for tangle nets include capturing fish to apply tags, and for broodstock and biosample collection.Tangle net fishing may be conducted in any area where gill-net fishing is suitable, and in a variety of habitats. Timing depends on the species, life stage, and population(s) that are targeted. In general, the environment is most favorable to tangle net capture and release when water temperatures are relatively cool. Fishing in poorer conditions (e.g., among predators, in waters with relatively high velocity or warm temperatures) is expected to increase postrelease mortality. Water flow and depth as well as snags on the river bottom may affect the use of a tangle net. Adult salmonids may be captured in habitats adjacent to and along migratory routes to spawning grounds. Populations sampled may include visually marked and unmarked populations of the same species as well as other fish species (including salmonids). As fish size varies, a tangle net for one species may act as a gill net for another species, and therefore, practitioners must choose the mesh size carefully.",
  "url": "http://www.monitoringresources.org/api/v1/methods/138",
  "title": "Tangle Nets v1.0",
  "id": 138,
  "type": "Data Collection",
  "ownerName": "Jacque Schei",
  "ownerEmail": "jschei@usgs.gov"
}