{
  "abstractText": "To capture X, Y, and Z coordinates as points and lines that collectively represent a topographic surface of the stream channel and floodplain. Many topographic surveys are time-limited, thus topographic points and lines must be collected efficiently and strategically to maximize the quality and utility of the DEM. The number of survey points collected is dependent upon the size and complexity of the site. Complex topography should be represented with a higher density of points (approx. 1,000-1,200 points) compared to more simple planar topography (500-600 points). Larger sites may have more points overall but generally have less topographic complexity. Collect survey points at locations that represent changes in slope (inflection points). When capturing streambed topography, avoid capturing elements of bed roughness and instead, focus effort on capturing the bedform of the channel. Extend survey points far enough into the floodplain so that the areal extent of the survey encompasses all qualifying and non-qualifying side channels in areas where lateral migration may occur. Survey points and lines are attributed with a description code (Figure 15) that is used to further represent features in the stream channel. Use the topographic descriptions in Table 7 to identify and code survey points and lines throughout the site. Points: Topographic points are used to capture additional changes in topography that are not captured by lines. Use points to capture non-linear features including general topographic features and channel unit boundaries. Lines: Lines are connections between two or more survey points and are used to efficiently capture visible contours or breaks in the stream channel topography. Lines are best used where there are identifiable linear features that have similar elevations such as the edges of water, and tops and toes of banks. Changes made for 2012: - added water surface (ws) code - added mid-channel island (mw) code - added inflow point (in) code - added outflow point (out) code - added discharge (q) code",
  "url": "http://www.monitoringresources.org/api/v1/methods/1582",
  "title": "Topographic Point Collection v2.0",
  "id": 1582,
  "type": "Data Collection",
  "ownerName": "Boyd Bouwes",
  "ownerEmail": "boydbouwes@gmail.com"
}