{
  "abstractText": "Video equipment can be used to create high-quality records of fish passage using relatively inexpensive equipment and adequate lighting (Hatch et al. 1994). These data are collected at less cost than direct observation or weirs. Video also creates a permanent record of the observations, which can be reanalyzed if necessary to allow for specimen identification or development of confidence bounds on escapement estimates (Hatch et al. 1994). Staff fatigue can be reduced by spacing out the time used for interpretation or by using technology to help interpret images (Irvine et al. 1991). Recent users of video technology have been working on computer image processing automation (Hatch et al. 1994, 1998) and on recording triggered by motion detection to reduce the number of blank images on tape. Video offers a permanent record of the number of fish and often the species and size that pass an area, and it can be used to compare differences between years and site conditions as well (Hiebert et al. 2000). A permanent record is especially helpful when time constraints do not allow for immediate data analysis (Irvine et al. 1991). Additionally, video can be used to assess populations without any handling of the fish species, reducing potential stress on fish. Finally, video surveys have little impact on the environment and do not cause fish mortality. Video surveys can be used at existing facilities such as dams and fishways but can also be applied in remote locations. Systems that are lightweight, transportable, and run under their own power (solar, wind, or hydrogenerated power) have been developed for remote application (Otis and Dickson 2002). Time savings from video surveys vary by application. Hatch et al. (1994) found that 3 d of migration could be reviewed in 6 h, or 2 h per d. Otis and Dickson (2002) determined total fish passage in an average of 38 min per d of video at one sample site and 16 min per d at another. An additional 29 min and 40 min per d of video were required to determine species composition at each site, respectively, using a subsample of the first 15 min of every h (Otis and Dickson 2002). Efficiency rates of 3.6% and 2.1% were calculated for these two sites, reducing the amount of staff time needed for results by 96.4% and 97.9%. Hatch et al. (1994) found an overall time savings of 92% using video surveys versus visual observation. The primary objectives of using videography with salmonids include(1) determining, or estimating, total numbers of moving or migrating fish at a sampling site;(2) determining, or estimating, species composition of moving or migrating fish at a sampling site;(3) determining, or estimating, the numbers of hatchery versus wild fish by close examination of body markers or fin clips; (4) characterizing the body sizes of fish moving or migrating past a sampling site; (5) assessing spawner and redd density, distribution, and habitat characteristics (e.g., deepwater environments); and(6) characterizing behavioral aspects of fish (e.g., mating, habitat selection, hesitation in migration).",
  "url": "http://www.monitoringresources.org/api/v1/methods/144",
  "title": "Video Methodology - Footage Review v1.0",
  "id": 144,
  "type": "Data Collection",
  "ownerName": "Jennifer O'Neal",
  "ownerEmail": "jen@naturaldes.com"
}