{
  "abstractText": "Freshwater mussel presence and species richness in a river or stream reach will be determined by visual survey methodsby snorkeling or wading with aview bucket, and occasionally by direct observation invery shallow, clear waters, or by tactile methods in highly turbid conditions.The need for good visibility of the sediment surface for observation of mussels restricts the timing and conditions in which mussel surveys can be conducted, as swift or turbid water conditions should be avoided. Adultmusselsmay also be completely buried insediments and not detectable without excavationduring high flows. Freshwater mussels are only in permanently wetted areas of a stream or river, thus conducting mussel surveys during typical low water levels reduces potential areas to survey, and helps focus efforts only in the permanently wetted areas where mussels will persist. Areas of high mussel density should be snorkeled to avoid crushing or disturbingmussels by wading methods.Snorkeling to observe freshwater mussels differs in several ways to snorkel surveys to observe fish, as freshwater mussels are stationary in the timescale required to survey a stream reach, and may be mostly buried in sediments with only 0.5 to ~5 centimeters of inhalant or exhalent aperture soft tissues visible.Freshwater mussel genuscan be determined byobservation ofpapillaearound theinhalantaperture for many rivers in the Pacific region (see Haag 2012, andBlevins et al. 2017 for information aboutSinanodonta beringiana), thus in conditions ofgood visibility, extraction and handling ofan observed mussel are not required.Many musselbeds onlycontain one species, making handling of individual animals for identification unnecessary. Visual surveys by snorkel orview bucket methods also allow a relatively efficientsurvey coverage of a stream or river reachwith limited personnel commitments, andis easily conducted in a variety of habitats and accessibility conditions.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6713",
  "title": "Visual Survey for Freshwater Mussels v1.0",
  "id": 6713,
  "type": "Data Collection",
  "ownerName": "Alexa Maine",
  "ownerEmail": "alexamaine@ctuir.org"
}