{
  "abstractText": "Columbia River Basin anadromous salmonids have exhibited precipitous declines over the past 30 years, with several populations now protected under the Endangered Species Act (ESA) (Schaller et al. 1999; McClure et al. 2002). A comprehensive monitoring strategy needs to be implemented to reduce the uncertainties surrounding the declines, and the strategies required to reverse this trend. Data collected from current and historical monitoring programs are generally not adequate or reliable enough for the purposes of ESA assessments and recovery planning (Tear et al. 1995; Campbell et al. 2002; Morris et al. 2002). In addition, monitoring programs for anadromous salmonids in the Columbia River Basin have typically been initiated to evaluate the effects of specific management actions, such as the demographic effects of hatcheries. As such, data are most appropriately viewed at the scale of the subpopulations and populations for which they were derived. However, the ESA requires assessments of species and their habitat at multiple spatial scales  from specific reaches, to subpopulations, populations, and the ESA management unit of Pacific salmon, the Evolutionary Significant Unit (ESU), which is a distinct population or group of populations that is an important component of the evolutionary legacy of the species.The seven water quality attributes identified by the UCMS (Hillman 2006) to be continuously monitored include temperature (weekly and daily maximums), turbidity, conductivity, pH, and dissolved oxygen (DO) at monitoring sites located at the downstream end of the distribution of each population or subpopulation, also known as integrator sites (Jordan 2003). The UCMS (Hillman 2006) also calls for seasonal measurements of nitrogen and phosphorous, achieved by collecting monthly grab samples at these same sites. Methods for continuous monitoring of attributes at integrator sites follow the manufacturersguidelines for deployment and calibration, and are co-located with flow gauges operated by the United StatesGeological Service (USGS) or Washington State Department of Ecology (WDOE). Coupling water quality monitoring stations with associated flow gauges allows investigators to assess the effect of stream flow upon the water quality attributes. The accuracies of the water quality instruments meet the Data Quality Level A as defined by the Oregon Watershed Plan Water Quality Monitoring Technical Guidebook (2001)..",
  "url": "http://www.monitoringresources.org/api/v1/methods/318",
  "title": "Water Chemistry - Turbidity v1.0",
  "id": 318,
  "type": "Data Collection",
  "ownerName": "Carol Volk",
  "ownerEmail": "carol@southforkresearch.org"
}