{
  "abstractText": "This method is derived from an Environmental Monitoring and Assessment Program (EMAP) protocol developed for monitoring western wadable streams. Included in this method are instructions for collecting water chemistry data.Water chemistry data are used to characterize acid-base status, trophic condition (in terms of nutrient enrichment), chemical stressors (e.g., excessive conductivity, sulfate from mining activity, or chloride derived from human land use activities), and to classify steams based on their water chemistry. Water chemistry information includes measurements of the major cations and anions, nutrients, turbidity and color. These water chemistry collection guidelines are based on the National Stream Survey (Kaufmann et al. 1988) and the Mid-Atlantic Integrated Assessment (Stoddard et al. 2006). Most of the procedures outlined in this section are similar to the ones utilized in streams for the EPA National Surface Water Survey (NSWS; Kaufmann et al., 1988) and have been adapted from the NSWS field operations handbook (U.S. EPA, 1989). Activities and procedures presented here are essentially unchanged from those previously published for EMAP-SW (Herlihy, 1998b). Sampling Background:Syringe samples are collected for laboratory analysis of pH and dissolved inorganic carbon (DIC). Syringes are used to protect samples from exposure to the atmosphere because the pH and DIC concentrations can change if the streamwater equilibrates with atmospheric CO2. At some sites in EMAP-W, additional in situ or streamside measurements of specific conductance, dissolved oxygen, and temperature are made. Specific conductance (or conductivity) is a measure of the ability of the water to pass an electrical current, which is related to the ionic strength of a solution. In natural waters, minimal concentrations of dissolved oxygen (DO) are essential for survival of most aquatic organisms. Dissolved oxygen concentration and water temperature are used to assess water quality and the potential for healthy aerobic organism populations.All samples and optional field measurements are obtained at a single sampling location belowthe surface at mid-channel (or an area of flowing water) at the X-site. Spatial variability across the channel of a single stream is expected to be minimal in wadeable streams as compared to the variability expected among sites, so a composite water chemistry sample is not required. Longitudinal variability at small scales (on the order of 0.5 km), appears to be minimal based on conductivity data taken systematically along several larger stream reaches in the Mid-Atlantic region. Water chemistry results from single point samples are associated with land use variables (Herlihy et al. 1998a), as well as biological assemblage metrics (McCormick et al. 2001, Klemm et al. 2003, Hill et al. 2003)",
  "url": "http://www.monitoringresources.org/api/v1/methods/72",
  "title": "Water Chemistry (EMAP) v1.0",
  "id": 72,
  "type": "Data Collection",
  "ownerName": "Jacque Schei",
  "ownerEmail": "jschei@usgs.gov"
}