{
  "abstractText": "Standardizing sampling effort, techniques, and gear is critical to allow for comparisons of data among field stations. A suite of environmental measurements are recorded at every site immediately before sampling for fishes. Measurements or observations are taken at the anticipated midpoint of a run (electrofishing, trawling) or at the net location for sampling locations with stationary gear (fyke netting, hoop netting).Water temperature is an essential indicator of freshwater fish health and ecosystem health. Water temperature influences fish metabolic rates, gonad development, fry and fish behavior, and fish embryo development time (Alabaster and Lloyd 2013). Unseasonable (high or low) changes in water temperature can greatly disrupt fish life cycles and health and can result in premature mortality (Alabaster and Lloyd). Thus water temperature isan important measurement for determining the health of the sampling site.Oxygen ispotentially as important as organic substrates derived from food in determining the energy budget for fish. Dissolved oxygen (DO) availability likely affects the ecology of fishesthrough the availability of energy for locomotion, growth, and reproduction (Kramer 1987). Diminished DO concentrations, which can occur with increasing temperatures, can cause behavioral changes in fish, habitat selection changes, and mortality (Kramer 1987; Alabaster and Lloyd 2013).Specific conductance is also an important indicator of ecosystem health. Specific conductance can be a useful indicator of macroinvertebratediversity and richness (Walters et al. 2009; Alabaster and Lloyd 2013), and elevated conductivity has beenlinked to increased urbanization and altered macroinvertebrate assemblages (Walters et al. 2009). Because macroinvertebratesare a common food source of many fish species, it is no surprise that macroinvertebrate densities and fish densities are often positively correlated (Walters et al. 2009).Food webs are inherently dependent on the health of the ecosystem. Water quality measurements like temperature, specific conductance, and dissolved oxygenhelp identify ecosystem health and thus provideessential data for long term resource monitoring and specifically fish monitoring.",
  "url": "http://www.monitoringresources.org/api/v1/methods/5537",
  "title": "Water Quality Measurements Using a Conductivity/DO/Temperature Meter v1.0",
  "id": 5537,
  "type": "Data Collection",
  "ownerName": "Sam Cimino",
  "ownerEmail": "scimino@usgs.gov"
}