{
  "abstractText": "Weirswhich function as porous barriers built across streamhave long been used to capture migrating fish in flowing waters. For example, the Netsilik peoples of northern Canada used V-shaped weirs constructed of river rocks gathered on-site to capture migrating Arctic char Salvelinus alpinus (Balikci 1970). Similarly, fences constructed of stakes and a latticework of willow branches or staves were used by Native Americans to capture migrating salmon in streams along the West Coast of North America (Stewart 1994). In modern times, weirs have also been used in terminal fisheries and to capture brood fish for use in fish culture. Weirs have been used to gather data on age structure, condition, sex ratio, spawning escapement, abundance, and migratory patterns of fish in streams. One of the critical elements of fisheries management and stock assessment of salmonids is a count of adult fish returning to spawn. Weirs are frequently used to capture or count fish to determine status and trends of populations or direct in-season management of fisheries; generally, weirs are the standard against which other techniques are measured. To evaluate fishery management actions, the number of fish escaping to spawn is often compared to river-specific target spawning requirements (OConnell and Dempson 1995). A critical factor in these analyses is the determination of total run size (OConnell 2003). OConnell compared methods of run-size estimation against absolute counts from a rigid weir and concluded that, given the uncertainty of estimators, the absolute counts obtained at the weir wer significantly better than modeled estimates, which deviated as much as 5060% from actual counts.The use of weirs is generally restricted to streams and small rivers because of construction expense, formation of navigation barriers, and the tendency of weirs to clog with debris, which can cause flooding and collapse of the structure (Hubert 1996). When feasible, however, weirs are generally regarded as the most accurate technique available to quantify escapement as the result is supposedly an absolute count (Cousens et al. 1982). Weirs also provide the opportunity to capture fish for observation and sampling of biological characteristics and tissues; they may also serve as recapture sites for basin-wide, markrecapture population estimates. Temporary weirs are useful in monitoring wild populations of salmonids as well as for capturing broodstock for artificial propagation. Although weir projects may have a field season of a few weeks to months, preparation, analysis, reporting, and maintenance usually require year-round activity. Field crews need to be hired early enough to allow for preseason deployment and training. Another pertinent item to include when preparing for field season is an equipment checklist or inventory list. This should include all the equipment needed to complete the project with associated quantities, quality (i.e., used or new), and storage location. If the field project is located on private, state, or federal land, a land-use agreement or lease will be necessary to occupy and use the land, and permits may be required. Scientific collecting permits may also be required from state fish and game agencies. Before beginning any project, local fish and wildlife managers should be consulted concerning permit requirements. When preparing for the field season it is important to create a timeline that is associated with the preseason checklist. The timeline should outline deadlines for the preparation, installation, operations, and takeout process.",
  "url": "http://www.monitoringresources.org/api/v1/methods/145",
  "title": "Weirs v1.0",
  "id": 145,
  "type": "Data Collection",
  "ownerName": "Jacque Schei",
  "ownerEmail": "jschei@usgs.gov"
}