{
  "description": "<p>Annually assess trends of:</p>\r\n\r\n<p>1. Effects to moist soil vegetation that is important to migrant and wintering waterfowl. The acreage of moist soil plant stands will be measured to determine loss or gain, particularly along the river edges and the McCormack Unit. Also, plant species composition, and seeding phenology will be assessed. Particular care will be given to note germination issues generated by abnormal flushes of water from the McNary Dam and pool elevations.<br />\r\n2. Effects of timing and depth of water level changes that influences emergent marsh habitat used by a diversity and abundance of migratory birds. Marshes will be monitored for expansion, contraction, and interspersion of emergent vegetation and open water. Spread of undesirable exotic species such as Phragmites, flowering rush, and purple loosestrife will be measured.<br />\r\n3. Effects to submerged aquatic vegetation which is an especially important food resource for waterfowl. Inopportune hydrologic regimes may reduce the footprint of this vegetation or shift species composition to undesirable perennial or introduced species. The acres of SAV beds will be measured to determine loss or gain and species composition.<br />\r\n4. Effects to riparian vegetation, particularly cottonwood stands which provide critical habitat for a great diversity of migratory birds. Cottonwood seed germinates at a specific soil temperature and moisture level. Timing of pool elevation changes may disrupt the exposure of bare soils during crucial periods. Distribution of cottonwood stands will be measured and recruitment success will be monitored.<br />\r\n5. Effects to refuge islands which provide nesting habitat for large numbers of colonial waterbirds. These islands also provide vital resting and loafing areas for large concentrations of waterfowl and stopover sites for migrating songbirds. Altered pool hydrology may cause significant erosion to these islands. Islands will be measured to assess loss or gain.&nbsp;<br />\r\n6. Effects to Umatilla NWR&#39;s waterfowl hunting programs which is one of the most popular in OR and WA. Pool elevations may have profound effects to the abundance of ducks and geese, which will reduce the quality of the hunters&rsquo; experience and the overall number of hunters. Hunter numbers and satisfaction with program will be monitored.</p>\r\n",
  "startYear": "2021",
  "retirementYear": "",
  "initiationYear": "2021",
  "targetPopulation": null,
  "ownerName": "Russell Scranton",
  "ownerEmail": "rwscranton@bpa.gov",
  "images": [],
  "panels": [],
  "strata": [],
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/40",
  "studyDesignUrl": "http://www.monitoringresources.org/api/v1/studyDesigns/1780",
  "sitesUrl": "http://www.monitoringresources.org/api/v1/designs/16676/sites",
  "dataRepositoryUrl": "http://www.monitoringresources.org/api/v1/repositories/16676",
  "targetPopulationSitesUrl": "http://www.monitoringresources.org/api/v1/designs/16676/targetPopulation",
  "html": "http://www.monitoringresources.org/Designer/Design/Detail/16676",
  "masterSample": null,
  "userSamples": null,
  "areasOfInferences": [
    {
      "areaTypeName": "Latitude, Longitude",
      "areaDisplayName": "45.900094, -119.581261"
    }
  ],
  "id": 16676,
  "title": "Assess Trends of Umatilla National Wildlife Refuge Waterfowl and Their Habitat",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/designs/16676",
  "spatialDesignCategory": "Inference",
  "spatialDesignCategoryID": 16,
  "lastUpdated": "2021-02-26T07:53:50-08:00"
}