{
  "description": "<p>Significant investments have been made to monitor anadromous fish populations and restore habitats within the Columbia River Basin in previous decades. Spatially indexed juvenile salmon and steelhead counts and redd counts now exist at hundreds to thousands of stream sites throughout the region. In addition to answering status and trend questions that originally motivated collection of those datasets, they can often be integrated and used with new spatial-stream-network (SSN) models to understand the effects of habitat conditions and to make predictions of fish abundance and distributions at unsampled site throughout full river networks. The SSN models differ from previous models in that they do not require spatially independent samples but instead benefit from some degree of non-independence among samples in close proximity. This provides an incentive to aggregate large samples from multiple sources because the models become increasingly accurate as the amount of data and clustering in the dataset increase. The SSN models describe the spatial decay in patterns of non-independence and use it with fixed effect parameter estimates for habitat factors to make accurate spatial predictions of fish abundance. Because the SSN models are spatially explicit, their integration with geospatial stream hydrography layers like the National Hydrography Dataset and National Stream Internet network (Nagel et al. 2015) facilitates the development of accurate prediction maps that show patterns in fish distributions. Spatially-explicit estimates of uncertainty may also be developed with those prediction maps, which are useful for allocating subsequent sample collections to those areas that address the greatest uncertainties. The rationale for this project is to develop the means of applying SSNs in a computationally efficient manner to anadromous fish datasets and the creation of a Fish Data Analysis Tool (FDAT) that enables visualization of results through an online data portal.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "startYear": "2018",
  "retirementYear": "2018",
  "initiationYear": "2018",
  "targetPopulation": null,
  "ownerName": "Dan Isaak",
  "ownerEmail": "disaak67@gmail.com",
  "images": [],
  "panels": [],
  "strata": [],
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/74",
  "studyDesignUrl": "http://www.monitoringresources.org/api/v1/studyDesigns/1330",
  "sitesUrl": "http://www.monitoringresources.org/api/v1/designs/16179/sites",
  "dataRepositoryUrl": "http://www.monitoringresources.org/api/v1/repositories/16179",
  "targetPopulationSitesUrl": "http://www.monitoringresources.org/api/v1/designs/16179/targetPopulation",
  "html": "http://www.monitoringresources.org/Designer/Design/Detail/16179",
  "masterSample": null,
  "userSamples": null,
  "areasOfInferences": [
    {
      "areaTypeName": "HUC4 - Sub Basin",
      "areaDisplayName": "UPPER GRANDE RONDE"
    },
    {
      "areaTypeName": "HUC4 - Sub Basin",
      "areaDisplayName": " WALLOWA"
    },
    {
      "areaTypeName": "HUC3 - Basin",
      "areaDisplayName": "John Day"
    },
    {
      "areaTypeName": "HUC3 - Basin",
      "areaDisplayName": "Salmon"
    },
    {
      "areaTypeName": "HUC3 - Basin",
      "areaDisplayName": "Clearwater"
    }
  ],
  "id": 16179,
  "title": "Develop Spatial Stream Network Assessment for Juvenile Salmon and Steelhead Density in Pilot Basin - USFS",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/designs/16179",
  "spatialDesignCategory": "Inference",
  "spatialDesignCategoryID": 16,
  "lastUpdated": "2018-10-26T15:16:48-07:00"
}