{
  "description": "<p>The pilot study will be conducted using a multiple-before-after-control-impact (MBACI) study design. Sampling will be conducted in one treatment and two control sites.&nbsp; Monitoring will occur at the reach scale.</p>\r\n\r\n<p>The treatment reach selected for the pilot study is site of a UCHRP habitat restoration effort set to begin in the summer of 2021, referred to as the Chewuch River Mile 4.5 project (Chewuch RM4.5).&nbsp; Two control reaches were selected, one in the Chewuch River and one in the Twisp River.&nbsp; The Chewuch control reach is located approximately 2 river miles upstream of the treatment reach.&nbsp; The Twisp control reach is located at approximately river mile 2 of the Twisp River.&nbsp;</p>\r\n\r\n<p>Habitat surveys will be conducted prior to the start of biological monitoring.&nbsp; Separate surveys will be done during both the pre-treatment and post-treatment periods.&nbsp; Surveys will be done using a modified level II stream inventory.&nbsp; Reaches will be categorized into habit unit types using the second level classifications described in the USFS Stream Inventory Handbook (2016).&nbsp; A minimum of 30% of the available habitat units will be selected in each reach for biological sampling.&nbsp;</p>\r\n\r\n<p>Biological sampling for the pilot study will be conducted in treatment and control reaches three times each year.&nbsp; Sampling periods will be defined as: summer (July through August), fall (October through November), and winter/spring (February through March).&nbsp; Juvenile spring chinook salmon and summer steelhead trout will be the target species for the pilot study.&nbsp; Monitoring of non-target species and life history stages will also be conducted when data is available.&nbsp; There will be three components of biological sampling: juvenile fish density and abundance, juvenile fish size and growth, and juvenile fish movement and survival.&nbsp;&nbsp;</p>\r\n\r\n<p>Seasonal snorkel surveys will be applied to monitor fish density and abundance in treatment and control sites.&nbsp; Snorkel surveys will be done using the methods described by Thurow (1994).&nbsp;&nbsp; Four snorkelers and one bank tender will move upstream through selected habitat units and enumerate fish by species and life-stage.&nbsp; All juvenile chinook and steelhead counts will be adjusted for detectability based on temperature (Hillman et al. 1992).&nbsp; Snorkel surveys will be conducted at night when water temperature is less than 9&deg;C as it has been established that accuracy of estimates is increased at night during cold water periods (Roni and Fayram 2000).&nbsp; Data collected from the habitat surveys and snorkel surveys will be combined to calculate juvenile salmonid as fish/m<sup>2</sup> for all surveyed habitat units.&nbsp; Abundance estimates will be calculated as the total adjusted fish counts for each reach.&nbsp; The mean density calculated for a particular habitat unit type will be used to expand abundance estimates to units in the reach that were not snorkeled.&nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>Size and growth sampling will be conducted following the summer, fall, and winter/spring snorkel surveys in treatment and control reaches.&nbsp;&nbsp; Fish will be collected through snorkel herding, commonly referred to as snerding (<a href=\"https://www.monitoringmethods.org/Method/Details/205\">https://www.monitoringmethods.org/Method/Details/205</a>) or electrofishing.&nbsp; Snerding will be the preferred method for collection due to the reduced likelihood of injuring or killing fish.&nbsp; Electrofishing will be used if the habitat is not conducive to snerding. &nbsp;Up to 1,000 each of juvenile chinook and steelhead will be collected during each sampling event.&nbsp; Fork length (FL) will be measured to the nearest mm and weight will to the measured nearest tenth of a gram (g).&nbsp; Each fish will be scanned for a PIT tag. Up to 300 untagged fish of each species will be marked with a unique PIT tag during each sampling event.&nbsp; The tag code of recaptured fish will be recorded along with FL and weight.&nbsp; Mean FL and Fulton&rsquo;s Conditioning Factor (K) will be calculated for all species and life history stages.&nbsp; Growth rate will be calculated for recaptured fish and mean rate will be estimated in treatment and control reaches.&nbsp;</p>\r\n\r\n<p>Describing the movement of juvenile salmonids in study reaches will be the primary focus during the pilot study.&nbsp; Emphasis will be placed on estimating of the level of fidelity fish have to study reaches and how fidelity changes between seasons.&nbsp; Movement data will be described through mark/resight/recapture methods.&nbsp; Up to 300 each of juvenile chinook and steelhead per reach will be marked with individual PIT tags during the summer and fall sampling period.&nbsp; Capture, marking, and recapture methods will be the same as those described in the previous section. &nbsp;Two PIT tag detection arrays will be installed; one the below downstream end of the treatment reach and one above the upstream end of the treatment reach.&nbsp; The arrays will be used estimate the rates of immigration and emigration.&nbsp; No arrays will be installed in control reaches during the pilot.&nbsp; Our intent is to focus on evaluating our methods for fish movement monitoring prior to making the large infrastructure investment at all three reaches.&nbsp; However, mobile PIT detection surveys will be conducted in all three reaches.&nbsp; Two people equipped with 10&rsquo;x3&rsquo; Biomark Inflatable Portable antennas will conduct walking surveys of selected habitat units.&nbsp; Frequency of mobile PIT detection surveys will be dependent on the degree of site fidelity fish have to study reaches.&nbsp; Surveys will initially be conducted weekly but frequency of surveys may be decreased if site fidelity is high.&nbsp; Encounter histories will be generated for each tagged fish and will include tagging period, date and time of detections at stationary PIT arrays, date and time of resighting events during mobile antenna surveys, and recapture events.&nbsp; Separate encounter histories will be generated for treatment and control reaches. The fidelity fish have to each study reach will be categorized as being high, moderate, or low based on the mean number of days spent in a study reach during the summer-to-fall and fall-to-winter/spring time periods.&nbsp; Fidelity estimates will be made by species and life history stage.&nbsp; Study reaches will be categorized as having high fidelity if the mean number of days fish spend in a study reaches is &ge;75% of the total period length.&nbsp; Study reaches will be categorized as having moderate fidelity if the mean number of days fish spend in a study reaches is between 50% and 75% of the total period length.&nbsp; Study reaches will be categorized as having low fidelity if the mean number of days fish spend in a study reaches is &le;50% of the total period length.&nbsp; Study periods may be divided into shorter timeframes if movement data reveal distinct patterns of fish use within the summer-to-fall and fall-to-winter/spring time periods.&nbsp; Results of fish movement monitoring will be applied to determine if mean survival rates can be estimated and over what timeframe such estimates can be made using the Barker model, a re-parameterization of the Cormack-Jolly &ndash;Seber (CJS) model (Barker 1997).</p>\r\n\r\n<p>During the pilot study treatment and controls will be monitored for a minimum of two years pre-treatment (Roni et al. 2013; O&rsquo;Neal et al. 2016; Hillman et al. 2017) and at least one year of post-treatment sampling.&nbsp; Additional years of post-treatment sampling will be contingent upon funding beyond 2022.&nbsp; The full UCM project protocols include three consecutive years of post-treatment sampling and every five years for 15 years following treatment (Hillman et al. 2017).&nbsp;</p>\r\n\r\n<p>Monitoring data will be analyzed graphically and through application of a MBACI ANOVA model designed by Tracy Hillman of BioAnalysts, Inc.&nbsp; Graphical analysis will be applied to visualize potential changes in density, size and growth, and movement and survival through time.&nbsp;&nbsp; ANOVA will be applied to measure the significance of any observed changes.&nbsp; Multiple years of data will be required prior to analysis using these methods but summary data will be made available in annual reports.&nbsp;</p>\r\n",
  "startYear": "2020",
  "retirementYear": "2021",
  "initiationYear": "2020",
  "targetPopulation": null,
  "ownerName": "Matt Abrahamse",
  "ownerEmail": "abrm@yakamafish-nsn.gov",
  "images": [],
  "panels": [
    {
      "id": 21415,
      "name": "Panel 1",
      "abbreviation": "Panel 1",
      "years": [
        "2020",
        "2021"
      ],
      "url": "http://www.monitoringresources.org/api/v1/designs/16604/panels/21415",
      "designUrl": "http://www.monitoringresources.org/api/v1/designs/16604"
    }
  ],
  "strata": [
    {
      "id": 24185,
      "name": "Default",
      "abbreviation": "D",
      "url": "http://www.monitoringresources.org/api/v1/designs/16604/strata/24185",
      "designUrl": "http://www.monitoringresources.org/api/v1/designs/16604"
    }
  ],
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/77",
  "studyDesignUrl": "http://www.monitoringresources.org/api/v1/studyDesigns/1346",
  "sitesUrl": "http://www.monitoringresources.org/api/v1/designs/16604/sites",
  "dataRepositoryUrl": "http://www.monitoringresources.org/api/v1/repositories/16604",
  "targetPopulationSitesUrl": "http://www.monitoringresources.org/api/v1/designs/16604/targetPopulation",
  "html": "http://www.monitoringresources.org/Designer/Design/Detail/16604",
  "masterSample": null,
  "userSamples": [
    {
      "name": "Sample for Design #16361",
      "html": "https://www.monitoringresources.org/Sites/Master/Detail/11393"
    }
  ],
  "areasOfInferences": [
    {
      "areaTypeName": "Latitude, Longitude",
      "areaDisplayName": "48.520417,-120.185772"
    },
    {
      "areaTypeName": "Latitude, Longitude",
      "areaDisplayName": "48.545330,-120.185365"
    },
    {
      "areaTypeName": "Latitude, Longitude",
      "areaDisplayName": "48.368916,-120.150796"
    }
  ],
  "id": 16604,
  "title": "Yakama Nation Upper Columbia Monitoring Project - Pilot",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/designs/16604",
  "spatialDesignCategory": "Simple Random Sample, Stratified",
  "spatialDesignCategoryID": 2,
  "lastUpdated": "2020-09-01T06:29:58-07:00"
}