{
  "description": "<p>&nbsp;</p>\r\n\r\n<p>​</p>\r\n\r\n<p>The Yankee Fork Fish Habitat Monitoring Plan is part of the Shoshone-Bannock Tribes&rsquo; Research Monitoring and Evaluation (RM&amp;E) Plan that is being developed to support implementation of a comprehensive salmon and steelhead protection, restoration and mitigation program.&nbsp; This Habitat Monitoring Plan specifically addresses the Yankee Fork Restoration Project (#2002-059) that will be implemented in the Yankee Fork watershed to compliment the Yankee Fork Chinook Salmon and Steelhead fishery restoration projects currently underway in the Yankee Fork. &nbsp;</p>\r\n\r\n<p>The Yankee Fork Fish Habitat Monitoring Plan will implement the Columbia Habitat Monitoring Program (CHaMP) sampling protocol and sample design.&nbsp; CHaMP is a Columbia River basin-wide habitat status, trends and effectiveness monitoring program that was developed to capture habitat features that drive fish population biology in order to provide systematic habitat status and trends data.&nbsp; CHaMP is being implemented in the Yankee Fork watershed to evaluate the status and trend (quality and quantity) of fish habitat conditions and assess the effectiveness of restoration activities.</p>\r\n\r\n<p>The Yankee Fork Fish Habitat Monitoring study design will combine CHaMP with a modified before-after-control-impact (BACI) study design, used frequently for impact monitoring.&nbsp; Fish habitat data will be collected at control and impact sites before restoration and after restoration activities. These sites will be determined by using similar geomorphic reach types as established by the Bureau of Reclamation (Reclamation, 2012b and 2012c).&nbsp; The Lower Yankee Fork Implementation Plan 2008-2018 will inform the monitoring study design, specifically the spatial and temporal allocation of sites in the watershed.</p>\r\n\r\n<p>Fish habitat monitoring in the Yankee Fork watershed will begin in 2013 and continue through 2018. The first year, 25 sites will be sampled (15 effectiveness monitoring sites and 10 status and trend sites); ten sites will be added in 2014 and again in 2015 for a total of 45 sites, based on the CHaMP three-year rotating panel design. Subsequent years will be re-visits to these 45 sample sites. &nbsp;</p>\r\n\r\n<p><strong>2017 Design Updates:</strong></p>\r\n\r\n<p>Due to changes in the restoration implementation in 2015-2016, &nbsp;This year 1196 will be sampled and moved to step panel 13, 14, 17, 20 from panel 13, 14, 15. Similarly, Site 1013 (Reconnection-Control) will be moved to step panel 13,14,16, 17, 18, 21 from panel 13, 14, 15, 19 &nbsp;</p>\r\n\r\n<p><strong>2016 Design Updates:</strong></p>\r\n\r\n<p>Bonanza treatment site 595 added back into the design. This site was removed in 2015 to allow for additional site sampling in LWD treatment areas. &nbsp; Sites 1971 and 2107 will be sampled for the reconnect of the YF mainstem. Site 713 was added as a new site for monitoring Pond Series 1.</p>\r\n\r\n<p><strong>​Restoration Updates</strong></p>\r\n\r\n<p>​Watershed Solutions, Nez Perce and BOR&nbsp;collaborated to update the monitoring plan to meet the planned restoration action schedule in 2016. &nbsp;In 2016, one control site (YFT00001-001196) will be treated and removed from the &#39;control&#39; stratum for this treatment area. &nbsp;As a result, we will pool all controls for all mainstem Yankee Fork restoration projects to increase control group sample size. &nbsp;Watershed Solutions has reviewed control site monitoring data to date (2013-2015) and has found these sites to be reasonable replicates, justifying pooling. &nbsp;This decision was also agreed upon by Matt Nahorniak (statistician).</p>\r\n\r\n<p>The following sites will be pooled into a&nbsp;YF&nbsp;Mainstem&nbsp;control group:&nbsp;YFI00001-777, YFI00001-​1503, YFI00001-​725 and YFI00001-​213. &nbsp;Control groups on the WF&nbsp;YF will remain in their own group at this time. &nbsp;&nbsp;</p>\r\n\r\n<p>A new draw of sites was also done for the Lower WF YF and sections of the Depositional and Restoration-Depositional&nbsp;strata were moved into this new stratum.&nbsp;</p>\r\n\r\n<p><strong>2015 design updates:</strong></p>\r\n\r\n<p>​<strong>7/1/15:</strong><strong> </strong></p>\r\n\r\n<p>YF10001-000595, YFT00001-001196,&nbsp;​YF100001-000837, YF100001-001851 were removed from the restoration step panel design because the restoration for these areas have been indefinately postponed. &nbsp;&nbsp;</p>\r\n\r\n<p>Block counts were reduced by 1:</p>\r\n\r\n<p>Annual Floodplain&nbsp;enhancement-treatment (595)</p>\r\n\r\n<p>Step panel 13,14,15-Floodplain enhancement-control (1196)</p>\r\n\r\n<p>Step panel 15,17,21-Floodplain enhancement-treatment (837)</p>\r\n\r\n<p>Step panel 15, 17, 21-Floodplain enhancement-control (1851)</p>\r\n\r\n<p>Effort from these 4 sites will be redirected to the section of stream between Jordan Creek and 8 mile creek where the USFS&nbsp;is doing 3 kinds of LWD placement: avalanche-style landslide, debris flow style addition, and distributed felling of one tree here and there throughout the reach.</p>\r\n\r\n<p><strong>6/1/15:&nbsp;</strong>​​</p>\r\n\r\n<p>The Reconnection restoration project affecting sites&nbsp;YFI00001-001971 and YFI00001-002107&nbsp;is being completed in 2015 and the channel will be dry. Effort for these two sites was moved to the Status and Trend design to cover sampling 2 sites in Jordan Creek. &nbsp;Step Panels 9 and 10 were just shifted to 2016 (year 2015 removed from the step design).</p>\r\n\r\n<p>7/5/15: The Section between Jordan Creek and Eightmile Creek was assigned a restoration stratum of LWD-Treatment containing all 6 sites within the sample design. &nbsp;5 of these sites were (or are slated fro sampling in 2015). &nbsp;Effort was made available to sample 4 sites, in addition to the previous 2 in RP3&nbsp;Depositional&nbsp;S and T design for a total of all 6 sites within the LWD-Trt available for sampling in 2015. &nbsp;Effort should be adjusted in out years based on restoration status, but this should work for 2015. &nbsp;All sites were added as Annual sites for 2015. &nbsp;The site additions from S and T to the Restoration design include:</p>\r\n\r\n<p>​</p>\r\n\r\n<p>YF175, YF323, YF427, YF559, YF603, YF1328. &nbsp;All but YF603 were sampled from 2013-2014, or were slated for sampling in 2015. &nbsp;These 6 sites fall within 11km of stream.</p>\r\n\r\n<p>7/715: &nbsp;The LWD Treatment block was removed from this design and these 6 sites were pushed back into the original status and trend design. &nbsp;The rationale is that since 5 of these sites were already slated for sampling in the draw, there isn&#39;t a need to move them into a new stratum for sampling. &nbsp;The 6th site (603) that hasn&#39;t been sampled is the lowest priority site, and will have an adjusted weight of 1 (it will only represent itself).</p>\r\n\r\n<p><strong>2014 Mid Season Updates:</strong></p>\r\n\r\n<p>1) 8/14/2014:&nbsp;YF100001-1013 &nbsp;updated to be reconnected in 2015. Panel changed from 2013, 2016, 2019 to 2013, 2014, 2015, 2019.&nbsp;</p>\r\n\r\n<p>2) 8/14/2014:&nbsp;YF100001-837 removed from sampling in 2014 to accommodate site 2013 sampling. &nbsp;Panel name changed from 2014, 2017, 2021 to 2015, 2017, 2021.</p>\r\n\r\n<p>These were the only sites affected by the panel changes.</p>\r\n",
  "startYear": "2020",
  "retirementYear": "2021",
  "initiationYear": "2020",
  "targetPopulation": "COPY: COPY: COPY: COPY: ",
  "ownerName": "Evelyn Galloway",
  "ownerEmail": "egalloway@sbtribes.com",
  "images": [],
  "panels": [
    {
      "id": 21371,
      "name": "Default",
      "abbreviation": "D",
      "years": [
        "2020"
      ],
      "url": "http://www.monitoringresources.org/api/v1/designs/16583/panels/21371",
      "designUrl": "http://www.monitoringresources.org/api/v1/designs/16583"
    }
  ],
  "strata": [
    {
      "id": 24150,
      "name": "Default",
      "abbreviation": "D",
      "url": "http://www.monitoringresources.org/api/v1/designs/16583/strata/24150",
      "designUrl": "http://www.monitoringresources.org/api/v1/designs/16583"
    }
  ],
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/18",
  "studyDesignUrl": "http://www.monitoringresources.org/api/v1/studyDesigns/139",
  "sitesUrl": "http://www.monitoringresources.org/api/v1/designs/16583/sites",
  "dataRepositoryUrl": "http://www.monitoringresources.org/api/v1/repositories/16583",
  "targetPopulationSitesUrl": "http://www.monitoringresources.org/api/v1/designs/16583/targetPopulation",
  "html": "http://www.monitoringresources.org/Designer/Design/Detail/16583",
  "masterSample": null,
  "userSamples": [
    {
      "name": "YFT00001 Sample",
      "html": "https://www.monitoringresources.org/Sites/Master/Detail/1049"
    },
    {
      "name": "YFI00001 Sample",
      "html": "https://www.monitoringresources.org/Sites/Master/Detail/1053"
    }
  ],
  "areasOfInferences": [
    {
      "areaTypeName": "Latitude, Longitude",
      "areaDisplayName": "44.367720,-114.725050"
    },
    {
      "areaTypeName": "Latitude, Longitude",
      "areaDisplayName": "44.374170,-114.723370"
    },
    {
      "areaTypeName": "Latitude, Longitude",
      "areaDisplayName": "44.351710,-114.728030"
    },
    {
      "areaTypeName": "Latitude, Longitude",
      "areaDisplayName": "44.358060,-114.728290"
    },
    {
      "areaTypeName": "Latitude, Longitude",
      "areaDisplayName": "44.354270,-114.730610"
    },
    {
      "areaTypeName": "Latitude, Longitude",
      "areaDisplayName": "44.377520,-114.721280"
    }
  ],
  "id": 16583,
  "title": "Yankee Fork Action Effectiveness Habitat Monitoring in 2020",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/designs/16583",
  "spatialDesignCategory": "Historic Precedent",
  "spatialDesignCategoryID": 10,
  "lastUpdated": "2020-06-24T02:48:14-07:00"
}