{
  "description": "<p>The Yankee Fork Fish Habitat Monitoring Plan is part of the Shoshone-Bannock Tribes&rsquo; Research Monitoring and Evaluation (RM&amp;E) Plan that is being developed to support implementation of a comprehensive salmon and steelhead protection, restoration and mitigation program.&nbsp; This Habitat Monitoring Plan specifically addresses the Yankee Fork Restoration Project (#2002-059) that will be implemented in the Yankee Fork watershed to compliment the Yankee Fork Chinook Salmon and Steelhead fishery restoration projects currently underway in the Yankee Fork.&nbsp;&nbsp;</p>\r\n\r\n<p>The Yankee Fork Fish Habitat Monitoring Plan will implement the Columbia Habitat Monitoring Program (CHaMP) sampling protocol and sample design.&nbsp; CHaMP is a Columbia River basin-wide habitat status, trends and effectiveness monitoring program that was developed to capture habitat features that drive fish population biology in order to provide systematic habitat status and trends data.&nbsp; CHaMP is being implemented in the Yankee Fork watershed to evaluate the status and trend (quality and quantity) of fish habitat conditions and assess the effectiveness of restoration activities.</p>\r\n\r\n<p>The Yankee Fork Fish Habitat Monitoring study design will combine CHaMP with a modified before-after-control-impact (BACI) study design, used frequently for impact monitoring.&nbsp; Fish habitat data will be collected at control and impact sites before restoration and after restoration activities. These sites will be determined by using similar geomorphic reach types as established by the Bureau of Reclamation (Reclamation, 2012b and 2012c).&nbsp; The Lower Yankee Fork Implementation Plan 2008-2018 will inform the monitoring study design, specifically the spatial and temporal allocation of sites in the watershed.&nbsp;</p>\r\n\r\n<p><strong>2018 Yankee Fork Design Updates:</strong></p>\r\n\r\n<p>A custom list of sites for sampling was provided by Watershed Solutions. Design was cloned from 2017 design and panels/strata/block counts were edited to match 2018 sampling needs.&nbsp; Sites were not sampled to adhere to GRTS-based survey design approaches in 2018 but sites were originally pulled from such a design.&nbsp; Note that many of the 2018 sites slated for sampling adhere to GRTS order sampling, but not all.&nbsp; The 2017 Status and Trend design use orders could be used as a reference for determining out-of-order sampling if a GRTS design estimate is desired for 2018.</p>\r\n\r\n<p><strong>2016 Yankee Fork Design Updates:</strong></p>\r\n\r\n<p>Restoration Updates: &nbsp;These are updates for the restoration design, not the status and trend design, but are listed here since the sampling effort for the S&amp;T and restoration designs are linked.</p>\r\n\r\n<p>​Watershed Solutions, Nez Perce and BOR&nbsp;collaborated to update the monitoring plan to meet the planned restoration action schedule in 2016. &nbsp;In 2016, one control site (YFT00001-001196) will be treated and removed from the &#39;control&#39; stratum for this treatment area. &nbsp;As a result, we will pool all controls for all mainstem Yankee Fork restoration projects to increase control group sample size. &nbsp;Watershed Solutions has reviewed control site monitoring data to date (2013-2015) and has found these sites to be reasonable replicates, justifying pooling. &nbsp;This decision was also agreed upon by Matt Nahorniak (statistician).</p>\r\n\r\n<p>The following sites will be pooled into a YF Mainstem&nbsp;control group: YFI00001-777, YFI00001-​1503, YFI00001-​725 and YFI00001-​213. &nbsp;Control groups on the WF&nbsp;YF will remain in their own group at this time. &nbsp;&nbsp;</p>\r\n\r\n<p><strong>2015 Yankee Fork design updates:</strong></p>\r\n\r\n<div>Watershed Solutions and Nez Perce want to put 2 sites worth of effort into Jordan Creek. &nbsp;The four sites in Jordan Creek that are currently low in the Use Order will be moved into their own Jordan Creek stratum. &nbsp;The extra effort needed to sample these 2 sites will be balanced by a reduction of 2 sites from the restoration design of the&nbsp;</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>YFI00001-000189 RP2 Source, Use Order 7, will be assigned to Jordan Creek RP 2, Use order 1</div>\r\n\r\n<div>YFI00001-000174 RP3 Source, Use Order 7 will be assigned to Jordan Creek RP 3, Use order 2</div>\r\n\r\n<div>YFI00001-001408 RP3 Source, Use Order 6 &nbsp;will be assigned to Jordan Creek RP 3, Use order 1</div>\r\n\r\n<div>YFI00001-000035 RP3 Transport, Use Order 5, will be assigned to Jordan Creek RP 1, Use Order 117</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>Use orders updated for RP2 Source and RP3 Transport to reflect above changes.</div>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>6/9/15: &nbsp;Upon further review of RP3 for the status and trend design, the sample design appeared very clumped with RP1 and RP2 relative to the frame spacing of depositional, transport, and source reaches. &nbsp;We decided to select the set of use order sites farther down in the GRTS&nbsp;list as the sample to balance out RP3&#39;s site distribution. &nbsp;Because the sample and oversample draw of RP3 had similar numbers of sites (12 and 11, respectively), the current set of &#39;sample&#39; sites will become the &#39;oversample&#39; and the oversample will become the sample set of sites. &nbsp;Use order of sites were changed accordingly. &nbsp;E.g. Depositional 2014 strata with Use Order 1-4 will become Depositional 2015 strata Use Order 5-8, and 5-8 will become 1-4. &nbsp; &nbsp;For Transport and Source, the 2014 Use Order 1-3 will become oversample and Use Order 5-7 will become sample. &nbsp;(in other words, the second block of 4 sites was selected for the draw in RP3).</p>\r\n\r\n<p>7/5/15: Since additional effort from the restoration panels is available for sampling between Jordan Creek and Eightmile&nbsp;Creek, a section with a lot of USFS wood addition projects, it was decided that this section would become a new restoration location specific to LWD placement monitoring. &nbsp;The previous 2015 (and 2014) design had 4 sites allocated to each rotating panel for Depositional. &nbsp;There are 6 sites from the design that fall within the Jordan Creek to Eightmile section, 5 of which are slated for sampling thorughout the RPs. &nbsp;The section is 11km long. &nbsp;The entire Depositional stratum is 36 km long. &nbsp;If the sites that are currently part of the S and T design are removed from the design (5 sites) as well as the frame mileage (11km), this leaves 7 sites in Depositional&nbsp;RPs to represent 25km of stream, which is a minor site weight adjustment in the deisgn (it was previously 12 sites representing 36km of stream).</p>\r\n\r\n<p>The LWD section will be added to the restoration design and removed from the S and T design. &nbsp;Block counts in the S and T design (this one) were adjusted as follows:</p>\r\n\r\n<p>RP1, Depositional from 4 sites to 2 sites</p>\r\n\r\n<p>RP2, Depositional from 4 sites to 3 sites</p>\r\n\r\n<p>RP3 Depositional from 4 sites to 2 sites</p>\r\n\r\n<p>Use orders were also adjusted accordingly.&nbsp;</p>\r\n\r\n<p>The sites moved into the restoration stratum include:</p>\r\n\r\n<p>YF&nbsp;175, YF 323, YF 427, YF 559, YF 603, YF&nbsp;1328. &nbsp;All but YF 603 were slated for (or already have been) sampled.</p>\r\n\r\n<p>7/715: &nbsp;The&nbsp;LWD&nbsp;Treatment block was removed from this design and these 6 sites were pushed back into the original status and trend design into an Annual-Depositional Block. &nbsp;The rationale is that since 5 of these sites were already slated for sampling in the draw, there isn&#39;t a need to move them into a new stratum for sampling. &nbsp;The&nbsp;6th&nbsp;site (603) that hasn&#39;t been sampled is the lowest priority site, and will have an adjusted weight of 1 (it will only represent itself).</p>\r\n",
  "startYear": "2018",
  "retirementYear": "2019",
  "initiationYear": "2018",
  "targetPopulation": "COPY: COPY: COPY: <p>The Yankee Fork design targets the anadromous domain of the Yankee Fork. &nbsp;The full domain was split into two parts-- one covering&nbsp;the &nbsp;mainstem&nbsp;restoration area and a second covering the remaining anadromous area (this is the domain covered by this design).</p>\r\n\r\n<p>2015 Update: &nbsp;A new stratum was made for Jordan Creek to force a few sites of sampling into this area (2 sites will be sampled in 2015).</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "ownerName": "Carol Volk",
  "ownerEmail": "carol@southforkresearch.org",
  "images": [],
  "panels": [
    {
      "id": 19388,
      "name": "2018",
      "abbreviation": "2018",
      "years": [
        "2018"
      ],
      "url": "http://www.monitoringresources.org/api/v1/designs/16164/panels/19388",
      "designUrl": "http://www.monitoringresources.org/api/v1/designs/16164"
    }
  ],
  "strata": [
    {
      "id": 21794,
      "name": "Depositional",
      "abbreviation": "Depositional",
      "url": "http://www.monitoringresources.org/api/v1/designs/16164/strata/21794",
      "designUrl": "http://www.monitoringresources.org/api/v1/designs/16164"
    },
    {
      "id": 21795,
      "name": "Jordan Creek",
      "abbreviation": "Jordan",
      "url": "http://www.monitoringresources.org/api/v1/designs/16164/strata/21795",
      "designUrl": "http://www.monitoringresources.org/api/v1/designs/16164"
    },
    {
      "id": 21796,
      "name": "Source",
      "abbreviation": "Source",
      "url": "http://www.monitoringresources.org/api/v1/designs/16164/strata/21796",
      "designUrl": "http://www.monitoringresources.org/api/v1/designs/16164"
    },
    {
      "id": 21797,
      "name": "Transport",
      "abbreviation": "Transport",
      "url": "http://www.monitoringresources.org/api/v1/designs/16164/strata/21797",
      "designUrl": "http://www.monitoringresources.org/api/v1/designs/16164"
    }
  ],
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/18",
  "studyDesignUrl": "http://www.monitoringresources.org/api/v1/studyDesigns/229",
  "sitesUrl": "http://www.monitoringresources.org/api/v1/designs/16164/sites",
  "dataRepositoryUrl": "http://www.monitoringresources.org/api/v1/repositories/16164",
  "targetPopulationSitesUrl": "http://www.monitoringresources.org/api/v1/designs/16164/targetPopulation",
  "html": "http://www.monitoringresources.org/Designer/Design/Detail/16164",
  "masterSample": {
    "name": "Columbia Basin Master Sample",
    "html": "https://www.monitoringresources.org/Sites/Master/Detail/1"
  },
  "userSamples": [
    {
      "name": "YFI00001 Sample",
      "html": "https://www.monitoringresources.org/Sites/Master/Detail/1053"
    }
  ],
  "areasOfInferences": [],
  "id": 16164,
  "title": "Yankee Fork Watershed Habitat Surveys for Status and Trend Monitoring in 2018",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/designs/16164",
  "spatialDesignCategory": "Modified GRTS",
  "spatialDesignCategoryID": 14,
  "lastUpdated": "2018-06-22T22:54:04-07:00"
}