{
  "abstractText": "The ability of adult salmon and steelhead to produce offspring is paramount to their survival. Declining salmon and steelhead runs over the last century prompted widespread use of hatcheries to mitigate for declining adult returns. Exposure to hatchery conditions may impose selection pressures that are not observed in wild populations (or alternatively relax selection pressures that are imposed in the wild), selecting for traits that may be maladaptive under natural conditions. The adaptation of fish to a hatchery environment has been termed Domestication. The effect that domestication has on fertility and reproductive effort is unknown, and because these traits are strongly linked with fitness, it is important to understand if viability is influenced by hatchery exposure.Fertility is indexed using factorial matings of treatment and reference Spring Chinook salmon populations. We maintain three genetic lineages of Yakima spring Chinook to monitor trends in traits that may be influenced by Domestication. The genetic lineages are 1) a wild reference population with no previous hatchery exposure (Naches population), 2) a hatchery control population that are intentionally exposed to multiple generations in the hatchery facility, and 3) a supplementation hatchery genetic line, which originated with a Wild Yakima spring Chinook broodstock that has been limited such that families can only experience a single generation of hatchery exposure. Factorial matings for each genetic line are made in the hatchery facility. Because crosses are made in 2x2 and 3x3 mating designs with eggs separated by parental cross in the hatchery facility, adults with reduced fertility produce fewer offspring. Assuming no domestication effect upon fertility, we should see no difference in the number of progeny produced by each genetic population. However, if fertility is relaxed under hatchery culture, then we would expect reduced progeny resulting from supplementation hatchery and hatchery control lineages relative to our wild reference population with the hatchery control group changing at a faster rate on the generational scale.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6586",
  "title": "Domestication Traits: fertility and reproductive effort v1.0",
  "id": 6586,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Gabriel Temple",
  "ownerEmail": "gabriel.temple@dfw.wa.gov"
}