{
  "abstractText": "There is a correlation between redd counts and adult escapement. When direct observations of fish are not practical, indirect observations, such as redd counts, can be used to estimate abundance. To do this, a correction factor (fish per redd) must be developed. This is done by getting an unbiased abundance estimate of spawners downstream of a spawning reach (typically via a weir or instreamPIT detector tag array or other collection techniques that will allow you to enumerate adults)and getting a count ofreddsin the spawning reach.In Oregon, steelhead redd counts are significantly correlated with adult escapement, and an estimate of 1.54 females per redd was developed (Susac and Jacobs 2002). In Washington, redd counts are the principle method for monitoring salmonids, and cumulative redd counts are expanded by 2.5 fish per redd to estimate escapement (Boydstun and McDonald 2005). In California, Gallagher (2005) found that the number of steelhead and coho salmon per redd differed slightly among streams and years, but the use of one value for all streams to convert redd counts to fish numbers for regional spawning ground surveys appeared reliable. Dunham et al. (2001) found considerable spatial and interannual variation in bull trout spawner-to-redd ratios and attributed it to either strong life history variation among populations or bias and imprecision in redd counts. Al-Chokhachy et al. (2005) estimated an average of 2.68 bull trout spawners per redd from a number of sources and attributed differences between redd counts and markrecapture estimates to differences in life history forms. Markrecapture escapement estimates coupled with redd count surveys, in which the bias in redd counts following improvements to field and laboratory methods suggested in this document, should likely improve estimates of the number of fish per redd for expanding redd counts to escapement. Results of these types of experiments can be used to document redd count-escapement relationships and develop predictive models to estimate escapement from redd counts (Gallagher 2005). The Bland-Altman method (Glantz 1997) is a useful statistical procedure for determining if two different measures of the same thing are significantly different and may be useful for assessing the transferability of redd counts to index escapement. The transferability of these types of estimates for converting redd abundance to escapement among years and streams needs further evaluation.Calculation of the abundance estimate will account for (subtract)fish that die before spawning harvested fish, fish that didn't pass, or fish known to die between passage and the onset of spawning). **See individual spawner abundance estimate methods for full details of how these estimates are developed.**Once a fish per redd metric is developed, researchers can, where appropriate, apply the correction factor to other areas where only redd counts have been taken to get a spawner abundance estimate.",
  "url": "http://www.monitoringresources.org/api/v1/methods/402",
  "title": "Fish per redd v1.0",
  "id": 402,
  "type": "Data Analysis/Interpretation",
  "ownerName": "PNAMP Support",
  "ownerEmail": "pnamp.mm@gmail.com"
}