{
  "abstractText": "The objective of this method is to calculate the total volume of qualifying large wood pieces (>0.10m diameter, 1.0m length)at a site. Volume of LWD is estimated by tallying the number of pieces of LWD that fall into different size class bins and then multiplying the count by a constant for that size class bin, where the constant represents the geometric meanvolume of an average piece within the size class.The geometric meanvolume of pieces within each size class bin was derived from a historic dataset that includes over 75,000 pieces of large woody debris where length and diameter were measured for every piece. (The dataset was obtained from thePIBOprogram and represents over 10 years of data collection in the Pacific Northwest.) For each piece in the historic dataset,volume was calculated as:volume = pi * Length * (Diameter/2)^2Each piece in the historic dataset was assigned to a size class bin and then the geometric mean volume was calculated for each size class bin. The derived geometric mean volume by size class from the historic dataset are reported here.In 2011, there were 9 unique size classesSizeClass Diam (cm) Length (m)Geometric Mean Volume (m3)Small Small10-15cm      1-3m            0.02035Small Medium10-15cm      3-6m            0.04878Small Large10-15cm       >6m 0.10758Medium Small       15-30cm      1-3m 0.05981Medium Medium15-30cm      3-6m 0.15101Medium Large15-30cm       >6m            0.40012Large Small>30cm      1-3m 0.22887Large Medium>30cm      3-6m 0.57739Large Large           >30cm       >6m 1.72582In 2012, there were 16 unique size classes:SizeClass Diam (cm)  Length (m)Geometric Mean Volume (m3)Small Small 10-15cm  1-3m 0.02035Small Medium10-15cm  3-6m 0.04878Small MidLarge10-15cm 6-15m0.10470Small ExtraLarge10-15cm >15m           0.23794Medium Small 15-30cm 1-3m 0.05981Medium Medium 15-30cm 3-6m 0.15101Medium MidLarge 15-30cm6-15m0.33875Medium ExtraLarge    15-30cm >15m0.82393MidLarge Small 30-60cm 1-3m 0.21187MidLarge Medium     30-60cm 3-6m 0.51680MidLarge MidLarge    30-60cm6-15m1.12232MidLarge ExtraLarge30-60cm >15m 2.71169ExtraLarge Small  >60cm  1-3m 0.84320ExtraLarge Medium  >60cm  3-6m 1.89000ExtraLarge MidLarge  >60cm 6-15m 3.82249ExtraLarge ExtraLarge  >60cm >15m10.54683Metrics are reported for both wetted and bankfull large wood volume.Metrics are reported by siteand by tier 1 channel units (pools, fast-turbulent and fast non-turbulent waters) at a site.The CHaMP - Large Woody Debris Method provides background on identification of the channel units that are analyzed for this calculation.For 2011 see -Large Woody Debris v1.0For 2012 see -Tally Large Woody Debris v2.0For 2013, see -Tally Large Woody Debris v3.0",
  "url": "http://www.monitoringresources.org/api/v1/methods/872",
  "title": "Large Wood Volume Calculation v1.0",
  "id": 872,
  "type": "Data Analysis/Interpretation",
  "ownerName": "Steve Rentmeester",
  "ownerEmail": "steve@sitkatech.com"
}