{
  "abstractText": "OverviewA sampling technique to gather data on angling activates and harvest by interviewing angler or angler parties and making counts of the number anglers/parties.PurposeEstimation of recreation fishing effort, harvest, and release catch is of crucial importance in general and is especially importance in specific situations. In fisheries where commercial harvest is banned, data to estimate stock recover often come from the remaining recreation fishery. The estimates are important for providing information on which to base fisheries management decision.There are three primary purposes of angler surveys.To estimate the recreational fishing effort, harvest, and released catch of multiple species of fish occupying a particular region in a particular time frame for species that are of importance to fisheries management agencies. These estimates may become part of the complex fisheries stock assessments.To obtain direct biological information such as length, weight, disease status, and other biological quantities on subsample of the harvest. Indirect angler-supplied information about released catch may also be obtained because the harvested and released catch may be made up of different proportions of age or size classes.To obtain information form the angles on demographic, consumptive, social, and economic variables.Field-based angler surveys tend to focus on the first two proposes because opportunity to ask demography, social, and economic survey questions during or after fishing are limited. However social and economic surveys are of great importance to management agencies are often conducted separately from field surveys. The method for conducting off site surveys based on mail, email, internet or telephone are described in Monitoring Method ID!!. (Jones and Pollock, 2012)DesignSpatial and temporal designTo calculate effort and catch and released catch it is important to design a statically robust survey. For information on design see Zale et al 2012. Also there are software packages to help design surveys. Factors that can affect the choice of survey type and its design include the physical setting of the fishery (e.g., stream, lake, estuarty, or ocean) type and location of access to the fisheries, timing of fishery , among others.Questionnaire designThe formulation of questions and the design of a questionnaire or interview form are just as important as any other aspect of survey planning and execution. People planning a survey should review the many fine books written on questionnaire design (e.g. Bradburn et al. 2004) or the detailed summary in Pollock et al. (1994)",
  "url": "http://www.monitoringresources.org/api/v1/methods/3940",
  "title": "Creel Survey - Access Point Method v1.0",
  "id": 3940,
  "type": "Data Collection",
  "ownerName": "PNAMP Support",
  "ownerEmail": "pnamp.mm@gmail.com"
}