{
  "abstractText": "When environmental conditions such as stream size or discharge prevent effective electrofishing with backpack-mounted electrofishers, larger boat- or raft-mounted electrofishing units may be more effective for capturing fish for estimating abundance. The Petersen-type estimator is commonly used in large rivers because multiple removal techniques are impractical in them. The assumptions of the Petersen-type markrecapture estimate are the same for both boat and backpack electrofishing techniques, although there may be additional considerations for practitioners to consider when sampling large streams and rivers with boat- or raft-mounted units.Sampling in large streams and rivers becomes more problematic due to their large size. It is often not practical or feasible to isolate the study site with block nets to prevent movement of fish, and thus movement may be difficult to control during sampling; however, it is practical to sample longer linear stream sections, and as the sampling reach length is increased and the number of fish sampled is sufficiently large, the proportion of fish that potentially move in or out of the site at the margins becomes a small proportion of the population and will have a minimal effect upon the resulting estimate. Although markrecapture estimates assume there is no movement during sampling, note that equal immigration or emigration of unmarked fish at the reach margins will not have any negative effect upon a markrecapture estimate. Violations of movement assumptions that may bias the estimate can be tested directly using traps or weirs, or by some other direct estimate (Gatz and Loar 1988). If movement assumptions cannot be met, practitioners may consider using a markrecapture model that does not assume population closure such as those discussed by Schwarz and Seber (1999).It is not generally recommended for both mark and recapture sampling to be completed in a single day when drift electrofishing. Captured fish are put in live wells kept on board the boat and transported downstream as the boat drifts downstream and are therefore relocated. Fish that are relocated will need time to redistribute and randomly mix with the unmarked fish. Releasing marked fish at several points within the site will facilitate redistribution. We recommend subdividing the sampling site into smaller reaches, and captured fish should be identified, measured, marked, and released at those points within the site. Vincent (1971) recommends that sampling sites should be at least 1,000 feet (305 meters) in lengthor long enough to ensure a minimum sample size of 150 fish. It is best to release fish in shallow-water areas that are not in close proximity to deep pools, side channels, or river mouths to ensure that marked fish redistribute themselves and stay in the sampled river channel. If fish are released in deepwater areas such as deep pools, they have the potential to move to the bottom of the pool and effectively become uncatchable during the recapture sample. Releasing fish in several shallow-water areas and allowing at least 2 days between mark and recapture sampling (Vincent 1971) may help satisfy the assumption of equal catchability of marked and unmarked fish. In some instances, night electrofishing can increase sampling efficiency (Paragamian 1989), and boats or rafts should be outfitted with halogen lamps to aid navigation if sampling at night.While actively electrofishing for bank-oriented species, close proximity to bank structures should be maintained while keeping the boat or raft at an angle of about 45 to the direction of the flow. In this position, the cathode and anode are in an effective fishing position while giving the rower the greatest ability to respond to changes in bank structures. It may not be necessary to avoid overhanging trees if the netter can duck down, brace him/herself, or otherwise be prepared and the boat can pass underneath without making contact. Avoid close proximity to sweepers or low-hanging structures in fast water and alert the net person of low-hanging branches or potential collisions. Keep the anode ring and droppers just far enough off the shore to minimize its contact with the bank or stream bottom. In areas with gradual sloping and/or uniform bottoms, try to keep the anode suspended about 0.7 m from the stream bottom. Finally the rower should maintain a speed equal to that of the water. If drifting too fast, fish will be missed as the boat passes over them before the netter can net them. If moving too slowly, fish will be pulled downstream ahead of the boat before the netter can catch them. The rower can often adjust the boat speed and position ahead of time to present the gear where the fish are most likely to be.",
  "url": "http://www.monitoringresources.org/api/v1/methods/121",
  "title": "Electrofishing - Drift Boat - Recapture v1.0",
  "id": 121,
  "type": "Data Collection",
  "ownerName": "Gabriel Temple",
  "ownerEmail": "gabriel.temple@dfw.wa.gov"
}