{
  "abstractText": "Markrecapture (capturerecapture) electrofishing protocols have been shown to be useful means to measure the sampling efficiency of known numbers of marked fish (Rodgers et al. 1992; Peterson et al. 2004) and to generate population estimates (White et al. 1982); however, one drawback of this technique is logistical constraints that are commonly assumed to be associated with the recovery periodthe time delay between the marking and recapture sampling. Recovery periods lasting longer than a single workday limit the utility of the markrecapture method for short sites (i.e., 100 m) in tributaries because fish movement is difficult to control during longer periods, thereby violating the closed population assumption of the estimator. In some streams with high flows or debris loads, installing and maintaining block nets for long periods is extremely difficult. Thus, small stream electrofishing protocols extending beyond one working day are impractical for fisheries practitioners in many locations. Most authors have recommended a minimum 24-hour recovery period between mark and recapture sampling. Peterson et al. (2004) suggested that sampling protocols utilized for electrofishing in coldwater areas should allow a recovery time of between 24 and 48 hours. This recommendation was assumed to provide a balance between the violations of movement and equal catchability assumptions. Similarly, Mesa and Schreck (1989) observed that wild cutthroat trout resumed normal behaviors only after a 24-hour recovery period between marking and recovery. Schreck et al. (1976) questioned the validity of markrecapture estimates when the recovery period was shorter than a working day. These studies based their recovery periods on behavioral observations (Mesa and Schreck 1989) or physiological response to electrofishing (Schreck et al. 1976). Regardless of the behavioral or physiological differences between marked and unmarked fish, the appropriate recovery period should satisfy the critical assumption that marked and unmarked fish are equally catchable. The appropriate recovery period to provide between mark and recapture sampling can be evaluated by comparing the catchability of marked fish that have recovered for at least 24 hours versus those that have recovered for shorter periods. The length of the shorter recovery period should allow both mark and recapture sampling to be completed in a single day. In a case study in the Yakima River, Washington, there was no significant difference in the catchability of rainbow trout that had recovered for 24 h versus a 3-h period. Thus, a 3-h recovery between marking and recapture proved to be a sufficient recovery period to allow marked rainbow trout to recover from handling (Temple and Pearsons 2006). This finding should be tested in other areas under different conditions before it is widely applied. Similar to multiple removal sampling, markrecapture sampling can produce biased estimates when the assumptions of the estimator are not met under field conditions. The severity of the bias is generally lower for markrecapture estimates of stream fish than reported for removal sampling (Peterson and Cederholm 1984; Rodgers et al. 1992). In contrast to removal estimates, markrecapture estimates have the benefit of being fairly robust to potential bias introduced from poor crew experience and variable environmental conditions (e.g., channel type, habitat complexity, stream size). Nevertheless, the assumptions associated with markrecapture estimates should be tested under field conditions.",
  "url": "http://www.monitoringresources.org/api/v1/methods/119",
  "title": "Electrofishing - Backpack - Recapture v1.0",
  "id": 119,
  "type": "Data Collection",
  "ownerName": "Gabriel Temple",
  "ownerEmail": "gabriel.temple@dfw.wa.gov"
}