{
  "abstractText": "This procedure is designed to monitor the composition (percent cover), woody species individuals, and greenline-to-greenline width (GGW) along the greenline of a stream. It is designed for arid and semi-arid stream ecosystems, dominated by willow and shrub-steppe. This monitoring procedure may be used on its own to monitor the greenline before and after restoration procedures. However, for our study design purposes, this procedure is also designed to focus on monitoring areas where beaver colonies are present, in order to describe the specific effects of beaver and beaver dams on floodplain vegetation at the greenline.Streamside vegetation and GGW are significant indicators of the levels of incision and riparian health (Burton et al. 2011). Because changes occur most rapidly at the greenline due to high levels of disturbance, greenline vegetation data can be used to make early management decisions (Winward 2000). There are a variety of stream health indicators that can be assessed, using the data metrics collected at the greenline. For example: the presence or absence of deep rooted perennial vegetation can indicate how susceptible the streambank is to erosion; the types of hydrophilic species present can indicate the successful establishment of a wetland community and floodplain connectivity; the abundance of invasive exotic species found at the greenline (due to high levels of disturbance) can indicate the degree to which the area is susceptible to the establishment of invasive species. Measuring the GGW will provide a more general view into landscape level changes. Over time, changing GGW indicates the degree of sediment aggradation occurring to create a wider stream networks, a key component to improving habitat complexity within and along narrow, incised channels (Pollock et al. 2007) and how quickly this change is occurring.Greenline data measurements are collected in pairs, one on each side of the channel, within 0.5m x 0.5m quadrats (Figure 1). The data collection and field procedure are modified from the methodology described in Riparian area management: Multiple indicator monitoring (MIM) of stream channels and streamside vegetation (Burton et al. 2011) and Effectiveness monitoring for streams and riparian areas: sampling protocol for riparian vegetation parameters (PIBO-EM 2008). The measurements taken within the quadrat, in conjunction with information about each quadrats location along the reach, can be used to compare greenline vegetation composition, woody species utilization (browse), and greenline width against varying levels of dam and beaver influence.",
  "url": "http://www.monitoringresources.org/api/v1/methods/6591",
  "title": "Floodplain Monitoring Greenline Data Collection v1.0",
  "id": 6591,
  "type": "Data Collection",
  "ownerName": "Arielle Gervasi",
  "ownerEmail": "arielle@southforkresearch.org"
}