{
  "abstractText": "Water-level variation in wetlands is a function of river flow and tidal fluctuations. This variation largely drives wetland evolution in estuaries, with tidal fluctuations probably being the most deterministic for wetland restoration (Cornu and Sadro 2002). A key measure is change in tidal elevation within a restoration project due to tidal reconnection. The extent, period, and duration of tidal forcing will cause changes in aerial exposure, circulation patterns in tidal creeks (including the distribution of water quality parameters such as salinity, temperature, and DO), sedimentation/erosion patterns and tidal creek evolution, and the distribution of vegetation and fishes. Water-level data should be properly georeferenced to local topographic data that is related to an established vertical elevation datum (e.g., North American Vertical Datum 1988 [NAVD88] or mean lower low water [MLLW] if applicable, see Elevation Data Collection - Roegner et al. 2009 (ID: 818)). Water-level information and topographic information combined can be used to determine inundation periods and vegetation response (Elevation Data Collection - Roegner et al. 2009 (ID: 818), and Plant Community Data Collection - Roegner et al. 2009 (ID: 822)). In addition, tidal stage parameters for the site (i.e., MLLW) can be computed from each recording station. Elevation is thus a priority metric and is best measured with automated data logging pressure sensors. Current technology now offers multiple parameter probes that combine measurements like depth with others such as temperature and salinity (Water Quality (temperature and salinity) Data Collection - Roegner et al. 2009 (ID: 816)). Although we present separate protocols for hydrology and water quality, for most purposes a single instrument will perform both sets of measurements. Objective: Measure the pattern of hydrology with respect to a known reference point to determine the timing, frequency, and duration of tidal inundation in reference and restored sites.",
  "url": "http://www.monitoringresources.org/api/v1/methods/814",
  "title": "Hydrology (water level) - Roegner et al. 2009 v1.0",
  "id": 814,
  "type": "Data Collection",
  "ownerName": "Catherine Corbett",
  "ownerEmail": "ccorbett@estuarypartnership.org"
}