{
  "abstractText": "This document is the Department of Ecologys Standard Operating Procedure (SOP) for collection of stormwater samples using automated equipment. This SOP is designed to be used for in-pipe stormwater discharge sampling and covers a variety of technologies. Most but not all steps may also be used for open channel installations.This SOP applies to those activities that involve the programmable automated collection of composite water quality samples. The purpose of this SOP is to provide general guidelines and procedures on how automatic samplers work, how to install and program the instruments, and sample collection and processing procedures.This SOP describes programming and collection procedures when using automated samplers, (in common terms) for both flow-weighted and time-weighted sampling and base flow compositing.Storm runoff and base flow are collected and transported through natural channels, ditches, culverts and engineered pipe and treatment systems. Each monitoring site will have individual characteristics that require a specific configuration of equipment and installation that best enables the collection of representative water quality samples. A successful location for automatic samplers features stable hydraulics and the ability to install sampling equipment. Other important factors include selection of a water quality monitoring site representative of a specific land use or activity, and if calculating pollutant loadings, selecting a location that provides accurate (as defined in the project QAPP) determination of flow (water quantity) in addition to water quality.When sampling runoff or BMP influent/effluent, care must be taken to obtain samples from points that are not affected by pre-water quality treatment.Additionally, groundwater, back water conditions or tidal influences and interactions should be avoided in the stormwater sample and may require further modification of these procedures.Automatic samplers can be configured to collect composite samples to reflect a mean water quality concentration. Composite sampler configurations can include:Constant Time/Volume Proportional to Flow Rate or Flow IncrementConstant Time/Volume Proportional to Flow Volume Increment.Constant Time/Constant Volume (EPA, 1992).Automatic samplers may not represent the complete range of particle sizes inwater. Automatic samplers are not capable of sampling bed load material and areless effective in sampling larger particles. They can be effective in representingparticles up to about 250 m if the sampler intake is suitably located to collectsubsamples from a well-mixed sample, such as from a cascading stream (SSFL,2008).Bed load samples and special floatable capture nets may be needed to supplementautomatic samplers if information for the complete range of solids is needed(SSFL, 2008).",
  "url": "http://www.monitoringresources.org/api/v1/methods/3802",
  "title": "Standard Operating Procedure for Automatic Sampling for Stormwater Monitoring v1.0",
  "id": 3802,
  "type": "Data Collection",
  "ownerName": "Steve Rentmeester",
  "ownerEmail": "steve@sitkatech.com"
}