{
  "abstractText": "Vegetation cover type mapping is performed to evaluate the composition and distribution of cover types within the restoration project area. Floodplain vegetation cover types are modified from Hauer and others (2002).A combination of field surveys and aerial imagery interpretation is used to develop digital spatial data representing the extents of distinct floodplain cover types within the restoration project area. Field surveys used to inform floodplain cover type mapping include: field mapping of distinct vegetation community boundaries, evaluation of channel cross section elevation data, and interpretation of percent cover vegetation data collected in monitoring plots established along floodplain transects (refer to methods #1183, #1310, and #1311). These data are incorporated into geographic information systems (GIS) programs with aerial imagery to support digitization of the cover type polygons.Once floodplain cover type data are evaluated, the proportional abundance of established and developing cover types are compared with desired cover type distributionCover type mapping is conducted in coordination with aerial imagery collection schedules so ground verification of vegetation communities occurs within the same growing season as reference aerial images. The National Agriculture Imagery Program (NAIP) acquires aerial imagery during the growing season throughout the United States on a variable schedule based on available funding. Imagery data were collected in Idaho during 2011, 2013, 2015, and 2017. Cover type mapping schedules will attempt to coordinate with future NAIP data collection schedules as they are announced or alternative means of acquiring current aerial imagery will be evaluated.Cover type mapping will occur as distinct vegetation communities begin to establish in the restoration project areas which is expected to occur within approximately 5 years after implementation. If aerial imagery is not available for year-5 after implementation, cover type mapping will occur in association with next available aerial imagery acquisition for the project area.",
  "url": "http://www.monitoringresources.org/api/v1/methods/1182",
  "title": "Vegetation Cover Type Mapping v1.0",
  "id": 1182,
  "type": "Data Collection",
  "ownerName": "Tom Parker",
  "ownerEmail": "tparker@geumconsulting.com"
}