{
  "keywords": " Spawning escapements, Mark-recapture method, Salmonids, Anadromous, Fluvial or adfluvial trouts and charr, Bailey's modification of the Lincoln-Peterson estimator, Bootstrap technique, Steinhorst et al.'s methods."
,
  "abstract": " This text describes a method used to estimate the number of fish that spawn in a particular area, specifically for anadromous, fluvial or adfluvial trouts and charr. Weirs, which are commonly used to count fish, can be inefficient and leaky, leading to underestimation of actual numbers.\n\nTo address this issue, researchers use a mark-recapture method. This technique involves marking spawners before they reach the weir upstream, then counting recaptures as marked fish move downstream and are passed at the weir. The number of tagged fish that are recaptured provides an estimate of the total number of fish that spawned in the area.\n\nThe method is only suitable for iteroparous salmonids that do not remain in the spawning reach, as they move between freshwater and marine environments during their life cycle. The procedures for analyzing this data involve using methods developed by Steinhorst et al. (2004), such as Bailey's modification of the Lincoln-Peterson estimator for point estimation and confidence intervals calculated through bootstrap techniques.\n\nSoftware for implementing these analyses is available from Dr Kirk Steinhorst at the provided URL. Overall, this method helps provide more accurate estimates of fish spawning populations, accounting for the inefficiencies of weirs and addressing limitations for specific fish species."
,
  "description": " The text describes a method used to estimate spawning escapements for iteroparous salmonids, specifically anadromous, fluvial, or adfluvial trouts and charr, whose populations are not resident in the spawning reach. Weirs, which can be inefficient and leaky, are utilized in this technique.\n\nBefore the spawning season, spawners are marked upstream of the weir for identification during recaptures. Post-spawn kelts, having completed their reproductive cycle, move downstream and pass through the weir as they progress. The data obtained from these recaptures is used to estimate spawning escapement.\n\nThis approach bears similarities to estimating the abundance of juvenile emigrants passing a screw trap, making it applicable to analyzing the data using methods developed by Steinhorst et al. (2004). One such method employed for the point estimation is Bailey's modification of the Lincoln-Peterson estimator. To calculate confidence intervals, a bootstrap technique is used.\n\nThe implementation of these procedures can be found in software called Gauss, which is available from Dr Kirk Steinhorst at http://www.webpages.uidaho.edu/~kirk/.\n\nIn more technical terms:\n1. Mark-recapture method is employed for estimating spawning escapements of anadromous, fluvial, or adfluvial salmonids.\n2. Weirs are utilized in the upstream section of the spawning reach to capture marked spawners and post-spawn kelts.\n3. The recaptures are made as the kelts move downstream and are detected at the weir.\n4. Bailey's modification of the Lincoln-Peterson estimator is used for point estimation, while confidence intervals are computed using a bootstrap technique.\n5. Data analysis follows procedures outlined in Steinhorst et al. (2004) and can be implemented in the Gauss software accessible from Dr Kirk Steinhorst's website."
,
  "target": " Estimating spawning escapement of anadromous salmonids using mark-recapture methods."
,
  "constraints": " The method described in the text is applicable only for iteroparous salmonids that are anadromous, fluvial, or adfluvial, meaning they do not remain resident in the spawning reach (Topic: Spawning Estimation using Mark-Recapture Method for Anadromous Salmonids).\n\nThe method relies on recaptures of surviving post-spawn fish as they move downstream from the spawning reach. The spawners are marked upstream of the weir, and recaptures are made as post-spawn kelts move downstream and are passed at the weir (Constraint: Availability of a weir for passage of fish).\n\nThis method is similar to estimating abundance of juvenile emigrants passing a screw trap. The analysis is made using methods developed by Steinhorst et al. (2004), specifically, Bailey's modification of the Lincoln-Peterson estimator is used for the point estimate and confidence intervals may be computed using a bootstrap technique (Constraint: Availability of suitable statistical techniques for data analysis).\n\nNo code is provided in the text."
}