{
  "keywords": " Site layout, Locating site, Site markers, Bankfull elevation, Site width category"
}{
  "abstract": " This method is used for designing the layout of a site for stream monitoring without incorporating benchmarks, monuments, or transects. It is based on Site Layout v2.0 (Method 1579), but with some modifications. The objective of this method is to identify the location of the site, establish markers, determine the bankfull elevation and site width category, and layout the site while defining channel units. By assuming that the site has already been located through Method 831 (<http://www.monitoringmethods.org/Method/Details/831>), this method focuses on the practical aspects of planning and designing the site for effective monitoring without unnecessary complexity. This approach streamlines the process, ensuring a focused and efficient solution to setting up a site for stream monitoring."
}{
  "description": " This technique is derived from Site Layout Version 2.0 (Method 1579), omitting the integration of benchmarks, monuments, and transects. The described site layout procedure encompasses the following sequential steps:\n\n1. Locating the site: This initial process involves finding a suitable location for construction based on various factors such as accessibility, environmental considerations, and regulatory requirements. For further information, refer to Method 831 - \"Locating the Site\" (<http://www.monitoringmethods.org/Method/Details/831>).\n\n2. Establishing site markers: Once a location is chosen, site markers are set up to define the boundaries and key reference points of the construction area.\n\n3. Determining bankful elevation: Bankfull elevation is the highest water level that a channel can carry at a given location without overflowing onto the floodplain during a flood event. Accurately assessing this parameter is crucial for floodplain design and flood risk management.\n\n4. Site width category: Based on site characteristics, such as channel width and floodplain area, sites are classified into different width categories to help determine appropriate design standards and construction techniques.\n\n5. Lay out the site: This step involves physically marking out the boundaries of the construction area using surveyed data, stakes, or other visual aids.\n\n6. Determine channel units: Channel units represent a standardized measurement for calculating and designing flood protection structures along watercourses. They are used to determine the required size and capacity of various components such as levees, floodwalls, and culverts."
}{
  "target": " Site layout without benchmarks or monuments (v2.0)"
}{
  "constraints": " The text describes a site layout method (Method 1579) which does not include benchmarks, monuments, or transects. Here are the constraints identified from the text:\n\n1. This method assumes that the site has already been located (Method 831). This is stated in the first sentence: \"This method is based off of Site Layout v2.0 (Method 1579) but does not include benchmarks, monuments or transects.\" and in the assumption mentioned later: \"This method assumes you've already Located the Site - see Method 831:\"\n\nThe reason for this constraint is that the site must be located before any layout work can begin. This is a logical requirement for any site layout method as the location sets the context for all subsequent steps, including establishing site markers and determining bankful elevation and site width category.\n\nHere's the text with added labels:\n\n---\n\n```markdown\n## Site Layout Method (Method 1579) - No Benchmarks, Monuments or Transects\n\n**This method is based off of Site Layout v2.0 (Method 1579)** but does not include benchmarks, monuments or transects.\n\n**Constraints:**\n- **Site must already be located** - see Method 831: [http://www.monitoringmethods.org/Method/Details/831](http://www.monitoringmethods.org/Method/Details/831)\n\n**Steps:**\n1. **Locating the site** is assumed to have been completed (see Method 831).\n2. **Establishing site markers.**\n3. **Determining bankful elevation and site width category.**\n4. **Lay out the site and determine channel units.**\n```\n---\n\nPlease let me know if you have any questions or need further clarification!"
}