{
  "keywords": " Site layout, Transects, Bankful elevation, Channel units, Wetted channel"
}{
  "abstract": " This text describes a site layout method (Method 1579) for water resource monitoring. The original version was based on Site Layout v2.0 but has been modified to exclude benchmarks and monuments, reducing the number of transects from 21 to 11.\n\nThe primary purpose of this method is to help establish and prepare a site for water monitoring. It covers several essential steps such as:\n- Locating the site\n- Establishing site markers\n- Determining bankfull elevation and site width category\n- Laying out the site\n- Determining channel units\n\nThis method assumes that you have already identified the site location using a separate method (Method 831). The changes made in 2012 include:\n- Removal of a table listing reasons for rejecting a site.\n- Modification in laying out transects from the middle of the bankfull channel to the middle of the wetted channel.\n- Elimination of bearing readings between benchmark locations.\n\nThe necessity of this method lies in ensuring accurate and efficient water monitoring site preparation. By simplifying the process, it addresses the need for a streamlined approach while maintaining essential steps for successful site layout and setup."
}{
  "description": " This text describes a site layout method (Method 1579) derived from Version 2.0 of Site Layout, which excludes benchmarks and monuments in the process. The number of transects is adjusted from the original 21 to 11. The following tasks are accomplished using this method:\n\n1. Locating the site: Prior knowledge of the site location is assumed, as described in Method 831.\n2. Establishing site markers: Markers are set up at specific locations within the site to serve as references.\n3. Determining bankfull elevation and site width category: The height of the water level during a flood event (bankfull elevation) and the classification of the site based on its width are identified.\n4. Laying out the site: Transects are arranged in this step, with their placement adjusted from the middle of the bankfull channel to the middle of the wetted channel.\n5. Determining channel units: The method concludes by identifying and dividing the site into specific measurement units (channel units) for further analysis.\n\nKey changes made in 2012 include eliminating the table detailing reasons for rejecting a site, altering transect layout procedure by stretching the tape in the middle of the wetted channel instead of the bankfull channel, and removing bearing readings from benchmark locations to other benchmarks."
}{
  "target": " Site preparation: Reduced transects, bankful elevation, channel units (Method 1579)"
}{
  "constraints": " Based on the provided text, here are the identified constraints and their corresponding locations:\n\n1. This method is based on Site Layout v2.0 (Method 1579), but does not include benchmarks or monuments. (Location: First sentence)\n2. The number of transects is reduced to 11 from 21. (Location: Third sentence)\n3. Changes made for 2012: - Deleted the table of reasons for rejecting a site. (Location: Fifth sentence) - While laying out transects, changed from stretching the tape in the middle of the bankfull channel to the middle of the wetted channel. (Location: Sixth sentence) - Deleted bearing readings from benchmark locations to other benchmarks. (Location: Seventh sentence)\n\nThere are no explicit constraints stated in the text that do not have corresponding locations. If you meant to ask about assumptions or prerequisites of the method, those would typically be found in the introduction or background section and may not have specific locations mentioned in the text provided."
}