{
  "keywords": " Catch estimates, Management decisions, Roving creel survey design, Species composition, Angler type data, Creel Application Software (CAS), Population changes, Program recovery efforts, South Dakota."
,
  "abstract": " The text describes a method used to estimate catch and harvest rates for fish populations through a process called roving creel surveys. This method involves collecting data on catch quantities, species compositions, and angler types while randomly surveying fishermen at various locations.\n\nThe necessity of this method lies in its ability to provide valuable information that assists in making informed management decisions. By monitoring predator catch rates, potential population changes can be identified, which may impact program recovery efforts. The data obtained is crucial for understanding the health and dynamics of a fish population.\n\nThe Creel Application Software (CAS) was specifically designed for this purpose in South Dakota and has been in use since 2009 within one of their program lakes. It produces these essential estimates that help guide management strategies effectively. This process is non-intrusive as it does not interfere with the fishing activities, making it an efficient and acceptable data collection method for fisheries research."
,
  "description": " The text focuses on the utilization of catch and harvest estimates derived from roving creel survey data for fisheries management. This technique involves collecting catch, species composition, and angler type information through a roving creel survey design. The obtained data is processed using the Creel Application Software (CAS), which was initially developed in South Dakota and has been in use since 2009 for generating these estimates in one of the program lakes. The collected catch data allows for monitoring predator catch rates, enabling the identification of potential population shifts that could influence recovery efforts. By employing this methodology, fisheries managers can make informed decisions based on accurate and reliable data.\n\nIn more technical terms, roving creel surveys are a data collection strategy employed to estimate catch and harvest quantities in fisheries. This survey design involves sampling anglers at random locations throughout the water body, collecting data on the number and species of fish caught, angler demographics (e.g., type), and other relevant information. The Creel Application Software (CAS) is utilized to process this data into catch and harvest rate estimates using appropriate statistical methods. The software has been in use since 2009 for this purpose in one of the program lakes. These estimates are crucial for monitoring predator catch rates, which can indicate population changes that may influence recovery efforts."
,
  "target": " Producing catch and harvest estimates using roving creel survey design."
,
  "constraints": " The text does not explicitly mention any constraints related to the method used for producing catch and harvest estimates. The mentioned constraints are related to the data collected (catch, species composition, angler type) using a specific survey design (roving creel survey), the software used to produce the estimates (Creel Application Software or CAS), and the use of these estimates in management decisions and monitoring population changes."
}