{
  "keywords": " MS-222, anesthetic, fish, concentration, temperature, pH."
,
  "abstract": " MS-222 is a commonly used anesthetic for fish during data collection or handling procedures that require immobilization. The effectiveness of MS-222 can depend on factors like temperature and fish density. A typical concentration range is 50-100 parts per million, but the anesthesia strength should be adjusted based on how long it takes for a fish to lose balance. MS-222 dissolves easily in water but lowers pH significantly, which can be harmful to fish. To counteract this acidity, sodium bicarbonate is added to keep the pH within a safe range of 6.5-7.5. This ensures the welfare and safety of the fish during these processes."
,
  "description": " MS-222, chemically identified as Tricaine mesylate or Tricaine methanesulfonate (TMS), is a widely utilized anesthetic for immobilizing fish during data collection, physiological investigations, and other procedures necessitating fish handling (Summerfelt and Smith 1990). The effectiveness of MS-222 depends on several factors such as temperature and fish density. An optimum concentration of 50-100 parts per million (ppm) is suggested (Strange 1996). However, the anesthesia concentration should be adjusted based on the time it takes for a fish to lose equilibrium. MS-222 dissolves effortlessly in water but significantly reduces the pH, increasing acidity, which could be detrimental for fish. To mitigate this issue, sodium bicarbonate can be employed as a buffer to maintain a pH range between 6.5 and 7.5. An equal amount of buffer is typically added to achieve a neutral pH."
,
  "target": " Anesthetizing fish with MS-222: Dosage, effectiveness, and pH adjustment."
,
  "constraints": " Based on the given text, here are the constraints applicable to using MS-222 (Tricaine mesylate) as an anesthetic for fish and where in the text they are mentioned:\n\n1. Effectiveness of MS-222 as an anesthetic varies with factors such as temperature and fish density. (Summerfelt and Smith 1990)\n2. Optimum concentration used is 50-100 parts per million, but adjustment of the anesthesia concentration should be based on the amount of time it takes for a fish to lose equilibrium. (Strange 1996)\n3. MS-222 drastically decreases the pH of water and may be toxic for fish. (text)\n4. Sodium bicarbonate can be used to buffer the solution to a pH range of 6.5-7.5. (text)\n\nExplanation:\nThe text mentions several constraints related to using MS-222 as an anesthetic for fish. The first constraint is that its effectiveness as an anesthetic can vary depending on factors such as temperature and fish density, which are mentioned in the text from Summerfelt and Smith (1990). The second constraint is that the optimum concentration of MS-222 should be within a certain range, 50-100 parts per million, but adjustment of the anesthesia concentration should be based on the amount of time it takes for a fish to lose equilibrium. This information is mentioned in the text from Strange (1996). The third constraint is that MS-222 drastically decreases the pH of water and may be toxic for fish, which is mentioned throughout the text. Lastly, the use of sodium bicarbonate to buffer the solution to a safe pH range of 6.5-7.5 is also mentioned in the text as a way to mitigate the negative effects on fish caused by MS-222's acidity."
}