{
  "keywords": " Weir operation, salmon passage, fish mortality, adaptive management, technical oversight group (TOG), river conditions"
,
  "abstract": " This text outlines a procedure for managing the operation of a weir to minimize negative impacts on migrating salmon and other aquatic resources. The method involves monitoring the weir and its operations closely, collecting data on fish mortality, passage rates, and river conditions. If certain situations arise that suggest the weir may be causing harm to fish, such as prolonged holding below the weir or high numbers of fish mortalities, an adaptive management process is initiated. This process involves consultation with a technical oversight group (TOG) to assess the situation and recommend modifications to weir operations, such as adjusting picket spacing or trap depth. The necessity of this method lies in ensuring the health and safety of migrating fish populations while maintaining the functionality of the weir as a trapping system. No code is provided in this response as it is focused on providing a high-level, non-technical overview of the method described in the text."
,
  "description": " The text describes procedures for adaptive management of weir operations to minimize negative impacts on migrating salmon and other aquatic resources. When critical situations or conditions arise, the technical oversight group (TOG) is responsible for making decisions regarding termination or modification of weir operations. Data collection includes adult fish mortality during weir operations, fish passage, fish presence/absence within 1 km upstream and downstream of the weir, trapping efficiency, and river conditions.\n\nSituations requiring in-season TOG consultation include:\n1. Fish approaching the weir during daylight hours but not passing through during nighttime trapping periods over a 48 hour operational period.\n2. Fish holding directly below the weir for extended periods of time (e.g., 48 hours).\n3. Five or more fish of any species impinged against the upstream side or gilled between pickets on the downstream side. The TOG may recommend replacement with alternate picket spacings based on fish size class and specific picket spacing of panels.\n4. Cumulative salmon mortalities exceeding 10 on three consecutive surveys or 25 on any one survey below the weir, with no information currently available on natural mortality in this area for this time of year.\n5. Trap depth falling below 8 inches.\n6. After the majority of sockeye have passed the weir, the Colville Confederated Tribes (CCT) may consult the TOG and then proceed with eliminating the three inch picket spacing by replacing panels or adding metal grating."
,
  "target": " Adaptive weir management based on fish behavior and mortality."
,
  "constraints": " Based on the text provided, here are the constraints applicable to the weir operation method and where they are stated:\n\n1. Operation of the weir may need to be terminated or modified to prevent negative effects on migrating salmon or other aquatic resources. (Constraints related to fish welfare and safety.) - First sentence of the text.\n2. Data is collected on various parameters such as adult fish mortality, fish passage, fish presence/absence within 1 rKM upstream and downstream of the weir, trapping efficiency, and river conditions. (Constraint related to data collection and monitoring.) - Second sentence of the text.\n3. Situations requiring in-season TOG consultation include specific scenarios involving fish behavior and mortality. (Constraints related to fish behavior and mortality.) - Items 1 through 5 under \"Situations that require in season TOG consultation\".\n4. The TOG may recommend replacement with an alternate picket spacing based on fish size class and specific picket spacing of panels. (Constraint related to fish safety and weir design.) - Item 3e under \"Situations that require in season TOG consultation\".\n5. Cumulative salmon mortalities reaching certain thresholds may trigger further consultation with the TOG. (Constraints related to fish mortality and data collection.) - Items 4 and 5 under \"Situations that require in season TOG consultation\".\n6. Trap depth should not fall below 8 inches. (Constraint related to weir design and functionality.) - Item 6 under \"Situations that require in season TOG consultation\".\n\nThere is no code provided in the text for generation, so there's no need to generate any code."
}