{
  "keywords": " Avian predation, Smolt survival, Additive mortality, Compensatory mortality, PIT-tagged smolts, Predation rates, Survival rates, Caspian tern, Double-crested cormorants, California gulls, Ring-billed gulls."
,
  "abstract": " This study aims to explore the role of avian predation in fish mortality and its potential impact on smolt survival in various rivers. The research focuses on species such as Caspian terns, double-crested cormorants, California gulls, and ring-billed gulls, examining their predation rates in different river reaches and years. The goal is to determine if bird predation adds to smolt mortality (additive mortality) or if it's compensated for by other factors (compensatory mortality).\n\nTo accomplish this, the researchers will analyze the cumulative predation rate and survival rate of large groups of tagged smolts from Snake and Upper Columbia rivers. They will assess the impact of avian predation on smolt survival across multiple spatial scales, including local (reservoirs), regional (hydrosystems), and life-cycle (adult returns).\n\nThe methods used in this study are based on the additive mortality hypothesis, which predicts that predation directly impacts survival both in space and time. Conversely, the compensatory mortality hypothesis suggests no relationship between predation and survival up to a certain point where predation exceeds natural mortality.\n\nThe researchers will employ the methods from Evans et al. (2019) to assess the strength and magnitude of the relationship between predation rates and survival rates. They will also investigate how much avian predation contributes to smolt mortality across various spatial scales.\n\nThis study's significance lies in providing valuable insights into the influence of avian predation on fish populations, informing fisheries management strategies aimed at reducing predation and enhancing smolt survival."
,
  "description": " This text outlines a research investigation into the impact of avian predation on fish mortality, specifically focusing on smolt survival in Snake and Upper Columbia rivers. The study aims to determine whether reductions in bird-inflicted predation result in higher smolt survival or if birds consume only smolts that were destined to die regardless.\n\nThe additive mortality hypothesis proposes a direct relationship between predation and survival, implying that predation contributes to the total mortality. Conversely, the compensatory mortality hypothesis suggests that predation and survival are unrelated up to the point where predation rates exceed natural mortality, at which point the proportion of fish consumed by birds cannot surpass the living population at any given time.\n\nTo address this question, the study will employ cumulative predation rate and survival rate estimates for PIT-tagged smolts from Snake and Upper Columbia rivers using Method 6811 to calculate smolt availability. Avian predation by various species (Caspian terns, double-crested cormorants, California gulls, and ring-billed gulls) across different breeding colonies and over the study period will be evaluated.\n\nAssessments will utilize methods from Evans et al. (2019) to examine the relationship between predation rates and survival rates, incorporating survival to adulthood based on PIT-tagged smolt returns to Bonneville Dam as adults. The investigation includes assessing the contribution of avian predation rates on smolt survival across multiple spatial scales: local (reservoir), regional (hydrosystem), and life-cycle (adult returns)."
,
  "target": " Investigating additive versus compensatory avian predation on smolt survival."
,
  "constraints": " The text provides details of a study investigating the impact of avian predation on fish mortality and the potential effect of reductions in avian predation on smolt survival. The methodology includes:\n\n1. Determining whether avian predation is additive or compensatory to total smolt mortality by evaluating predation rates and survival rates from large groups of PIT-tagged smolts originating from Snake and Upper Columbia rivers.\n2. Considering predation by multiple avian predator species (Caspian tern, double-crested cormorants, California gulls, and ring-billed gulls) and breeding colonies over the study period.\n3. Assessing the relationship between predation rates and survival rates using methods from Evans et al. (2019), including survival to adulthood based on the proportion of PIT-tagged smolts that return as adults.\n4. Evaluating the contribution of avian predation rates to smolt survival across multiple spatial scales, such as local (e.g., reservoir), regional (e.g., hydrosystem), and life-cycle (e.g., adult returns).\n\nThere are no explicit constraints mentioned in the text regarding the methodology itself. However, the study's success depends on several factors:\n\n1. Availability of a sufficient number of PIT-tagged smolts from Snake and Upper Columbia rivers.\n2. Accurate and consistent predation rate and survival rate estimates across different spatial scales and time periods.\n3. Reliable detection and identification of avian predator species and breeding colonies during the study period.\n4. Considerable resources for data collection, analysis, and reporting findings from the study.\n5. Appropriate statistical methods to evaluate hypotheses of additive versus compensatory predation mortality."
}