{
  "keywords": " Population structure, Wright's fixation indices, FIS, FST, FIT, genetic divergence, subpopulations, heterozygosity, inbreeding, software program GenAlEx."
}{
  "abstract": " The text describes a method used by salmon geneticists to assess population structure and subdivision of Endangered Species Act (ESA) listed salmon and steelhead populations. This is crucial for monitoring viability status and identifying appropriate conservation or management units. The method uses Wright's fixation indices, specifically FIS, FST, and FIT, to evaluate genetic diversity within and between subpopulations.\n\nFIS, also known as the inbreeding coefficient, measures the degree of heterozygosity deficiency (inbreeding) or excess (outbreeding) in a single population compared to random mating expectations. It ranges from -1 to +1, with negative values indicating outbreeding and positive values signifying inbreeding.\n\nFST, or the coancestry coefficient, measures the overall genetic divergence among subpopulations by evaluating the reduction in heterozygosity due to population subdivision. FST is always positive and ranges between 0 and 1, with higher values indicating greater genetic differentiation between subpopulations.\n\nFIT is an individual's overall inbreeding coefficient relative to the total population, revealing the degree of inbreeding or outbreeding for each individual. It is calculated by comparing the correlation of gametes within a subpopulation versus those drawn at random from the entire population.\n\nGeneticists use software programs like GenAlEx 6.41 to perform Analysis of Molecular Variance (AMOVA) and calculate these fixation indices, which helps partition variance at different levels of population subdivision and provide insights into genetic relationships between populations. These indices are essential for conservation efforts as they inform us about the degree of genetic diversity within ESA-listed salmon and steelhead populations, allowing us to take appropriate measures to ensure their long-term viability.\n\nHere is a simplified code example using GenAlEx 6.41 for performing an AMOVA:\n\n```bash\n# Run the GenAlEx program and load your data file\njava -jar GenAleX.jar\nFile -> New -> Import Data...\nBrowse to your data file and click Open\n\n# Perform Analysis of Molecular Variance (AMOVA)\nAnalysis -> ANOVA -> AMOVA (analysis of molecular variance)\nChoose your data set from the dropdown menu\nSet the number of permutations for testing significance to 10,000\nClick 'OK' and wait for the analysis to complete\n\n# Interpret the results\nThe output will display the percentage of total molecular variation explained by each level of hierarchy (e.g., population, subpopulation, individual) as well as the corresponding fixation indices (FIS, FST, and FIT)\n```"
}{
  "description": " The text body discusses the importance of assessing the genetic population structure of Endangered Species Act (ESA) listed salmon and steelhead for conservation status monitoring and identification of appropriate management units. Wright's fixation indices, or F-statistics, are used to evaluate population structure and measure population subdivision and inbreeding.\n\nF-statistics are parameters that describe the degree of homozygosity within a population due to genetic drift or inbreeding. The three most commonly used Wright's fixation indices for evaluating population subdivision are FIS, FST, and FIT.\n\nFIS (Interindividual Fixation Index), also known as the inbreeding coefficient (f), measures the deviation of genotypic frequencies from panmictic frequencies within a subpopulation. It is the correlation of uniting gametes relative to gametes drawn at random from within a subpopulation and averaged across subpopulations. FIS is calculated as 1 - (HOBS / HEXP), where HOBS is observed heterozygosity and HEXP is expected heterozygosity assuming random mating. A negative FIS value indicates heterozygote excess, while a positive value indicates heterozygote deficiency compared to Hardy-Weinberg equilibrium expectations.\n\nFST (Subpopulation Fixation Index), also known as the coancestry coefficient or 'Fixation index,' measures the reduction in heterozygosity within a subpopulation due to genetic drift. It is the correlation of gametes within subpopulations relative to gametes drawn at random from the entire population. FST ranges between 0 and 1, with values close to 0 indicating no subdivision, while values approaching 1 indicate extreme subdivision. Values up to 0.05 indicate negligible genetic differentiation, while >0.25 signify very great genetic differentiation within the population analyzed.\n\nFIT (Total Population Fixation Index) measures the overall inbreeding coefficient of an individual relative to the total population. It is calculated as the correlation of gametes of individuals within the total population relative to gametes drawn at random from the entire population.\n\nSalmon geneticists use software programs such as GenAlEx 6.41 to perform Analysis of Molecular Variance (AMOVA), which measures variance partitioning and calculates fixation indices. To run GenAlEx, users should follow these steps:\n\n1. Import data into GenAlEx by selecting \"File\" > \"Import data.\"\n2. After importing the data, select the appropriate dataset and go to \"Analysis\" > \"ANOVA.\"\n3. Under \"Variance components,\" choose \"Between Populations\" and enter the number of populations in the \"Number of populations\" field.\n4. Select the appropriate genetic marker or locus for analysis in the \"Marker\" dropdown menu.\n5. Under \"Statistics,\" select \"F-statistics\" to calculate Wright's fixation indices (FIS, FST, and FIT).\n6. Choose the desired output format, then click \"Run.\" The software will display the results after completion."
}{
  "target": " Evaluating population structure using Wright's fixation indices in salmon genetics.\n\nThis text discusses the importance of assessing population structure in ESA listed salmon and steelhead for conservation and management purposes using Wright's fixation indices (F-statistics). The text explains what F-statistics are, how they measure population subdivision and inbreeding, and provides a brief overview of their uses and interpretations. Additionally, it mentions software programs like GenAlEx 6.41 that can be used to perform Analysis of Molecular Variance (AMOVA) and calculate these indices.\n\nPrimary focus: Population structure assessment using Wright's fixation indices in salmon genetics."
}{
  "constraints": " The text does not impose specific constraints on the use of F-statistics or Wright's fixation indices for assessing genetic population structure. However, it does mention some general guidelines and assumptions:\n\n1. FIS (Fisher's coefficient of inbreeding) is used to evaluate population subdivision by measuring the deviation of genotypic frequencies from panmictic frequencies. It is calculated as the correlation of uniting gametes relative to gametes drawn at random from within a subpopulation, averaged over subpopulations. The value ranges between -1 and +1, with negative values indicating heterozygote excess (outbreeding) and positive values indicating heterozygote deficiency (inbreeding).\n2. FST (Fixation index or coefficient of differentiation) measures the effect of population subdivision on reduction in heterozygosity within a subpopulation due to genetic drift. It is defined as the correlation of gametes within subpopulations relative to gametes drawn at random from the entire population. The value ranges between 0 and 1, with 0 indicating panmixis (no subdivision) and 1 indicating complete isolation. FST values up to 0.05 indicate negligible genetic differentiation, while >0.25 means very great genetic differentiation within the population analyzed.\n3. The text recommends calculating FIS, FST, and FIT for different genes, then averaging their values across all loci and populations for more accurate results.\n4. The software program GenAlEx 6.41 is mentioned as a tool to perform AMOVA (Analysis of Molecular Variance) and calculate fixation indices. However, no constraints are provided in the text regarding the use or application of this software.\n5. It's assumed that the samples come from ESA listed salmon and steelhead populations for genetic population structure assessment.\n6. The text mentions that these methods are used for conservation or management units determination and viability status monitoring.\n7. It's assumed that the data are in a suitable format to be analyzed using the mentioned software and statistical methods. No specific constraints on data preprocessing are stated."
}