{
  "keywords": " Benthic macroinvertebrates, Stream monitoring, EMAP protocol, Taxonomic composition, Relative abundance, Stressor detection, Representative sample, Composite sample"
}{
  "abstract": " This method is used to evaluate the biological condition of wadeable streams in the United States by monitoring the taxonomic composition and relative abundance of benthic macroinvertebrates. Benthic macroinvertebrates, which inhabit the bottom substrates of streams, reflect the overall health of the water body and can help detect trends in ecological condition. The method is based on extensive literature and follows the EMAP-SW protocol for benthic macroinvertebrates, adopting the Level III procedure of the Rapid Bioassessment Protocol (RBP).\n\nA representative sample of benthic assemblages cannot be collected from a single point, so multiple kicknet samples are taken throughout the support reach to ensure adequate taxa richness and relative abundance. The response design systematically allocates collection points across major habitat types for comparability, reduces individual sampler bias, and combines all samples into a composite sample per site to characterize the overall condition of the stream reach.\n\nThe method is important as it helps assess the biological status of water bodies, allowing for early detection and addressing any stressors affecting these ecosystems. The systematic approach ensures consistency in data collection while accounting for the complexity of benthic macroinvertebrate assemblages' responses to various stressors.\n\nUnfortunately, there is no code provided within the text to generate."
}{
  "description": " This text describes a protocol for assessing the biological condition of wadeable streams through the collection and analysis of benthic macroinvertebrate assemblages. The method is based on an Environmental Monitoring and Assessment Program (EMAP) developed for western streams, which includes instructions for collecting representative samples of benthic macroinvertebrates.\n\nBenthic macroinvertebrates are organisms that inhabit the bottom substrates of streams and reflect the overall biological condition of the water body (Kerans and Karr 1994, Barbour et al. 1999, Reynoldson et al. 2001, Klemm et al. 2002, 2003, Clarke et al. 2003, Bailey et al. 2004, Griffith et al. 2005). Monitoring these assemblages is useful in detecting trends in ecological condition and assessing the status of the water body (Barbour et al. 1999).\n\nThe EMAP-SW benthic macroinvertebrate protocol is based on the Level III procedure for benthic macroinvertebrates of the Rapid Bioassessment Protocol (RBP), which has been adopted by many states (Plafkin et al. 1989, Barbour et al. 1999). A representative sample of the benthic assemblage cannot be collected from a single point and must be collected from throughout the support reach (Barbour et al. 1999).\n\nThe response design for collecting kicknet samples is based on the collection of multiple samples to provide an adequate representation of taxa richness and relative abundance within the support reach (Li et al. 2001). Samples are collected systematically throughout the support reach to ensure distribution among available major habitat types, eliminate individual sampler bias, and provide a comparable and consistent sample from every site (Patil et al. 1994, Barbour et al. 1999, Roth et al. 2002).\n\nAll samples collected at a site are combined into a single composite sample to characterize the support reach and reduce processing and analysis costs (Patil et al. 1994, Barbour et al. 1999). The number of individual samples (11) is expected to provide a sufficient number of individuals to characterize the taxonomic composition and relative abundance of the assemblage (Larsen and Herlihy 1998).\n\nSamples are collected using a D-frame kick net, which can be used by one person, at sampling points throughout each cross-section transect (Figure 10-1). In swift waters, two persons may be necessary to collect the samples. All kicknet samples collected at transects are combined into a single composite sample, termed the reachwide sample. When sufficient riffle habitats are available within the support reach, additional kick net samples are collected and combined to create a separate composite sample, termed the targeted riffle sample."
}{
  "target": " Evaluating benthic macroinvertebrate assemblages in wadable streams."
}{
  "constraints": " The text describes a method for monitoring the taxonomic composition and relative abundance of benthic macroinvertebrate assemblages in western wadable streams. Here are some constraints stated in the method:\n\n1. A representative sample of benthic macroinvertebrates cannot be collected from a single point (Barbour et al. 1999). Therefore, multiple kicknet samples are collected throughout the support reach to ensure an adequate sample size.\n2. The EMAP-SW protocol is based on the Level III procedure for benthic macroinvertebrates of the Rapid Bioassessment Protocol (RBP), which has been adopted for use by many states (Plafkin et al. 1989, Barbour et al. 1999).\n3. The response design is based on the collection of multiple kicknet samples from throughout the support reach to ensure distribution of samples among available major habitat types, eliminate individual sampler bias, and provide a comparable and consistent sample from every site (Barbour et al. 1999, Roth et al. 2002).\n4. All samples collected at a site are combined into a single composite sample to characterize the support reach and reduce cost and effort in processing and analysis (Patil et al. 1994, Barbour et al. 1999, Roth et al. 2002).\n5. The number of individual samples collected is expected to provide a composite sample with a sufficient number of individuals to characterize the taxonomic composition and relative abundance of the assemblage (Larsen and Herlihy 1998).\n6. Kick net samples are collected from each support reach using a D-frame kick net that can be used by one person (Figure 10-1).\n7. Biomorphs collect kicknet samples for benthic macroinvertebrates at sampling points at each cross-section transect, typically with one person collecting the samples and a second person timing and recording information on the field data form (Barbour et al. 1999). In swift waters, two persons may be necessary to collect the samples.\n8. All kick net samples collected at transects are combined into a single composite sample (termed the reachwide sample), and when sufficient riffle habitats are available at a site, additional kicknet samples are collected from available riffle habitats found within the support reach and these samples are combined to create a separate composite sample (termed the targeted riffle sample).\n\nThese constraints ensure that an adequate and representative sample of benthic macroinvertebrates is collected for assessing the biological condition of wadeable streams and detecting trends in ecological condition. The use of standardized protocols and consistent sampling methods across multiple sites allows for comparability and consistency in data collection and analysis."
}