{
  "keywords": " Nez Perce Tribe, Hatchery Facilities, Broodstock Collection, Data Collection, Fish Species, Run-timing."
}{
  "abstract": " The Nez Perce Tribe's Department of Fisheries Resources Management (DFRM) gathers data from various hatchery facilities to effectively manage and conserve their fish populations. These facilities include adult traps, weirs, holding ponds, spawning sites, juvenile rearing locations, and release sites. The tribe manages each site independently or collaboratively with co-managers.\n\nTo ensure a balanced representation of broodstock for their hatchery programs, the Nez Perce Tribe collects fish across population return ages and times. Pre-season tables are constructed based on adult escapement estimates and historical run composition data to guide broodstock collection. This method is customized to individual hatcheries, species, and run timings.\n\nThis approach is crucial as it helps the Nez Perce Tribe make informed decisions regarding their fish populations by collecting comprehensive data from multiple facilities. It also ensures that the fish used for breeding are representative of the larger population, improving overall population health and sustainability."
}{
  "description": " In the Nez Perce Tribe (NPT) Department of Fisheries Resources Management (DFRM), data is systematically gathered from fish at 18 distinct hatchery facilities. These hatcheries accommodate various types of facilities, which include adult traps, picket weirs, adult holding ponds, spawning facilities, primary and secondary juvenile rearing locations, and acclimation release sites. The Nez Perce Tribe manages each site independently, collaboratively with co-managers, or assumes an auxiliary role.\n\nThe hatchery evaluation data collection process is intricately linked to the specific individual hatchery, fish species, and run timing. For instance, at adult traps, fish are trapped for broodstock prior to spawning. In picket weirs, adults are held before being moved to adult holding ponds for further assessment. Spawning facilities are utilized for collecting ripe eggs from adult fish. Primary and secondary juvenile rearing locations house developing fish from the egg stage to their release stage. Acclimation release sites are used to acclimate the juvenile fish to natural water conditions before being released back into their habitats.\n\nBroodstock for all Nez Perce Tribe Hatchery Production programs is obtained in a representative manner across various population return time and age structures. Before the trapping season, broodstock collection tables are constructed based on pre-season adult escapement estimates and historical run composition data. This methodology ensures comprehensive representation of the fish populations for hatchery production purposes.\n\nIn summary, the Nez Perce Tribe's DFRM collects data from various hatchery facilities, with types ranging from adult traps to acclimation release sites. The collection process is specific to each individual hatchery, fish species, and run timing. Broodstock is obtained in a representative manner using pre-season data and historical information for effective hatchery production."
}{
  "target": " Hatchery Data Collection Methods: Nez Perce Tribe.\n\nPrimary focus or goal: Collecting data from Nez Perce hatcheries."
}{
  "constraints": " The text describes the method used by the Nez Perce Tribe (NPT) Department of Fisheries Resources Management (DFRM) for collecting hatchery evaluation data from various facilities. There are several constraints mentioned in the text regarding this method:\n\n1. Data is collected at 18 different hatchery facilities, which includes adult traps, picket weirs, adult holding ponds, spawning facilities, primary and secondary juvenile rearing locations, and acclimation release sites. (Constraints: Type of hatchery facilities)\n2. Management of each site is completed solely by the Nez Perce Tribe, collaboratively with co-managers or with NPT taking an assistance role. (Constraint: Role in management)\n3. Broodstock for all Nez Perce Tribe Hatchery Production programs is collected representatively across the populations return time and age structure. (Constraint: Representative broodstock collection)\n4. Before the trapping season, broodstock collection tables are constructed using pre-season adult escapement estimates and historical run composition data. (Constraints: Use of pre-season data and historical data)\n5. The method is connected and specific to the individual hatchery, species, and run-timing of the fish being collected. (Constraint: Individualized method for each hatchery, species, and run-timing)\n\nTherefore, the constraints applicable to this method include the type of hatchery facilities, role in management, representative broodstock collection, use of pre-season data and historical data, and individualized method for each hatchery, species, and run-timing."
}