{
  "keywords": " Calculate, D50, percent fines, stream pebbles, Method 6797, Physical Habitat, Substrate, Pebble Counts."
}{
  "abstract": " In order to determine the size distribution of pebbles in a stream at a specific site, it is recommended to use Method 6797 for data collection. This method focuses on Substrate - Pebble Counts and involves physically collecting pebbles from the stream bed.\n\nThe necessity of this method lies in the importance of understanding the size distribution of pebbles in a river or stream environment. Knowing this information helps us assess various aspects such as water quality, habitat suitability for different species, sediment transport capacity, and erosion potential.\n\nBy collecting and measuring the number of pebbles within certain size classes, including those smaller than 2mm and larger than 6mm, we can calculate critical metrics like D50 (median grain size) and percent fines (material passing through a given sieve size). These values provide valuable insights into the stream's substrate composition, contributing to a better understanding of its overall condition and ecological health.\n\nSo in summary, Method 6797 for physical habitat assessment using Substrate - Pebble Counts is crucial as it enables us to quantify and analyze the size distribution of pebbles within a stream, thereby offering essential information regarding water quality, habitat suitability, sediment transport capacity, and more."
}{
  "description": " In order to determine the D50 size and the percentage of fines smaller than 2mm and 6mm at a given site, it is recommended to utilize method 6797: Physical Habitat - Substrate - Pebble Counts v2.0 for data collection.\n\nMethod 6797 specifies the process for quantifying the number of pebbles within a defined stream habitat. The D50 value, which represents the size of the medium-sized stone in a set of given stones, is calculated from this data by sorting the collected pebbles in size order and identifying the size that separates approximately 50% of the sample into two equal parts when measured by weight or volume.\n\nTo determine the percentage of fines (stones smaller than 2mm and 6mm), follow these steps:\n1. Separate the collected pebbles into different size classes based on the specified size limits. In this case, the sizes are less than 2mm and 6mm.\n2. Weigh or count each size class to obtain their respective quantities.\n3. Calculate the percentage of fines by dividing the total weight (or number) of stones in the smaller size classes (less than 2mm and 6mm) by the total weight (or number) of all stones collected and multiplying by 100%.\n\nThe result will provide you with the D50 value, as well as the percentage distribution of fines (stones smaller than 2mm and 6mm) within the stream pebble population at your site."
}{
  "target": " Calculating D50 and percent fines using pebble counts (Method 6797)."
}{
  "constraints": " Based on the given text, there are no specific constraints mentioned for Method 6797: Physical Habitat: Substrate - Pebble Counts v2.0. The text only mentions that this method is recommended for calculating D50 and percent fines <2mm and 6mm based on stream pebble counts at a site.\n\nTherefore, any constraints related to the method should be obtained from the official documentation or specifications of Method 6797 v2.0. If you have access to such documents, please refer to them for constraint information. Otherwise, further investigation would be required to determine if there are any applicable constraints for this method."
}