{
  "keywords": " Weir operations, Chinook Salmon management, hatchery program, broodstock, population goals, fish capture, hatchery-origin, natural-origin, Okanogan spawning escapement, weir effectiveness."
}{
  "abstract": " This text describes a weir management system used to control the population of Chinook Salmon in the Okanogan River. The primary goal is to use the weir as a tool for adult fish management, ensuring that enough hatchery-origin fish are captured for broodstock needs and maintaining a healthy balance between hatchery-origin and natural-origin fish in the population.\n\nThe method involves setting up a weir trap at a specific location in the river where Chinook Salmon migrate to spawn. Fish that pass through the weir are identified as either hatchery-origin or natural-origin based on their unique markings. \n\nHatchery fish are further categorized, with some being retained to reduce escapement and increase natural influence, others used for broodstock in a segregated program, and some released upstream if the overall run size is low. Natural fish are either released upstream or kept for use in an integrated broodstock program.\n\nThe effectiveness of the weir is calculated by measuring the proportion of hatchery-origin Chinook Salmon encountered in the trap and determining how many become available for removal from the population. This information, along with data collected from spawning ground surveys, is used to evaluate the success of the weir management system in achieving population goals.\n\nThe necessity of this method lies in the need to maintain a healthy balance between hatchery-origin and natural-origin Chinook Salmon populations to ensure long-term sustainability. By effectively managing the adult fish population, this method helps address issues such as escapement of hatchery fish, which can negatively impact the wild population, and ensuring that hatchery programs are able to meet their broodstock needs while minimizing impacts on natural spawning populations.\n\nHere's a high-level pseudocode representation of the process:\n\n1. Set up weir trap at designated location in river.\n2. Identify fish as hatchery-origin or natural-origin based on markings.\n3. For hatchery fish:\n   a. Retain some to reduce escapement and increase natural influence.\n   b. Use some for segregated broodstock program.\n   c. Release upstream if overall run size is low and hatchery proportion is also low.\n4. For natural fish:\n   a. Release upstream for continued migration to spawning grounds.\n   b. Retain some for integrated broodstock program.\n5. Calculate weir effectiveness by determining proportion of hatchery-origin Chinook Salmon encountered in the trap and available for removal from population.\n6. Gather data on spawning ground surveys and weir trapping to calculate weir effectiveness.\n7. Evaluate success of method based on achieving population goals."
}{
  "description": " The text describes the role of weir operations in adult Chinook Salmon management for the Okanogan population. Weirs are utilized as a tool to achieve specific management objectives, including meeting broodstock needs for hatchery programs and adhering to proportion targets for hatchery-origin spawners (pHOS) and natural influence (PNI).\n\nUpon capture at the weir trap, Chinook Salmon are categorized based on their origin. Hatchery-origin fish may be:\n1. Retained to minimize escapement of hatchery fish and enhance PNI while reducing pHOS for population goal achievement;\n2. Used in the segregated program broodstock at Chief Joseph Hatchery if required; or\n3. Released upstream of the weir if overall run size is low (<5,000) and pHOS is also low (<20%).\n\nNatural-origin Chinook Salmon are released upstream for continued migration to the spawning grounds or retained for use in the integrated program broodstock at Chief Joseph Hatchery. The effectiveness of a weir operation is determined by calculating the proportion of hatchery Okanogan summer/fall Chinook encountered and made available for adult fish management removal.\n\nPost-spawning ground surveys are carried out to collect data on weir trapping and estimated Okanagan spawning escapement. This information is used in calculating weir effectiveness as a measure of the hatchery Chinook Salmon encounter rate at the weir trap."
}{
  "target": " Weir operation: Management tool for Chinook Salmon population goals."
}{
  "constraints": " Based on the provided text, here are some constraints applicable to the weir operation method for managing Chinook Salmon:\n\n1. Hatchery-origin Chinook must be retained to reduce escapement of hatchery fish and increase natural influence in the population (Section 1, point 1). This constraint is necessary to maintain the desired balance between hatchery-raised and naturally spawned fish in the population.\n2. Weir trap effectiveness is a measure of the proportion of hatchery Chinook encountered in the weir trap, which becomes available for removal from the population (Section 3). This constraint helps evaluate the efficiency of the weir as a management tool to achieve population goals.\n3. Natural-origin Chinook can either be released upstream or retained for broodstock use (Section 1, point 2). The decision to retain or release depends on the run size and proportion of hatchery-origin fish (pHOS) in the population.\n4. Spawning ground surveys must be completed to gather information about weir trapping and spawning escapement to calculate weir effectiveness (Section 3). This constraint ensures accurate data collection for effective management of Chinook Salmon populations.\n\nThere is no specific code provided in the text. However, if there were a code implementation of this method, it would likely involve calculating the proportion of hatchery and natural origin fish captured in the weir trap, as well as determining whether to retain or release individual fish based on the population targets and run size. Additionally, it would include data collection and processing from spawning ground surveys for weir effectiveness calculations."
}