{
  "keywords": " Juvenile salmonids, density, number of fish per square meter, Chinook, coho, steelhead, snorkel survey, River BathymetryToolkit (RBT), water surface area, wetted polygon, topographic survey."
,
  "abstract": " This method is used to measure the density of juvenile salmonids (Chinook, coho, and steelhead) in different sampling reaches by dividing the number of observed fish by the area sampled. By standardizing the measurement in this way, data from areas of varying sizes can be compared. The response variable for each fish species is calculated using the same method, with the metric being the number of fish per square meter within each reach. The number of qualifying fish (less than 250 mm in length) is obtained through snorkel survey results. The water surface area can be reported from the River BathymetryToolkit or calculated based on field measurements if a topographic survey is not conducted at the same time as the snorkel survey. This method is necessary to ensure consistent and comparable data when assessing juvenile salmonid populations across various sampling areas.\n\nCode generation:\n```python\n# Importing required libraries\nimport rbt_toolkit as rbt\nimport field_measurements as fm\n\ndef calculate_juvenile_salmonid_density(reach, snorkel_survey_results):\n  # Filtering fish based on size\n  juvenile_fish = [f for f in snorkel_survey_results if f.length < 250]\n  \n  # Calculating water surface area\n  if reach.topographic_survey:\n    water_area = rbt.get_wetted_polygon_area(reach)\n  else:\n    water_area = fm.calculate_water_surface_area(reach)\n  \n  # Calculating juvenile fish density\n  density = len(juvenile_fish) / water_area\n  \n  return density\n```"
,
  "description": " The text discusses the process of quantifying juvenile salmonid density as a standardized measure for comparing datasets from different sampling reaches. This metric is calculated by dividing the number of observed juvenile salmonids (less than 250 mm in length) within each reach, by the corresponding wetted area.\n\nThe text mentions two methods for acquiring water surface area data: using the River BathymetryToolkit (RBT), which provides the area of the wetted polygon if a topographic survey is conducted at the same time as the snorkel survey (Method ID: 1261); or calculating it by field measurements, consisting of the length of the stream sampled and several wetted width measurements as described in Method ID: 293.\n\nThe number of fish is extracted from snorkel survey results for each species – Chinook, coho, and steelhead. The response variables for juvenile fish are calculated uniformly across species using the same metric, which is the number of fish per square meter within each reach. This consistency in measurement ensures accurate comparisons between different datasets."
,
  "target": " Measuring juvenile salmonid density per square meter."
,
  "constraints": " Based on the provided text, here are the constraints applicable to the method:\n\n1. The method requires conducting a snorkel survey for juvenile salmonids.\n2. The method uses a standardized measure of juvenile salmonid abundance by dividing the number of observed fish by the area sampled.\n3. The response variables for Chinook, coho, and steelhead are calculated in the same way.\n4. The metric used is the number of fish per square meter within each reach.\n5. The number of fish is determined by querying snorkel survey results for fish less than 250 mm in length for each species.\n6. The water surface area can be reported from the River BathymetryToolkit (RBT) if a topographic survey is conducted at the same time as the snorkel survey, or calculated by field measurements of the stream sampled and wetted width measurements.\n\nConstraints not explicitly stated in the text but implied:\n- The method assumes that the area sampled during the topographic survey matches the area sampled during the snorkel survey for accurate calculation of water surface area.\n- The method requires access to the River BathymetryToolkit (RBT) and knowledge of how to use it.\n- The method requires field measurements and appropriate equipment for measuring wetted widths."
}