{
  "keywords": " Spawning habitat, Salmon species, Hydraulic model, Suitability curves, Depth, Velocity"
,
  "abstract": " This method is used to assess and map suitable areas for salmon spawning habitat. Salmon require specific environmental conditions, such as certain depths and velocities, to spawn successfully. The method involves using hydraulic modeling to simulate river flows at the time of year when salmon are spawning. Based on these simulations, the method calculates the suitable areas for spawning using predetermined curves that represent salmon's preferences for depth and velocity. This information is crucial for monitoring stream restoration projects where the goal is to increase or maintain spawning habitat. By following this method, we can ensure that restoration actions are positively contributing to the amount of spawning habitat, rather than inadvertently reducing it. The hydraulic modeling method is well-established and can be found in the Hydraulic Modeling for Analysis of Floodplain Habitat v1.0 documentation (<https://www.monitoringmethods.org/Method/Details/1764}). Spawning suitability curves for depth and velocity have been developed by the Washington State Department of Ecology and Washington Department of Fish and Wildlife, but basin-specific curves may also be used where they are available."
,
  "description": " In this text, the discussion revolves around assessing and mapping suitable spawning habitat for salmonid species. The process involves utilizing predefined spawning habitat preference curves and hydraulic model outputs to calculate the total area of potential spawning sites. This methodology is employed in stream restoration projects with the primary goal of enhancing the existing spawning habitat or preventing negative impacts on it.\n\nFirst, the total area of spawning habitat is determined for a target salmonid species. To accomplish this, spawning habitat preference curves are applied, and velocity and depth data derived from a hydraulic model are used. The hydraulic model simulates flow conditions during a survey, and the ensuing data is subsequently employed to identify areas suitable for spawning habitat.\n\nFor further details on hydraulic modeling methodologies, refer to Hydraulic Modeling for Analysis of Floodplain Habitat v1.0 (<https://www.monitoringmethods.org/Method/Details/1764>). This comprehensive approach enables the accurate assessment and classification of areas suitable for spawning, ensuring that restoration actions are optimally targeted to enhance or preserve this critical habitat for salmonid populations.\n\nSpawning suitability curves, specifically for depth and velocity, have been established by the Washington State Department of Ecology (Ecology) and the Washington Department of Fish and Wildlife (WDFW), as outlined in their Instream Flow Study Guidelines (Ecology and WDFW 2004). Moreover, location-specific suitability curves may also be employed where they have been developed. These curves play a significant role in evaluating the potential for suitable spawning conditions within a given basin."
,
  "target": " Calculating salmon spawning habitat using hydraulic modeling."
,
  "constraints": " Based on the provided text, here are the identified constraints and the locations in the text where they are mentioned:\n\n1. Spawning habitat preference curves and velocity and depth outputs from a hydraulic model are used to calculate the total area of spawning habitat for salmonid species. (Constraints related to the use of hydraulic modeling method)\n2. The hydraulic model is set to flow at the time of the survey. (Constraint related to the timing of the survey and hydraulic model operation)\n3. Basin-specific suitability curves may also be used instead of the Washington State Department of Ecology (Ecology) and Washington Department of Fish and Wildlife (WDFW) Instream Flow Study Guidelines' spawning suitability curves. (Constraint related to the use of specific basin suitability curves)\n\nNo additional explanation is needed as the text explicitly states these constraints and their applicability."
}