{
  "keywords": " Bankfullwidth, Indicators, Stream banks, Depositional features, Riparian vegetation"
,
  "abstract": " This text outlines a method for measuring Bankfullwidth in active channels using indicators such as an active floodplain, depositional features like point bars, changes in slope and particle size distribution, mature riparian vegetation, and the ceiling of undercut banks.\n\nThe necessity of this method lies in accurately establishing survey transects throughout the length of a site to determine bankfullwidth. An active channel is identified by the presence of well-defined bankfull indicators, which can vary from an active floodplain and depositional features to changes in vegetation and undercut banks.\n\nThis method helps ensure consistent and accurate measurements of bankfullwidth by providing clear guidelines for identifying active channels and their corresponding bankfull stages. It also provides important context on how unusual flows can impact depositional features and why various indicators are used to identify bankfull stages. By using this method, researchers can gain a better understanding of the dynamic nature of streams and rivers and their response to changing environmental conditions.\n\nHere is a simplified version of the code for identifying bankfullwidth based on the given method:\n\n```python\ndef identify_bankfull(channel):\n  floodplain = channel.is_flat_and_depositional()\n  point_bars = channel.has_point_bars()\n  slope_change = channel.slope_change()\n  vegetation = channel.has_mature_riparian_vegetation()\n  undercut_banks = channel.undercut_banks()\n  \n  bankfull = None\n  if floodplain and point_bars and slope_change and vegetation:\n    bankfull = channel.elevation\n  elif undercut_banks:\n    bankfull = undercut_banks - 0.1 # assuming undercut banks are slightly below bankfull elevation\n  \n  return bankfull\n```"
,
  "description": " In the given text, the authors describe the process of measuring Bankfullwidth in an active channel using various indicators. The measurement is carried out at each major transect utilizing a compass and laser, following the instructions provided in the full AREMP protocol.\n\nTo establish survey transects throughout the length of the site, it's crucial to identify well-defined bankfull indicators. An active channel exhibits specific features that can be used as indicators for bankfull stage:\n\n1. Look for an active floodplain: This is a relatively flat and depositional area typically located above the bankfull elevation. It is commonly vegetated and serves as an essential indicator of an active channel.\n2. Observe depositional features such as point bars: Point bars are mound-like deposits that form in river channels, with their highest elevation indicating the lowest possible elevation for bankfull stage. However, unusual flows during years preceding the survey can cause depositional features to form above or below bankfull elevation.\n3. Identify a change in bank slope and particle size distribution: Bank overflow conditions result in a break in slope of the banks and a change in the particle size distribution from coarser bed load particles to finer ones. This transition occurs at the bankfull elevation.\n4. Determine the elevation where mature riparian woody vegetation exists: The lowest elevation of birch, alder, and dogwood can be useful indicators for bankfull stage. Willows are often found below the bankfull elevation.\n5. Examine the ceiling of undercut banks: This elevation is typically slightly below the bankfull elevation and may provide another indicator for identifying active channels.\n\nAdditionally, it's important to differentiate present indicators from old floodplains and terraces to avoid confusion during the survey process."
,
  "target": " Measuring bankfull width using compass, laser, and indicators."
,
  "constraints": " Based on the provided text, here are the constraints applicable to the method and where they are stated:\n\n1. Bankfullwidth must be measured at each major transect using a compass and laser (Line 1).\n2. Well-defined bankfull indicators must be present to establish survey transects throughout the length of the site (Lines 3-5).\n3. An active channel will have some combination of the following bankfull indicators: i. Examine stream banks for an active floodplain, ii. Examine depositional features such as point bars, iii. A break in slope of the banks and/or change in particle size distribution, iv. Locate the elevation where mature key riparian woody vegetation exists, v. Examine the ceiling of undercut banks, and vi. Stream channels actively reform bankfull features after shifts or down cutting in the channel (Lines 6-25).\n4. The compass and laser must be calibrated and setup following the full AREMP protocol (Line 1).\n\nThe text does not provide any explanation for why these constraints are there, as it is focused on describing the method for measuring bankfullwidth in an active channel. However, based on the information provided, it appears that these constraints ensure accuracy and consistency in the measurement of bankfullwidth, as well as the identification of active channels based on recognizable indicators. Additionally, the instructions for calibrating and setting up the compass and laser aim to minimize errors and ensure reliable results."
}