{
  "keywords": " Entrenchment, vertical confinement, stream sites, average bankfull width (30m), gradient (less than 4%), determination (laser survey)"
,
  "abstract": " This text describes a method used to measure the entrenchment of streams. Entrenchment refers to the vertical confinement or depth of a stream relative to its surrounding land. The necessity of measuring entrenchment arises from the importance of understanding the relationship between streams and their banks, as this information can help assess flood risk, erosion potential, and habitat suitability.\n\nThe method is applied to sites where the average bankfull width is less than 30 meters and the gradient is less than 4%. These criteria are determined during site selection and surveying processes. The reason for selecting such sites is that smaller streams with low gradients tend to have more stable banks and less prone to significant changes over time, making entrenchment measurement particularly relevant for them.\n\nTo measure entrenchment, the text describes it as one of the last tasks completed at a site. It implies that this process is carried out after other necessary surveys and data collection have been done. The method does not involve any specific code or technical complexity mentioned in the text. Instead, it's an observational and descriptive approach to assessing the vertical relationship between streams and their banks based on certain site characteristics."
,
  "description": " In the given text, the topic revolves around the measurement of entrenchment in streams with specific criteria. The term \"entrenchment\" refers to the vertical confinement or degree of incision of a stream into its surrounding bank or bed.\n\nThe text specifies that this measurement is carried out at sites where the average bankfull width is below 30 meters and the gradient is less than 4%. Bankfull width is the width of a channel filled to the maximum capacity during a flood event. The calculation of this width is done during the site determination process, as per Table 4.\n\nThe method also mentions that this task is one of the last tasks completed at a site. In summary, entrenchment measurement is an essential part of assessing stream conditions and is performed in areas that meet the criteria of having a narrow bankfull width and a low gradient."
,
  "target": " Measuring vertical confinement of streams with narrow width and low gradient."
,
  "constraints": " Based on the given text, here are the constraints applicable to the method and where they are stated:\n\n1. Entrenchment measurement is only applied to sites with an average bankfull width of less than 30 meters. (This constraint is stated in \"Entrenchment will be determined at all sites with less than 30 m in average bankfull width\".)\n2. Entrenchment measurement is only applied to sites with a gradient of less than 4%. (This constraint is stated in \"and are less than 4% gradient\".)\n\nThese constraints ensure that the entrenchment measurement is relevant and applicable to specific types of watercourses or river reaches, as determined by their width and gradient. By applying these conditions during site determination, it ensures that data collection for this parameter is only necessary at relevant locations, making the overall process more efficient and cost-effective."
}