{
  "keywords": " Topographical survey, channel units, stick and tape method, length, width, depth, data recording, CHaMP\\_Stick-And-Tape\\_ChannelUnits\\_form.xlsx, CSV file, data transfer, cloud upload."
,
  "abstract": " When conducting topographical surveys at challenging sites, it's not always possible to use a total station. Instead, a simpler method called \"stick and tape\" is employed to measure certain parameters such as length, width, and depth for channel units. This approach uses depth rods and tape measures, making it more feasible in complex environments.\n\nThe necessity of this method arises when the terrain or site conditions are too difficult to access with a total station, which could hinder accurate measurements. By using the stick and tape technique, surveyors can still capture essential data for all channel units. This data is crucial for calculating volumes for the remaining channel units that weren't measured during the total station survey.\n\nTo organize and record this data, surveyors use a provided Excel form called \"CHaMP_Stick-And-Tape_ChannelUnits_form.xlsx,\" which can be found at Crew Resources. Once filled out, the data is transferred to a CSV file during downloading of data loggers. Finally, this data is uploaded to the cloud alongside other auxiliary information for further analysis and use in project management."
,
  "description": " In situations where conducting a topographical survey with a total station becomes challenging due to complex terrain, alternative methods such as the \"stick and tape\" approach are employed for obtaining crucial measurements at channel units. The channel units refer to specific areas of interest within a waterbody or canal system.\n\nThis method involves taking topographical measurements, including length, width, and depth, for each channel unit. Despite using different tools than the total station survey, such as depth rods and tape measures, accurate data can still be obtained. The stick and tape approach is an effective solution when accessibility issues or time constraints prevent the use of a total station.\n\nThe collected data on channel units should be diligently recorded in the provided field form, specifically the < CHaMP_Stick-And-Tape_ChannelUnits_form.xlsx>. This form is accessible at both the project site and the Crew Resources for convenient use. Once all measurements have been logged, the data must then be transferred to a CSV file for proper organization and storage prior to downloading it from the data loggers.\n\nThe final step in the process involves uploading this data into the cloud alongside other auxiliary data gathered during the project. This collective set of information enables comprehensive analysis and interpretation of the topographical data, contributing significantly to the overall success of the survey."
,
  "target": " Collecting channel unit measurements with sticks and tape for volume calculation (when total station survey is difficult)."
,
  "constraints": " Based on the given text, the following constraints applicable to the \"stick and tape method\" for capturing topographical data are identified:\n\n1. The method can be used only at sites that are too difficult to complete the topographical survey with the total station. (Line 2)\n2. This method is used to capture data regarding channel units. (Line 3)\n3. Data will be recorded on a specific field form (CHaMP_Stick-And-Tape_ChannelUnits_form.xlsx). (Lines 5 and 6)\n4. The data obtained using this method will be used to calculate volumes for the remaining channel units not captured during the total station survey. (Line 7)\n5. The collected data must be transferred to a CSV file when downloading data loggers. (Line 8)\n\nTherefore, these constraints are directly stated in the text, and there is no need for further explanation."
}