{
  "keywords": " Stream gradient, Wetted width, Bankfull width,Width/depth ratio, Streambank Condition"
}{
  "abstract": " This method is used to assess the condition of stream channels by analyzing various aspects of their physical characteristics. The assessment includes calculating the water surface gradient or slope, which indicates potential velocities and power of the flowing water. Additionally, the wetted width (width measured perpendicular to the flow) and bankfull width (width at maximum flood stage) are determined.\n\nThe width/depth ratio is also calculated, providing an index of the channel's cross-section shape at bankfull level. Lastly, the method evaluates streambank stability by determining the percentage of eroding linear distance along both sides of the transect, regardless of whether or not the channel is wet or dry.\n\nThis information is important as it helps understand the overall condition of a stream channel, identifying potential issues related to erosion and instability, allowing for effective management and mitigation strategies to be implemented. It solves concerns raised by issues such as flooding, bank erosion, and impact on nearby infrastructure or habitats.\n\nHere's a simplified pseudo-code representation:\n\n```python\n# Stream assessment method\ndef stream_assessment(channel):\n    # Calculate water surface gradient (slope)\n    water_surface_gradient = calculate_water_surface_gradient(channel)\n    \n    # Determine wetted and bankfull widths\n    wetted_width, bankfull_width = get_channel_widths(channel)\n    \n    # Compute width/depth ratio\n    width_depth_ratio = calculate_width_depth_ratio(bankfull_width, mean_cross_section_bankfull_depth(channel))\n    \n    # Evaluate streambank stability\n    percent_eroding_distance = assess_streambank_stability(channel)\n    \n    return {\n        'water_surface_gradient': water_surface_gradient,\n        'wetted_width': wetted_width,\n        'bankfull_width': bankfull_width,\n        'width_depth_ratio': width_depth_ratio,\n        'percent_eroding_distance': percent_eroding_distance\n    }\n```"
}{
  "description": " This text describes several key metrics used to assess the morphology and condition of stream channels. The first metric mentioned is the \"stream gradient,\" which refers to the water surface slope or percentage grade. This value indicates the potential velocities and power of the flowing water within the channel. A steeper gradient corresponds to faster currents and greater stream power.\n\nThe second metric discussed is the \"wetted width,\" which is the width measurement taken perpendicular to the flow direction, at the water surface level. This value provides an estimation of the area of the channel that is in contact with the flowing water.\n\nAnother important metric mentioned is the \"bankfull width.\" This term refers to the channel's maximum width at its bankfull stage – a stage where the water level reaches the highest point it typically attains during flood events. Knowing the bankfull width helps assess the channel's overall capacity and potential for flood events.\n\nThe \"width/depth ratio\" is another crucial metric, which is calculated by dividing the bankfull width by the mean cross-sectional bankfull depth. This value provides insight into the stream channel's shape at its bankfull level, with a higher ratio signifying a more tranquil and meandering channel while a lower ratio suggests a narrower, deeper channel with faster currents.\n\nThe text also mentions \"streambank condition.\" To assess this, a method is employed to estimate the percentage of linear distance where erosion occurs on both sides of the channel at the active channel height. This value offers insight into the overall stability and condition of the streambanks."
}{
  "target": " Analyzing stream channel dimensions and stability."
}{
  "constraints": " Based on the given text body, here are the constraints applicable to the method and where they are stated:\n\n1. The method reports water surface slope as a percentage (Constraint on output format).\n2. Wetted width is measured perpendicular to the direction of flow (Constraint on measurement method for wetted width).\n3. Bankfull width and mean cross-section bankful depth are used in calculating the width/depth ratio (Constraints on required input data).\n4. Streambank stability is assessed based on percent of lineal distance that is actively eroding at the active channel height on both sides of the transect, regardless of whether the channel is wet or dry (Constraint on streambank condition assessment method)."
}