{
  "keywords": " Channel segment, Side channels, Identification, Percentage of stream flow, Island, Main channel, Site width category."
}{
  "abstract": " This text describes a method for labeling and identifying side channels in a river or stream system based on their flow size and location. The main channel, which is the largest flow, is labeled as Channel Segment 1. Side channels, which are smaller flows that branch off from the main channel, are labeled as Channel Segments 2, 3, and so on.\n\nThe necessity of this method lies in the importance of understanding the complex hydrological behavior of river systems, particularly in relation to side channels. Side channels play a crucial role in flood control, water quality, and aquatic habitat, but they can be difficult to identify and quantify due to their varying sizes and locations.\n\nThe method outlined in the text solves this issue by using a clear and consistent labeling system based on flow size and location. Side channels that are long enough and have sufficient flow to be identified as distinct features of the river system are given unique labels as Channel Segments 2, 3, and so on. This allows for easy tracking and analysis of these channels, which can help inform decisions related to flood management, water resource planning, and ecosystem restoration.\n\nIt's important to note that this method is based on visual observations and does not involve any coding or technical implementation. Instead, it provides a clear and concise framework for labeling side channels in a river system."
}{
  "description": " This text describes a method for identifying and labeling channel segments in a river or stream system based on their flow percentage and spatial relationship to the main channel. The channel segment number is a unique identifier assigned to side channels that meet certain criteria: they contain between 16% and 49% of the total flow, and are separated from the main channel by an island above the bankfull elevation for a distance equal to or greater than the site width category. The main channel is always labeled as channel segment 1.\n\nChannel segments that follow the first side channel are labeled sequentially with increasing numbers (channel segment 2, channel segment 3, and so on). Side channels separated by an island that are not as long as the site width category are not given a unique channel segment number.\n\nThe primary channel segment is defined as the main channel segment containing the highest percentage of stream flow throughout the site, and it will always have a segment number of 1. Its start is also always defined as the downstream boundary of the site.\n\nIn summary, this method uses the terms \"channel segment\", \"flow percentage\", \"side channels\", \"main channel\", \"island\", \"bankfull elevation\", \"site width category\", and \"primary channel segment\" to describe a systematic approach for labeling and identifying distinct flow paths in a river or stream system based on their flow proportion and spatial relationship to the main channel."
}{
  "target": " Identifying labeled side channels based on flow percentage and island separation."
}{
  "constraints": " Based on the provided text, here are the constraints identified and their locations:\n\n1. A side channel must contain between 16% and 49% of the flow to be uniquely identified by a channel segment number (lines 2-3).\n2. A qualifying side channel is defined as a channel separated from the main channel by an island that is above bankfull elevation for a distance equal to or greater than the site width category (lines 4-5).\n3. The main channel always has a segment number of 1 and is always identified as the primary channel segment containing the highest percentage of stream flow throughout the site (lines 7, 9-10).\n4. The first side channel encountered is labeled as channel segment 2, the next side channel is labeled as channel segment 3, and so on (line 6).\n5. Side channels separated by an island that are not as long as the distance of the site width category are not uniquely identified by a channel segment number (line 8)."
}