{
  "keywords": " Bankfullwidth, Indicators, Active channel, Depositional features, Riparian vegetation"
}{
  "abstract": " To determine the bankfull width of a river or stream, this method suggests several indicators to identify an active channel. An active channel is characterized by the presence of certain features, including a flat, depositional floodplain above the bankfull elevation, depositional features like point bars, and changes in slope and particle size distribution. Additionally, mature riparian vegetation and ceilings of undercut banks can serve as indicators.\n\nThe necessity of this method lies in establishing well-defined bankfull indicators throughout the length of the site, ensuring accurate surveys. By identifying an active channel using these indicators, it becomes possible to measure bankfull width effectively, which is crucial for various applications such as floodplain mapping and assessing river morphology.\n\nThis method addresses potential issues related to ambiguous or absent bankfull indicators, providing a reliable and comprehensive approach for determining bankfull width. It is essential to differentiate between old floodplains and terraces and the present indicators to maintain accuracy in the assessment."
}{
  "description": " In this text, the focus is on measuring Bankfullwidth in an active channel using specific indicators mentioned. The following is a more detailed description adhering to the given content and utilizing terms from the method:\n\nThe process of measuring Bankfullwidth involves locating major transects along the length of an active channel. To accomplish this, one must first ensure the presence of well-defined bankfull indicators. An active channel is characterized by the following features:\n\n1. Examine stream banks for an active floodplain: Look for a relatively flat, depositional area above the bankfull elevation that is commonly vegetated. This area is referred to as the floodplain.\n\n2. Depositional features such as point bars: Identify these features and determine their highest elevation, which typically indicates the lowest possible elevation for bankfull stage. Be aware that unusual flows during years preceding the survey can result in depositional features forming both above and below the bankfull elevation. Large floods can form bars extending above bankfull whereas several years of low flows can lead to bars forming below bankfull elevation.\n\n3. A break in slope of banks and/or change in particle size distribution: Note any abrupt changes in the bank's slope or a shift from coarser bed load particles to finer ones, deposited during bank overflow conditions.\n\n4. Locate the elevation where mature key riparian woody vegetation exists: Identify the lowest elevation for birch, alder, and dogwood species as these are commonly found at the bankfull level. Alternatively, willows may be located below the bankfull elevation.\n\n5. Examine the ceiling of undercut banks: This elevation is typically slightly below the bankfull elevation.\n\nIt's important to remember that older floodplains and terraces should not be mistaken for present indicators when conducting this survey. Careful attention must be paid during the process to ensure accurate measurement of Bankfullwidth.\n\nNo code was generated as there is no programming requirement mentioned in the task description."
}{
  "target": " Measuring bankfull width using compass, laser, and channel indicators."
}{
  "constraints": " Based on the text provided, here are the constraints applicable to the method and where they are stated:\n\n1. Bankfullwidth must be measured at each major transect using a compass and laser. (Line 1)\n2. Well-defined bankfull indicators must be present to establish survey transects throughout the length of the site. (Lines 3-4)\n3. An active channel will have some combination of the following bankfull indicators: i. Examine stream banks for an active floodplain, ii. Examine depositional features such as point bars, iii. A break in slope of the banks and/or change in particle size distribution, iv. Locate the elevation where mature key riparian woody vegetation exists, v. Examine the ceiling of undercut banks, vi. Stream channels actively reform bankfull features after shifts or down cutting in the channel. (Lines 5-17)\n4. Be careful not to confuse old floodplains and terraces with the present indicators. (Line 18)\n\nThere are no specific constraints mentioned regarding code generation from the text provided. If required, I can provide further information on how to implement these steps using code. However, the text itself does not contain any code or programming instructions."
}