{
  "keywords": " Chinook redd surveys, ArcGIS shapefiles, redd locations XY data, weekly inspections, double counting elimination"
,
  "abstract": " In order to accurately count Chinook redds in the Okanogan/Similkameen rivers, we follow a weekly survey process that aligns with carcass recovery efforts. To avoid double counting and ensure precision, we use digital maps of previous redd locations along with their collection dates. If a new redd is discovered during the current week's survey that wasn't accounted for in the previous week or if there is an increase in the number of redds at a specific location compared to the previous week, then it is added to our dataset. This process eliminates redundant counts and provides us with the most up-to-date and accurate Chinook redd count, which is essential for further analysis and reporting."
,
  "description": " In the given text, the authors describe their methodology for accurately counting Chinook redds in the Okanogan/Similkameen rivers using ArcGIS shapefiles and date data. This process is essential to prevent double-counting of redds and ensure the most accurate dataset for further analysis and reporting.\n\nFirst, they conduct weekly Chinook redd surveys that overlap with carcass recovery efforts. To achieve this, they utilize ArcGIS shapefiles containing XY coordinates (redd locations) along with the date of collection. By cross-referencing this data, they can determine which redds have been previously counted and eliminate double-counting in their analysis.\n\nThe authors assume that a Chinook redd is visible and countable for approximately two weeks under normal conditions. This timeframe allows them to inspect redd data for those that were not included in the previous week's dataset or exceeded the count from the previous week. Moreover, they identify redds occurring at different locations as potential additions to their corrected dataset.\n\nTo summarize, the authors utilize weekly Chinook redd surveys, ArcGIS shapefiles with XY coordinates and date data, and a two-week visible period assumption to generate an accurate and corrected dataset for any future analysis or reporting. By carefully inspecting the redd data, they ensure that redundancies are eliminated and only new or surplus redds from different locations are included in their final dataset."
,
  "target": " Eliminating double-counted Chinook redds using weekly data and GIS."
,
  "constraints": " Based on the text provided, here are the constraints applicable to the Chinook redd survey method and where they are stated:\n\n1. Weekly Surveys: Chinook redd surveys are conducted weekly (line 1).\n2. Coinciding with Carcass Recovery Efforts: The surveys coincide with carcass recovery efforts (line 1).\n3. Eliminating Double Counting: To eliminate double counting of redds, ArcGIS shapefiles of redd locations and date of collection are used (lines 3-4).\n4. Two-Week Visible Period: A Chinook redd is visible for a period of two weeks under normal conditions (line 6).\n5. Inspecting Redd Data: Redd data is inspected to include only those redds that were not already accounted for in the previous week, or are in surplus of those counted in the previous week, or occur in different locations (lines 7-10).\n\nTherefore, the constraints are there to ensure accurate and precise counting of Chinook redds by eliminating double counting, considering only visible redds within a two-week period, and accounting for any changes or new redds that may have occurred since the previous survey. No code is provided in the text."
}