{
  "keywords": " Adipose fin clip, Coded wire tag (CWT), Passive integrated transponder (PIT) tag, Marking and tagging procedures, Salmon, Hatchery origin, Batch identification, Smolt-to-adult return rates"
}{
  "abstract": " This text describes a method used to determine the success rate of marking and tagging procedures for juvenile salmon in a hatchery setting. The three common marking and tagging procedures are: removing adipose fins, inserting coded wire tags (CWTs), and passive integrated transponder (PIT) tags. Each method serves a unique purpose: the removal of adipose fins provides an external mark for identifying hatchery origin, CWTs help in batch marking hatchery production with unique codes, and PIT tags individually identify fish for calculating various metrics such as travel times, juvenile mortality, and smolt-to-adult return rates.\n\nSince thousands of fish are marked or tagged during a single event, it is essential to establish a baseline for marking and tagging success by counting small groups of fish to determine the number of successfully marked or tagged individuals. This information helps calculate important metrics related to smolt-to-adult return rates. In order to do this, hatchery personnel must hold sub-samples of fish in appropriate containers based on their facility design and best practices after marking or tagging events.\n\nThe necessity of this method comes from the importance of accurately determining the number of successfully marked or tagged fish for various applications, including calculating smolt-to-adult return rates. By sub-sampling and counting the numbers of fish with successful marks or tags, hatchery personnel can obtain accurate data on marking and tagging success and use this information to make informed decisions about their stock management practices."
}{
  "description": " This text describes three common marking and tagging procedures for juvenile salmon: the removal of adipose fins (methodID 3991), the insertion of coded wire tags (CWTs) (methodID 6583), and the use of passive integrated transponder (PIT) tags.\n\nThe first procedure involves the removal of the adipose fin, which is an easily identifiable external mark used to distinguish hatchery-reared fish from wild individuals. Adipose fin clips provide a permanent marker that helps in fish identification throughout their life cycle. The text recommends sub-sampling marked fish to determine the success rate of this procedure, as it is commonly applied to large numbers of fish during marking events.\n\nCoded wire tags (CWTs) are the second common tagging method mentioned. These tags, which are inserted into the fish's snout, are used for batch marking and have a diameter of approximately 0.25 mm and a length of 0.5 to 1.1 mm. The text explains that rows of numbers or marks etched into the wire help in identifying tagging groups, and CWT data is crucial for calculating smolt-to-adult return rates (methodID 1522). To determine the success rate of CWT application, sub-sampling marked fish is necessary.\n\nThe last procedure discussed is the use of passive integrated transponder (PIT) tags. These tags are commonly used to uniquely identify individuals and help in calculating travel times, juvenile mortality rates, and PIT tag based smolt-to-adult return rates. Since PIT tags can be applied to large numbers of fish, estimating the number of successfully marked fish is essential for accurate calculations. In this context, sub-sampling groups of fish after marking is recommended.\n\nIn summary, the text emphasizes the importance of determining the success rate of various marking and tagging procedures (adipose fin clips, CWTs, and PIT tags) by counting small groups of fish. This information is crucial for calculating essential salmon metrics like smolt-to-adult return rates. The choice of container to hold sub-samples depends on hatchery facility design and best practices."
}{
  "target": " Determining marking and tagging success in salmon populations."
}{
  "constraints": " Constraints:\n1. Sub-sampling of marked fish is required to determine mark application success for large numbers of fish (hundreds of thousands) due to practical limitations in counting every individual fish (e.g., \"An accurate estimate of the number of successfully marked fish is an important step in calculating smolt-to-adult return rates.\").\n2. The choice of container for holding sub-samples depends on the hatchery facility design and best hatchery practices when groups of fish within the hatchery must be held separately (e.g., \"For each of these marks and tags, it is important to establish a baseline for marking and tagging success... An accurate estimate of the number of successfully marked fish is an important step in calculating smolt-to-adult return rates... Therefore, this method describes the procedures for counting small groups of fish to determine the numbers of fish that were successfully marked with an adipose fin clip or tagged with a CWT or PIT tag. Note: in all instances where groups of fish within the hatchery must be held separately, the hatchery personnel will choose the most appropriate container to hold sub-samples of fish based on facility design and best hatchery practices.\").\n\nThe text does not provide any specific constraints related to coding or algorithms, as it mainly focuses on the procedures for marking and tagging juvenile salmon and determining the numbers of successfully marked fish using sub-sampling methods."
}