{
  "keywords": " Supplementation, Salmonids, Hatcheries, Remote site incubators (RSIs), Chinook salmon, Eggboxes"
,
  "abstract": " The text discusses the use of remote site incubators (RSIs) as an alternative to traditional hatchery production for supplementing salmon populations. RSIs are a cost-effective method for producing fish with higher fitness and greater likelihood of survival in the wild. This is important because current hatchery techniques, which rely on releasing hatchery-reared smolts, can be expensive and preclude natural selection for traits beneficial to juvenile survival.\n\nRSIs come in three forms: in-stream incubation boxes (eggboxes), out-of-stream incubators, and direct planting by burial in the streambed (artificial redds). These methods expose eggs and emerging fry to natural rearing conditions, such as hydrology, prey, and predation. RSIs offer several advantages over hatchery production: they are the lowest-cost life stage to produce, they may help mitigate negative fitness effects of domestic selection in hatcheries, and outplanting salmon at earlier life stages reduces the risk of compromised natal homing ability.\n\nThe text specifically focuses on the use of RSIs for Chinook salmon populations, which are an endangered species under the Endangered Species Act. RSIs provide a habitat where Chinook eggs can be protected and allowed to hatch and develop to fry before being released into the stream. This method, known as eggbox construction and installation for Chinook salmon, is an important tool for reestablishing and maintaining Chinook populations in the wild."
,
  "description": " The text discusses the concept of supplementation in aquatic populations, specifically focusing on salmonids, with a particular emphasis on Chinook salmon. Supplementation is defined as an artificial propagation method used to maintain or increase natural production while preserving the long-term fitness of target populations and limiting ecological and genetic impacts on non-target populations (Regional Assessment of Supplementation Program, 1992).\n\nSalmonid supplementation aims to offset lost production, especially for populations at risk of extinction or below carrying capacity (Reisenbichler and Rubin, 1999; Ames and Adicks, 2003; Aprahamian et al., 2003; Waples et al., 2007). Hatchery-reared smolts are the primary technique used for salmonid supplementation. However, this method is costly and prevents natural selection for traits beneficial to in-stream juvenile survival (Araki et al., 2007; Anderson et al., 2013; Milot et al., 2013; Einum and Fleming, 2001; Myers et al., 2004).\n\nTo address these limitations, remote site incubators (RSIs) have emerged as a cost-effective alternative to hatchery production. RSIs can produce individuals with higher fitness and a greater probability of yielding harvestable fish and restoring declining salmon populations (Aprahamian et al., 2003; Kirkland, 2012). Eggs in RSIs are carefully curated to ensure they are fertilized and disease-free prior to outplanting, maximizing egg-to-fry survival.\n\nRSIs come in three forms: 1) in-stream incubation boxes buried or placed on the streambed (eggboxes), 2) out-of-stream incubators, and 3) direct planting by burial in the streambed (artificial redds). RSIs expose eggs and emerging fry to a natural rearing regime, including hydrology, prey, and predation.\n\nCompared to conventional hatchery-rearing methods, RSIs offer several advantages. They are the least expensive life stage to produce, as they do not require significant energy inputs or infrastructure (Aprahamian et al., 2003). RSIs may also help mitigate negative fitness effects arising from domestic selection in hatcheries (Kirkland, 2012). Additionally, outplanting salmon at earlier life history stages reduces the risk of compromised natal homing ability (Aprahamian et al., 2003).\n\nChinook salmon are a federally endangered anadromous fish species. Supplementation efforts for Chinook populations have focused on various techniques and life history stages. The use of RSIs for Chinook salmon involves constructing, installing, and monitoring eggboxes to incubate eyed-eggs in a manner similar to natural redds. This method provides an artificial environment where eggs can hatch, develop to fry, and eventually release swim-up fry into the stream (Kirkland, 2012)."
,
  "target": " \"Exploring Remote Site Incubation for Salmon Supplementation\"\n\nPrimary focus: Examining RSIs for salmon supplementation."
,
  "constraints": " Based on the provided text, here are the constraints mentioned and where they are stated:\n\n1. Maintaining long-term fitness of target populations while keeping ecological and genetic impacts on non-target populations within specific biological limits (Regional Assessment of Supplementation Program 1992).\n2. Need to focus on population fitness in the wild as a metric for effectiveness (Fleming 1994; Reisenbichler and Rubin 1999; Waples et al. 2007).\n3. Hatchery-reared smolts released into rivers are expensive and preclude natural selection for traits that benefit in-stream juvenile survival (Araki et al. 2007; Anderson et al. 2013; Milot et al. 2013; Einum and Fleming 2001; Myers et al. 2004).\n4. Developmental stage at which fish are stocked is an important management consideration for any supplementation program (Johnson 2004).\n5. Eggs should be 100% fertilized and free of disease prior to outplanting to maximize egg-to-fry survival (Aprahamian et al. 2003; Kirkland 2012).\n6. Outplanting salmon at earlier life history stages reduces the risk of compromised natal homing ability (Aprahamian et al. 2003).\n7. Remote site incubators (RSIs) offer several advantages over conventional hatchery-rearing methods, including reducing negative fitness effects from domestic selection and lower cost (Aprahamian et al. 2003; Kirkland 2012).\n\nThere are no specific constraints mentioned in the text regarding the method of constructing, installing, and monitoring of eggboxes used to incubate Chinook salmon eyed-eggs. However, it is stated that RSIs offer several advantages compared to conventional hatchery-rearing methods, including exposing eggs and emerging fry to a natural rearing regime and producing individuals with higher fitness and greater probability of producing harvestable fish and restoring declining salmon populations (Aprahamian et al. 2003; Kirkland 2012). This suggests that the use of RSIs, including eggboxes, is part of an overall approach to supplementation that aims to minimize negative impacts on target and non-target populations while maximizing the effectiveness of restoration efforts."
}