{
  "keywords": " Thermographs, monitoring, summer temperatures, riparian canopy, data collection (keywords)"
,
  "abstract": " In order to monitor changes in summer temperatures in treated stream reaches over time, thermographs are installed at both ends. These devices record temperature data continuously throughout the year, including during the summer and winter seasons. The expectation is that as riparian canopy grows, stream width and depth ratios decrease, and hyporheic interaction improves, summer temperatures will gradually decline.\n\nTo ensure accurate temperature readings, instruments like Unidata Starloggers are set to record an entry every 5 seconds, with an average value computed every hour. A second thermistor probe is used to measure ambient air temperature in the same manner for comparison. Data is downloaded from these devices onto laptop computers every six months, and any necessary maintenance or calibration checks are conducted at this time. Additionally, instruments and wiring are inspected frequently during the summer months to ensure proper operation.\n\nBackup thermographs, such as Hobo Temps, may occasionally be deployed but are not used regularly due to their limited data storage capabilities. The importance of monitoring temperature changes lies in understanding how various factors influence water quality and aquatic life within treated stream reaches. By gathering consistent temperature data over time, researchers can identify trends and make informed decisions regarding the success or need for further improvement in restoration projects."
,
  "description": " In this text, the authors describe a methodology for monitoring summer and winter temperatures in treated stream reaches using thermographs. The thermographs are installed at both upstream and downstream ends of the streams to record changes over time. McGowan and Morton (2008) explain that the installation of these devices prior to project implementation is ideal, allowing for the collection of pre-project data.\n\nTwo types of thermographs are utilized in this study: Unidata Starlogger and Hobo Temp. Unidata Starlogger thermographs are deployed year-round to record temperature changes continuously. Specifically, these instruments record an entry every 5 seconds and compute an average hourly value. Simultaneously, a second thermistor probe records ambient air temperatures in the same manner. Data obtained from these devices is downloaded onto laptop computers every six months, typically in May and October. Any necessary maintenance, including accuracy checks against NIST registered thermometers, is conducted at these times.\n\nDuring summer months, frequent checks are performed on instruments and wiring to ensure proper operation and prevent dewatering of probes during base flow. In contrast, Hobo Temp thermographs are occasionally deployed as backup devices but are not used regularly due to their limited data storage capabilities. (McGowan and Morton 2008)\n\nIn summary, this methodology involves the use of thermographs for long-term monitoring of temperature changes in treated stream reaches. Unidata Starlogger thermographs are deployed year-round with hourly average temperature readings and ambient air temperature recordings. Data is downloaded every six months and instruments undergo regular maintenance. Hobo Temp thermographs serve as backup devices but have limited data storage capabilities.\n\nCode generation: This text does not contain any code."
,
  "target": " Monitoring temperature changes in treated stream reaches."
,
  "constraints": " Based on the provided text, here are the constraints applicable to the thermograph monitoring method:\n\n1. Thermographs are installed at the upstream and downstream ends of treated stream reaches (location constraint).\n2. Expected outcome is that summer temperatures will gradually decline as riparian canopy increases, stream width/depth ratios decrease, and/or hyporheic interaction improves (outcome constraint).\n3. Thermographs are installed prior to project implementation to collect 1-2 years of pre-project data (data collection constraint).\n4. Unidata Starlogger thermographs are deployed 365 days/year to record changes in both summer and winter temperatures (recording frequency constraint).\n5. Instruments are set to record an entry every 5 seconds and an average value computed every hour (sampling interval constraint).\n6. A second thermistor probe records ambient air temperature in the same manner as stream water temperature (data comparison constraint).\n7. Data are downloaded onto laptop computers every 6 months in May and October of each year (data access constraint).\n8. Any maintenance required is done at this time, and probes are checked for accuracy against NIST registered thermometers (calibration constraint).\n9. Instruments and wiring are checked frequently during the summer months to ensure proper operation or that the probes are not dewatered during summer base flow (maintenance constraint).\n\nThere is no mention of any specific code in the text, so there's no need to generate any code for this response."
}