{
  "keywords": " Cormack-Jolly-Seber model, open population model, encounter histories, capture-recapture events, survival probabilities, detection probabilities, marked fish, marked and unmarked fish, determination of survival and capture probabilities."
}{
  "abstract": " The Cormack-Jolly-Seber (CJS) model is a statistical method used to estimate fish populations and survival rates from capture-recapture data. Here's an overview of the process:\n\n1. Initial sampling: In the first step, a group of fish is captured, counted, marked, and released back into the population.\n2. Subsequent sampling: During subsequent sampling events, both marked and unmarked fish are captured. The proportion of marked to unmarked fish provides valuable information for calculating survival probabilities.\n3. Estimating survival and capture probabilities: Using the data from the initial and subsequent captures, we can estimate how many marked fish survived between sampling events (survival probability) and what is the likelihood of recapturing a marked fish during a sampling event (capture probability). These estimates help us understand the population dynamics.\n4. Necessity and benefits: The CJS model is crucial in managing fish populations as it helps determine the number of individuals that survive between captures, which is essential information for assessing population health and sustainable fishing practices. By using both marked and unmarked fish data, this method can provide more accurate estimates compared to methods relying solely on mark-recapture data from marked fish."
}{
  "description": " The Cormack-Jolly-Seber (CJS) model is an advanced population estimation technique used in capture-recapture studies for estimating survival and detection probabilities of fish populations from encounter histories. It's an open population model, meaning new individuals can enter or leave the population over time.\n\nIn an initial sampling event, fish are captured, enumerated, marked (usually with a unique tag), and released back into the wild. During subsequent capture events, both marked and unmarked fish are captured in varying proportions. This data is essential for calculating marked fish survival probability (S) and capture probability (p).\n\nThe CJS model uses a Bayesian framework to estimate these probabilities. It assumes that both survival and capture processes follow specific distributions, often assuming constant survival probability over time and homogeneous capture probability across all individuals. The model then applies likelihood equations based on the encounter histories to find the most probable values for S and p, given the observed data.\n\nThe estimation process involves setting up a system of linear equations, known as \"recapture-reencounter matrices,\" which represent the probabilities of each fish being captured during each pair of sampling events. The solution to this system provides estimates for S and p. Additionally, the model can be extended to estimate other parameters such as recaptures probability (R) or encounter rate (E).\n\nIt's important to note that the CJS method assumes certain conditions like closed populations between capture events, no tag loss or transfer, and independence of encounters. Violations of these assumptions may lead to biased estimates. However, its flexibility and ability to handle large datasets make it a popular choice in fish population studies.\n\nHere's an example of R code using the 'seber' package to fit a CJS model:\n\n```R\nlibrary(seber)\ndata <- data.frame(event = c(1, 1, 1, 1, 1, 2, 2, 2, 2),\n                 captured = c(0, 1, 1, 1, 1, 0, 1, 0, 1))\nmodel <- function(n, theta) {\n  list(S = theta[1], p = theta[2])\n}\nfit <- CJS(data, model = model, initial = c(S = 0.9, p = 0.5), method = \"MCMC\")\nprint(summary(fit))\n```"
}{
  "target": " Estimating survival and detection probabilities from capture-recapture data (CJS model)."
}{
  "constraints": " The Cormack-Jolly-Seber (CJS) model applies the following constraints:\n\n1. Closed Population Assumption: This assumption states that the population size remains constant between sampling periods. However, the CJS model is designed for open populations and allows for emigration and immigration. To apply this method to a closed population, we assume no migration or immigration.\n\n2. Mark-Recapture Assumption: Fish must be individually identifiable (marked) and detectable during capture events. Additionally, marked fish should not influence the probability of capturing unmarked fish. This assumption ensures that encounter histories can be used to estimate survival and detection probabilities accurately.\n\n3. Independent Captures Assumption: Each capture event must be independent from other capture events. In practice, this implies that the probability of catching a marked fish during one sampling period should not depend on whether or not it was caught during previous periods.\n\n4. No-Mark Recapture Probability: The probability of capturing an unmarked fish (p) must be constant across all capture events. This is also known as the \"probability of observing an unmarked individual at a single encounter.\"\n\nThe text provided does mention some constraints, such as the use of encounter histories and the estimation of marked fish survival and capture probabilities based on marked and unmarked fish captures during multiple events. However, it does not explicitly state the assumptions related to closed population, mark-recapture, independent captures, or no-mark recapture probabilities. These assumptions are inherent to the CJS model itself."
}