{
  "keywords": " Creel surveys, Hood River, Harvest estimates, Run year, Steelhead, Salmon (Chinook, Coho), Escapement, Natural production, Subbasin managers."
}{
  "abstract": " The Creel Survey is an annual process conducted on the Hood River to gather information about the harvest of various fish species, including summer and winter steelhead, spring and fall Chinook salmon, and coho salmon. The data collected helps determine if the set annual harvest goals are being met and assists in refining escapement to support natural production.\n\nHarvest estimates are categorized according to run year, with steelhead estimations spanning two calendar years. This information enables subbasin managers to make necessary adjustments to the fishery to ensure a balance between escapement (fish that return to spawn), broodstock for future generations, and harvest goals of hatchery fish.\n\nThe necessity of this survey arises from the importance of monitoring fish populations to maintain sustainable levels. By gathering accurate data on harvested fish, managers can make informed decisions and take appropriate actions to protect endangered species or prevent overfishing in designated areas. Furthermore, the data collected supports ongoing research and conservation efforts for these valuable natural resources."
}{
  "description": " The text describes the use of Creel surveys on the Hood River for estimating annual harvest quantities of summer and winter steelhead, spring and fall Chinook salmon, and coho salmon. These surveys are crucial for monitoring non-tribal harvests and reporting data based on run years, which may span two calendar years in the case of steelhead.\n\nThe harvest estimates generated from these surveys play a significant role in assessing whether established annual harvest goals have been met. They also serve to refine escapement to natural production. The term \"escapement\" refers to the number of fish that successfully return to their natal waters to spawn and continue the population cycle.\n\nSubbasin managers rely on in-season harvest estimates to make necessary adjustments to the fishery, ensuring a balance between escapement, broodstock (fish kept for reproduction), and harvest goals of hatchery fish. Hatchery fish are those that are artificially reared in controlled environments before being released into the wild.\n\nIn summary, Creel surveys are conducted annually on the Hood River to monitor non-tribal harvests of specific salmonid species. Harvest estimates are calculated according to run years and are used to assess harvest goals, escapement, and fish stock management within subbasins."
}{
  "target": " Annual creel surveys for salmon and steelhead harvest estimation."
}{
  "constraints": " The text describes the Creel survey method used for estimating harvest of certain fish species (summer and winter steelhead, spring and fall Chinook salmon, and coho salmon) in the Hood River. The constraints applicable to this method are as follows:\n\n1. Annual surveys: The surveys are conducted every year. (Line 1)\n2. Harvest estimates by run year: Estimates are reported based on the run year, which may span two calendar years for steelhead. (Lines 3-4)\n3. Escapement and natural production: Harvest data are used to determine if established annual harvest goals are achieved and to refine escapement to natural production. (Line 6-7)\n4. In-season adjustments: In-season harvest estimates allow subbasin managers to make changes to the fishery to balance escapement, broodstock, and harvest goals of hatchery fish. (Lines 8-10)\n5. Data use for monitoring and management: Harvest data are essential for monitoring the population status and making informed decisions regarding the fishery. (Implied throughout the text)\n\nThere is no constraint mentioned explicitly in the text related to sampling methods, accuracy, or statistical significance, so I cannot provide a detailed explanation for those constraints based on this text alone."
}