{
  "keywords": " ISO standards, date representation, time representation, calendar dates, international standards, 24-hour clock system, time zones."
,
  "abstract": " This text provides documentation for representing dates and times using the ISO (International Organization for Standardization) standards. The necessity of using ISO standards lies in ensuring consistency when querying data. Both dates and times are represented using a clear format that is internationally recognized. For dates, this involves including a four-digit year, two-digit month, and two-digit day. Examples include \"1981-04-05\" or \"19810405\". Time representation follows the ISO 8601 standard and includes hours, minutes, and seconds in a zero-padded format. An example would be \"13:47:30\". The use of colons to separate hours, minutes, and seconds is optional. This method solves potential issues related to inconsistent date and time representations, allowing for easier data management and querying."
,
  "description": " This text provides documentation for representing dates and times using the ISO international standards. The recommended format ensures consistency in data queries and is adopted by organizations such as the Northwest Environmental Data Network and ISO. Date representation includes a four-digit year [YYYY], two-digit month [MM], and two-digit day [DD]. For instance, the 5th of April 1981 can be represented as '1981-04-05' in extended format or '19810405' in basic format.\n\nTime representation follows ISO 8601 and uses a 24-hour clock system. The basic format consists of hour [hh], minute [mm], and second [ss] represented as zero-padded digits between 00 and 23 (for hours), 00 and 59 (for minutes), and 00 and 60 (for seconds with an additional leap second). The extended format includes the use of colon separators. For example, '13:47:30' represents 13 hours, 47 minutes, and 30 seconds. Optional in documentation for time representation is the inclusion of Time Zone for universal timezone offsets."
,
  "target": " ISO date-time format documentation: \"Four-digit year, two-digit month, two-digit day and time representation using ISO 8601 standard with optional colon separators.\" (For example, \"1981-04-05 13:47:30\" or \"19810405134730\")\n\nNote: Time zone information is recommended for UTC offsets."
,
  "constraints": " The text provides documentation for representing dates and times using ISO standards. The constraints applicable to the method are:\n\n1. A four-digit year (YYYY), two-digit month (MM), and two-digit day of the month (DD) must be provided to represent a date, e.g., 1981-04-05 or 19810405.\n2. The time representation uses either the basic format [hh][mm][ss] or extended format [hh]:[mm]:[ss], where hh is a zero-padded hour between 0 and 23, mm is a zero-padded minute between 0 and 59, and ss is a zero-padded second between 0 and 60 (where 60 is only used to notate an added leap second).\n3. The time representation can include a Time Zone for Universal timezone offsets.\n4. Zero-padding is used for hours, minutes, seconds, month, and day. For example, the fifth of April 1981 may be represented as either 1981-04-05 or 1981-04-05T13:47:30+02:00 (in extended format with a time zone offset).\n\nThese constraints are stated in the text explicitly and should be adhered to when using this documentation for representing dates and times."
}