{
  "keywords": " Wetted depths, Bankfull depths, Transects, Equidistant, Main channel"
,
  "abstract": " This method is used to measure the depths of a river or stream at eleven equal intervals along a single main channel. The importance of this procedure lies in determining both the wetted depth (the depth of water touching the riverbed) and bankfull depth (the maximum depth the river can reach during heavy rain or flooding). By focusing on one main channel, the method provides consistent and reliable data for evaluating water flow and potential flood risks. The information gained from this measurement is crucial for flood modeling, water resource management, and assessing the impact of human activities on aquatic environments."
,
  "description": " In this method, the process of evaluating wetted and bankfull depths is described for 11 equally spaced transects within a single main channel at each site. The procedure restricts measurements to just one primary channel, with the setup following guidelines similar to method ID 3828.\n\nMore specifically, this text outlines a step-by-step process for measuring wetted and bankfull depths along 11 transects in a main channel. Wetted depth refers to the vertical distance from the water surface to the bed of the channel during a flood event, whereas bankfull depth represents the maximum water level that a channel can carry without experiencing significant erosion or flooding. The measurements are performed at equidistant intervals along the transects, and the procedure is designed for use in one primary channel only. It's important to note that the method setup should adhere to guidelines similar to method ID 3828."
,
  "target": " Measuring wetted and bankfull depths in a main channel (Method ID 3828)."
,
  "constraints": " Constraints:\n1. The measurements will be restricted to one main channel. (This constraint is stated at the end of the method description.)\n2. The transects are set up at equidistant locations along each site. (No explicit statement regarding constraints related to this, but it's assumed that the method follows a specific standardized procedure for setting up transects.)\n3. Reach setup should be according to method ID 3828 or something similar. (This constraint is stated in the middle of the method description.)\n\nThe first constraint ensures that the measurements are taken only from the main channel, excluding any secondary channels or other features within the site. This may be important for specific applications where only the main channel contributes to a particular parameter of interest.\n\nThe second constraint implies that the transects should be set up consistently across all sites, with equal spacing between them. This standardization in data collection enables effective comparison and analysis of data from multiple sites.\n\nThe third constraint requires the user to follow a specific method for setting up the reach. Method ID 3828 or a similar method might have been previously developed and validated for achieving accurate results, ensuring consistency and reliability in measurement results across different studies."
}