{
  "keywords": " Fish passage, criteria, design, compliance, monitoring, gradient"
}{
  "abstract": " This method is used to evaluate the effectiveness of fish passage structures, such as dams and culverts, in allowing fish to migrate post-construction. It's important because natural stream conditions provide the benchmark for fish migration, and engineered solutions that significantly deviate from these conditions can impair fish passage. The method involves using design criteria provided by WDFW in their Water Crossing Design Guidelines. These criteria are based on the latest scientific research related to fish passage.\n\nThe evaluation process includes measuring the gradient of the fish passage structure and comparing it to the original design criteria. Any deviations greater than 20% are considered out of compliance. Projects built according to these guidelines are assumed to provide fish passage, so monitoring the project's design upon completion and over time is necessary to ensure continued effectiveness. Additionally, evaluating adult and juvenile fish densities can help determine if improvements have been made for partial fish passage barriers.\n\nIn summary, this method ensures that engineered solutions for fish passage continue to function effectively by comparing their performance against established design criteria and monitoring changes over time. It addresses the challenge of maintaining fish populations in man-made structures while preserving their natural migration patterns."
}{
  "description": " This text discusses the use of a methodology for evaluating fish passage structures to determine their compliance with design criteria and viability for at least five years post-construction. The natural stream channel serves as the benchmark for fish passage, and deviations from this condition can impair fish passage. The degree of compliance with design criteria is used to measure effectiveness.\n\nThe Water Crossing Design Guidelines (WDFW 2013), provided by Washington Department of Fish and Wildlife (WDFW), should be utilized for designing new stream crossing structures and restoring fish passage at identified barriers. These guidelines are based on the best available scientific research related to fish passage.\n\nThe evaluation process will encompass the data necessary to assess fish passage structures as outlined in the Fish Passage Barrier and Surface Water Diversion Screen Assessment and Prioritization (WDFW 2009) document. The gradient of the fish passage structure is measured and compared to the original design criteria, with deviations greater than 20% considered out of compliance.\n\nProjects designed and constructed according to criteria outlined in the referenced guidance documents are presumed to provide fish passage. Monitoring of project design upon completion of construction and over time is essential for measuring effectiveness. Additionally, evaluating adult and juvenile fish densities is necessary to determine whether improvements have been made in relation to partial fish passage barriers."
}{
  "target": " Evaluating fish passage compliance with design criteria."
}{
  "constraints": " The text discusses a method for evaluating fish passage structures to determine if they meet design criteria and remain viable for at least five years. Here are the constraints mentioned in the text:\n\n1. Fish passage structures should comply with design criteria provided by WDFW in the Water Crossing Design Guidelines. (Line 9)\n2. The gradient of the fish passage structure will be measured and compared to the original design criteria. Deviations greater than 20% shall be considered out of compliance. (Lines 14-16)\n3. Monitoring of project design upon completion of construction and over time is necessary for effectiveness monitoring. (Lines 20-22)\n4. To assess whether partial fish passage barriers have been improved, adult and juvenile fish densities should be evaluated to determine if increased fish utilization has been accomplished. (Lines 23-25)\n\nThere are no explicit constraints mentioned in the text that require a specific code implementation. The constraints are related to the methodology for evaluating fish passage structures to ensure they remain viable and effective."
}