{
  "keywords": " Fish passage, Criteria, Compliance, Design, Evaluation, WDFW guidelines (or Water Crossing Design Guidelines), Fish densities."
}{
  "abstract": " This method is used to evaluate whether fish can pass through engineered structures, such as dams or culverts, post-construction to ensure effective fish passage for at least five years. The approach follows guidelines from Washington Department of Fish and Wildlife (WDFW) to determine if newly constructed or restored crossings meet design criteria. These criteria are based on the natural stream conditions and aim to minimize fish passage impairment. Deviations greater than 20% from original design criteria indicate out-of-compliance structures. Evaluation of adult and juvenile fish densities helps determine if partial barriers have been improved. Regular monitoring of project designs upon completion and over time ensures the effectiveness of the engineered solutions."
}{
  "description": " This method is employed to assess the compliance of engineered fish passage structures with design criteria post-construction, ensuring continued fish passage for a minimum of five years. The assessment serves to evaluate the viability of engineered solutions to fish passage issues. Natural stream channels serve as the benchmark for fish migration at various life stages. Deviations from natural conditions result in impaired fish passage. The extent to which a completed fish passage structure adheres to design criteria is an indicator of its effectiveness.\n\nWDFW's Water Crossing Design Guidelines (Barnard et al., 2013) should be employed for designing new stream crossing structures and restoring fish passage at identified barriers. The methodology in this section encompasses the necessary data to complete evaluations of fish passage structures, as outlined in WDFW's Fish Passage Barrier and Surface Water Diversion Screen Assessment and Prioritization (2009). These guidelines are grounded in the best available scientific knowledge related to fish passage.\n\nAdditionally, the gradient of a fish passage structure will be measured and compared to its original design criteria. Deviations greater than 20% will be considered out of compliance. Projects designed and constructed according to the above-referenced guidance documents are assumed to provide fish passage. Monitoring project design upon completion of construction and over time is essential for measuring effectiveness. Furthermore, evaluating adult and juvenile fish densities at partial fish passage barriers can determine whether improvements in fish utilization have been achieved."
}{
  "target": " Evaluating fish passage compliance with design criteria."
}{
  "constraints": " The text discusses a method for evaluating fish passage structures to determine if they meet design criteria and remain viable for at least five years. Constraints applicable to the method are as follows:\n\n1. The natural stream channels provide the benchmark for fish passage (implies that fish passage in natural conditions should be considered).\n2. The degree of compliance with design criteria measures effectiveness (implies that adherence to specific design requirements is essential for effective fish passage).\n3. WDFW Water Crossing Design Guidelines and Fish Passage Barrier and Surface Water Diversion Screen Assessment and Prioritization documents should be used for design criteria (implies the importance of using scientifically-based design standards).\n4. Deviations of more than 20% from original design criteria are out of compliance (implies a specific threshold for what constitutes acceptable deviation from intended design).\n5. Monitoring project design upon completion and over time is necessary to assess effectiveness and improvements (implies ongoing evaluation and adaptation as needed).\n\nThese constraints ensure the reliability, consistency, and effectiveness of fish passage structures, while also accounting for the importance of adhering to scientifically-based design standards and continuously evaluating their performance."
}