{
  "keywords": " Adult Chinook, carcasses, collection, Okanogan basin, spawning population, estimation (egg retention, pre-spawn mortality)"
}{
  "abstract": " This text describes a method used during spawning surveys in the Okanogan basin to collect data on adult chinook salmon carcasses and their egg production. The necessity of this method lies in understanding the chinook salmon population dynamics, specifically in estimating pre-spawn mortality and total egg production.\n\nDuring the surveys, adult chinook carcasses are collected throughout the Okanogan basin during spawning season (August-November). The collection target is set at 20% of the spawning population within each reach. Simultaneously with carcass recovery efforts, redd float surveys are conducted. Collected carcasses are transported downstream in inflatable rafts and processed at suitable sites.\n\nData from carcasses includes sex, fork length (FL), post-orbital hypural length (POH), and estimated egg retention for females (ranging from 0 to 5,000). Eggs that are not found within a carcass are assumed to have been successfully deposited. Female carcasses with an estimated 5,000 eggs are considered pre-spawn mortalities. For more information on analyzing pre-spawn mortality, refer to Method ID: 6747.\n\nThis method is essential for monitoring the health and productivity of chinook salmon populations in the Okanogan basin. By collecting and analyzing data from carcasses, researchers can estimate egg production, assess pre-spawn mortality, and identify any potential issues or trends impacting the population. This information helps inform conservation efforts and management strategies for the sustainable use of chinook salmon resources.\n\nThere is no code generated in this answer as it's a high-level summary of the method in non-technical terms."
}{
  "description": " In the Okanogan basin, adult chinook carcasses are systematically collected during spawning ground surveys from August to November. The objective is to retrieve 20% of the spawning population within each reach for analysis. Concurrently with redd float surveys, carcass recovery efforts take place (Hillman et al. 2014).\n\nUpon discovery, carcasses are transferred into inflatable rafts and transported downstream until a proper site is located for processing. During this process, several biological metrics are collected from the recovered carcasses. These include:\n\n1. Sex determination: The sex of each carcass is identified.\n2. Fork length (FL): Measured to the nearest centimeter using a standard ruler or measuring tape, fork length refers to the distance from the tip of the snout to the fork in the tail.\n3. Post-orbital hypural length (POH): POH is measured to the nearest centimeter as well. It is defined as the length of the bone behind the eye socket from the point where it articulates with the skull to its tip.\n4. Estimated egg retention: For all female carcasses, an estimation of the number of eggs still within them is made. This ranges from 0 to 5,000 eggs. The estimation is visually determined.\n\nFurthermore, any eggs that are not found within a carcass are assumed to have been successfully deposited in the gravel bed. A female carcass with an estimated egg retention of 5,000 eggs is classified as a pre-spawn mortality (refer to Method ID: 6747 for more information on estimating adult chinook prespawn mortality).\n\nPlease note that additional data may be collected during the Okanogan carcass surveys, as outlined in Protocol ID: 2226."
}{
  "target": " Collecting and analyzing Chinook carcass data for spawning population assessment."
}{
  "constraints": " The text provides information about the procedure for collecting and processing adult chinook carcasses during spawning ground surveys in the Okanogan basin. Here are some constraints applicable to the method based on the given text:\n\n1. Carcass collection occurs during August-November. (line 1)\n2. The target sample size for carcass recovery efforts is 20% of the spawning population within each reach. (lines 2-3)\n3. Simultaneous redd float surveys occur during carcass recovery efforts. (line 4)\n4. Biological data, including sex, fork length (FL), post-orbital hypural length (POH), and estimated egg retention for females, is collected from carcasses. (lines 6-10)\n5. Eggs not found within a carcass are assumed to have been successfully deposited. (line 12)\n6. Female carcasses with an estimated 5,000 eggs are considered pre-spawn mortalities. (lines 13-14)\n7. More information about other metrics collected during the Okanogancarcass surveys can be found in Protocol ID: 2226. (line 10)\n8. Details on the analysis for pre-spawn mortality can be found in Method ID: 6747. (line 14)\n\nThere are no apparent constraints stated regarding code implementation within the text. The given information is mainly focused on the procedures and data collection during the chinook carcass surveys."
}