{
  "keywords": " Fish passage, Criteria, Design, Compliance, Monitoring, Gradient."
,
  "abstract": " This method is used to evaluate the effectiveness of fish passage structures, such as dams and culverts, by comparing them to natural stream conditions and design criteria provided by the Washington Department of Fish and Wildlife (WDFW). The purpose is to ensure that fish can pass through these structures for at least five years.\n\nThe method involves collecting data necessary to assess fish passage structures using guidelines from WDFW's Fish Passage Barrier and Surface Water Diversion Screen Assessment and Prioritization report. These guidelines are based on the latest scientific knowledge related to fish passage. The gradient of the fish passage structure is also measured and compared to the original design criteria, with deviations greater than 20% considered out of compliance.\n\nProjects designed and constructed to these criteria are assumed to provide fish passage. Ongoing monitoring upon completion of construction and over time is essential to ensure continued effectiveness. Additionally, evaluating adult and juvenile fish densities can help determine whether improvements have been made for partial fish passage barriers.\n\nIn summary, this method ensures that fish can pass through engineered solutions to fish passage problems by comparing them to natural conditions and design criteria, monitoring their effectiveness over time, and improving partial barriers as necessary."
,
  "description": " The text describes a methodology for evaluating the effectiveness of engineered fish passage structures, specifically those found at fish passage barriers and surface water diversions. This assessment is crucial to determine if these structures comply with design criteria set by the Washington Department of Fish and Wildlife (WDFW), as established in their Water Crossing Design Guidelines (Barnard et al., 2013).\n\nTo assess fish passage structures, the text recommends using data from Fish Passage Barrier and Surface Water Diversion Screen Assessment and Prioritization (WDFW, 2009), which is based on the latest scientific knowledge related to fish passage. In addition to evaluating compliance with design criteria, the gradient of the fish passage structure will be measured and compared to the original design specifications. Deviations greater than 20% from the design criteria are considered non-compliant.\n\nThe text emphasizes that projects designed and constructed according to the referenced guidance documents are assumed to provide fish passage. Therefore, it is essential to monitor these projects after completion of construction for long-term effectiveness. Furthermore, to evaluate whether partial fish passage barriers have been improved, it is necessary to assess adult and juvenile fish densities to determine if increased fish utilization has been achieved.\n\nIn summary, the text outlines a technical methodology for evaluating fish passage structures' compliance with WDFW design criteria and assessing their long-term effectiveness. This assessment considers both deviations from original design specifications and the impact on fish populations."
,
  "target": " Evaluating fish passage compliance with design criteria."
,
  "constraints": " The text describes a method for evaluating the effectiveness of engineered fish passage structures based on compliance with design criteria and comparison to natural stream conditions. Here are some constraints applicable to this method:\n\n1. Fish passage structures should be evaluated using the data necessary to complete assessments found in Fish Passage Barrier and Surface Water Diversion Screen Assessment and Prioritization (WDFW 2009). (Lines 8-10)\n2. Deviations of greater than 20% from original design criteria for the gradient of fish passage structures are considered out of compliance. (Lines 14-16)\n3. Projects designed and constructed to criteria in the referenced guidance documents are presumed to provide fish passage, and monitoring upon completion of construction and over time is necessary to assess effectiveness. (Lines 20-23)\n4. To assess improvements in partial fish passage barriers, adult and juvenile fish densities should be evaluated. (Lines 25-27)\n\nThese constraints ensure that the methodology is based on best available science related to fish passage, allows for measurable effectiveness monitoring, and considers both short-term and long-term implications of engineered solutions for fish migration."
}