{
  "keywords": " Fish passage, criteria, compliance, design guidelines, evaluation, monitoring."
,
  "abstract": " This method is used to evaluate whether engineered fish passage structures meet specific criteria after construction, ensuring effective fish passage for at least five years. It compares these structures to natural stream channels and uses guidelines from the Washington Department of Fish and Wildlife (WDFW) to assess compliance. Deviations greater than 20% from design criteria are considered non-compliant. Projects constructed according to WDFW guidance documents are presumed to provide fish passage, so monitoring upon completion and over time is crucial for effectiveness assessment. Additionally, the method evaluates adult and juvenile fish densities to determine if partial fish passage barriers have been improved. This process helps maintain fish populations and ensures that engineered solutions effectively address fish passage issues in streams."
,
  "description": " This text outlines a methodology for evaluating the effectiveness of engineered fish passage structures, specifically those found at fish passage barriers and surface water diversion screens. The objective is to determine whether these structures meet design criteria post-construction, ensuring viable fish passage for at least five years. Natural stream channels serve as the benchmark for fish passage across various fish life stages.\n\nThe degree of compliance with design criteria can indicate effectiveness, as structures that deviate significantly from natural conditions often impair fish passage. The Water Crossing Design Guidelines (Barnard et al., 2013), provided by Washington Department of Fish and Wildlife (WDFW), should be used when designing and constructing new stream crossing structures or restoring fish passage at identified barriers. These guidelines are based on the best available scientific research related to fish passage.\n\nAdditionally, the gradient of the fish passage structure will be measured and compared to its original design criteria. Deviations greater than 20% are considered out of compliance. Projects designed and constructed according to these guidelines are presumed to provide fish passage, making monitoring upon completion of construction and over time an essential part of effectiveness assessment.\n\nFor partial fish passage barriers, it's necessary to evaluate adult and juvenile fish densities to determine whether improved fish utilization has been achieved. This information can be obtained from assessments such as Fish Passage Barrier and Surface Water Diversion Screen Assessment and Prioritization (WDFW, 2009).\n\nThere is no code provided in the text."
,
  "target": " Evaluating fish passage compliance with design criteria."
,
  "constraints": " The text provides several constraints related to fish passage evaluation methods:\n\n1. Natural stream channels serve as the benchmark for fish passage (implying that natural conditions should be considered when evaluating engineered solutions).\n2. Fish passage structures should comply with design criteria provided by WDFW in their Water Crossing Design Guidelines and Fish Passage Barrier and Surface Water Diversion Screen Assessment and Prioritization documents.\n3. The gradient of the fish passage structure must not deviate more than 20% from the original design criteria.\n4. Monitoring fish passage structures upon completion of construction and over time is essential to determine effectiveness.\n5. To assess improvements in partial fish passage barriers, adult and juvenile fish densities should be evaluated.\n\nThere's no code in this answer. The constraints are extracted from the text and explained based on their context within the passage."
}