{
  "keywords": " Ex-vessel values, fish tickets, commercial fishery, reporting system, Columbia River, electronic fish ticket system."
,
  "abstract": " The Ex-vessel Value (EVV) is a measure used to evaluate the financial performance of a fishery for commercial fishers. It represents the total amount paid by buyers to fishers for their catch within a specific fishing zone and season. This data can be analyzed in various ways depending on the user's interests, such as comparing annual EVV or examining EVV by season or average price per pound over time.\n\nFish tickets are used to record the purchase of fish or shellfish from commercial fishers by wholesale dealers and canneries. In Oregon, where this process is described in detail, there are different types of fish tickets, including one for reporting landings of fish species caught in the Columbia River (CR) and its tributaries (excluding Willamette River). These CR gillnet fish tickets must be submitted by buyers to the Oregon Department of Fish and Wildlife (ODFW) through an electronic fish ticket system.\n\nThe necessity of this method lies in its role as a crucial source of data for fishery management. By requiring buyers to submit electronic fish tickets, ODFW is able to efficiently collect information on commercial landings, which includes essential details such as fisher, location, species, quantity, and price paid. This information is then used to calculate EVVs and support in-season management.\n\nThe use of an electronic system streamlines the reporting process and ensures timely submission of data. In Oregon, CR gillnet catch must be reported within 24 hours of closure of the fishing period or landing for periods lasting less than 24 hours. However, this requirement may differ depending on the fishery. This information is typically summarized after the end of the season to provide valuable insights into the fishery's financial performance and help inform management decisions.\n\nIn summary, the method of using fish tickets and calculating EVVs provides a critical means for effectively monitoring and managing commercial fisheries by collecting detailed data on landings, enabling in-season management and informing decision-making for long-term sustainability."
,
  "description": " The Ex-vessel Value (EVV) is a crucial metric in the commercial fishery industry, representing the amount paid to fishers by buyers for their landed catches within a specific fishery. EVV is computed as the sum of prices paid for individual landed fish, aggregated by commercial fishing zones and seasons. This data is vital for fishery managers aiming to evaluate fishery performance from the perspective of participating fishers.\n\nThe collection and utilization of this data depend on the user's interests. Managers may investigate inter-annual variation by comparing total annual EVV, seasonal EVV comparisons, or analyzing average price per pound over time. Ex-vessel values for commercial landings are derived from fish tickets.\n\nIn Oregon, fish tickets serve as a critical instrument for recording the purchase of fish or shellfish from commercial fishermen by wholesale fish dealers and canneries. One of five types of fish tickets issued by the Oregon Department of Fish and Wildlife (ODFW) is the Columbia River (CR) fish ticket. This ticket is utilized to report landings of fish species caught in the Columbia River and its tributaries, excluding the Willamette River. CR gillnet fish tickets are mandatory for submission by buyers to ODFW through the electronic fish ticket system, managed collaboratively by Pacific States Marine Fisheries Commission (PSMFC) and industry partners.\n\nFish tickets completed by buyers at the time of landed fish purchase contain essential information such as fisher's name, license number, commercial fishing zone, landing date, species caught, number and length, weight, and price paid for each fish. These tickets are necessary for state agencies responsible for fisheries management to ensure timely submission by buyers to facilitate in-season management.\n\nIn Oregon, CR gillnet catch reporting is mandatory within 24 hours of the fishing period closure or within 24 hours after landing for fishing periods extending beyond 24 hours. However, this requirement varies between fisheries. Ex-vessel values are typically compiled and summarized post-season."
,
  "target": " Analyzing ex-vessel values using fish ticket data."
,
  "constraints": " The text discusses the use of Ex-vessel values (EVV) in commercial fisheries, specifically in Oregon and the Columbia River system. The following constraints are applicable to the method as stated in the text:\n\n1. Data collection: Fish tickets are required for reporting landings of fish species caught in the Columbia River system. Buyers must complete these tickets at the time of purchase with information such as fisher, commercial fishing zone, landing date, species, number of fish landed, length, weight, and price paid. The tickets must be submitted electronically to the Oregon Department of Fish and Wildlife (ODFW) within a given time frame after closure of the fishing period or landing.\n2. Reporting frequency: Ex-vessel values are typically summarized post-season, indicating that data collection and reporting occur throughout the fishing season, but the results are not available in real-time.\n3. Electronic fish ticket system: The text mentions that the electronic fish ticket system is managed through Pacific States Marine Fisheries Commission (PSMFC) in cooperation with agency and industry partners. This suggests a reliance on technology for data collection and reporting.\n4. Compliance: Buyers are required to submit fish tickets electronically to ODFW within the given time frame after closure of the fishing period or landing, as per state regulations. Failure to do so may impact in-season management and potential penalties.\n5. Variability: The text mentions that data usage depends on the interest of the user and provides examples such as inter-annual variation by comparing total annual EVV or comparing EVV by season, or average price/pound over time. This indicates that there may be variability in EVV depending on the fishery, season, and other factors.\n\nThere is no code provided in the text."
}