{
  "keywords": " Coded-wire tags (CWT), Fishery analyses, Stock identification, Age composition, Inspection and correction."
,
  "abstract": " This method is used to analyze the composition of salmon stocks and their age structure in fisheries after the fishing season has ended. The analysis expands data from sampled observations using tag rates and sample rates, allowing for insights into unsampled stocks. This expanded information helps assess and compare the performance of different fisheries over time.\n\nThe method utilizes coded-wire tags (CWT) to identify individual salmon species and stocks based on phenotypic characteristics and fin marks during fishery sampling. Corrections are made using recovered CWT data, ensuring accurate identification of stocks.\n\nWhen an Endangered Species Act (ESA)-listed stock is present in a mixed-stock fishery, the method closely tracks stock calls and corrections to aid in-season management decisions. The collected scales samples are sent to labs for age determination and expansion to landings data.\n\nIn summary, this method is essential for understanding the true composition of salmon stocks and their age structure within a fishery, which is crucial for effective fisheries management, monitoring trends, and ensuring sustainability."
,
  "description": " This methodology outlines post-fishery analyses to determine the specific fisheries stocks and their age structures represented in landed catches. It employs the use of coded-wire tags (CWT) tag rates and sample rates to extrapolate individual CWT observations, accounting for unsampled salmon stocks within the fishery. Age data, disaggregated by stocks, are similarly expanded to include unsampled individuals.\n\nThe expanded stock and age composition of post-season landings are utilized to describe and compare fishery performance across years. Salmon undergoing fisheries sampling receive a visual stock identification (VSI) based on phenotypic traits and fin marks as per protocols such as Protocol 3577: Fisheries Sampling for the Select Area Fisheries Enhancement (SAFE) Program. Stock identifications are then confirmed through recovered coded-wire tags, whenever feasible, to facilitate necessary corrections.\n\nFrom the proportion of accurate and inaccurate VSIs, correction factors are calculated and applied to non-CWT VSIs. Close monitoring of stock calls and corrections is essential when an Endangered Species Act (ESA)-listed stock of salmon is part of a mixed-stock fishery, which may occur within a brief timeframe to facilitate in-season management.\n\nScales samples obtained during fishery sampling are dispatched to agency laboratories for processing. Once mounted and read, ages are recorded and merged with landed catches."
,
  "target": " Post-fishery analysis: Expanding CWT data for stock identification."
,
  "constraints": " The given text describes a method for analyzing fishery landings using coded-wire tags (CWT) and visual stock identification (VSI). The constraints applicable to this method are as follows:\n\n1. Availability of CWTs: The method relies on the use of CWTs for expanding individual observations and accounting for unsampled salmon stocks in the fishery. Therefore, the availability of CWTs is a constraint. (Line 2)\n\n2. Sample rates: The expansion of individual observations requires sample rates to be high enough to adequately represent the population. However, the text does not explicitly state this as a constraint; it assumes that sufficient samples have been collected.\n\n3. Accuracy of VSI: The method uses visual stock identification (VSI) based on phenotypic characteristics and fin marks for initial stock calls. Corrections are made using recovered CWTs when possible. The accuracy of the VSI is a constraint since incorrect identifications can lead to erroneous results. (Lines 10-12)\n\n4. Timeliness of corrections: When an ESA-listed stock is part of a mixed-stock fishery, it's crucial to make corrections quickly for effective in-season management. (Lines 13-15)\n\n5. Age data availability: The method requires age data for both sampled and unsampled individuals, which may not always be readily available or complete. (Line 7)\n\n6. Scales sample collection: Proper handling, storage, and processing of scales samples are essential to ensure accurate age determination and expansion to landings. (Lines 16-18)\n\nThese constraints are inherent in the method itself due to the reliance on CWTs for population estimation and the use of visual stock identification for initial assessments."
}