{
  "keywords": " Fish passage, Criteria, Design, Compliance, Monitoring, Gradient"
}{
  "abstract": " This method is used to evaluate whether engineered fish passage structures meet specific criteria to ensure fish can continue to pass through for at least five years. The natural stream channel serves as a benchmark for fish migration. The closer a crossing structure deviates from the natural condition, the more difficult it becomes for fish to pass. Design criteria for new crossings and fish passage restoration are provided by Washington Department of Fish and Wildlife (WDFW) in their Water Crossing Design Guidelines. Evaluations will use data from Fish Passage Barrier and Surface Water Diversion Screen Assessment and Prioritization. Deviations of more than 20% from original design criteria are considered out of compliance. Projects built to these guidelines are presumed to provide fish passage, so monitoring upon completion and over time is essential for effectiveness assessment. For partial barriers, adult and juevnile fish densities must be evaluated to determine if fish utilization has improved. This method ensures compliance with best available science related to fish passage and addresses the issue of impaired fish passage in engineered structures."
}{
  "description": " This text describes a methodology for evaluating the effectiveness of engineered fish passage structures post-construction, with a focus on determining whether they comply with design criteria and continue to provide fish passage for at least five years. The natural stream channel serves as a benchmark for comparing fish passage capabilities. Deviations from prevailing natural conditions can result in impaired fish passage.\n\nThe methodology utilizes design criteria outlined in the Washington Department of Fish and Wildlife (WDFW) Water Crossing Design Guidelines (Barnard et al., 2013). These guidelines are based on current scientific knowledge related to fish passage. Data for evaluating fish passage structures will be derived from the Fish Passage Barrier and Surface Water Diversion Screen Assessment and Prioritization document published by WDFW in 2009.\n\nAdditionally, the gradient of the fish passage structure is measured and compared to the original design criteria. Deviations greater than 20% are considered out of compliance.\n\nProjects designed and constructed according to the aforementioned guidance documents are assumed to provide fish passage. Monitoring of project design upon completion of construction and over time serves as an appropriate and measurable effectiveness monitoring method.\n\nEvaluating partial fish passage barriers requires assessing adult and juvenile fish densities to determine if increased fish utilization has been achieved."
}{
  "target": " Evaluating fish passage compliance with design criteria."
}{
  "constraints": " The text discusses a method for evaluating fish passage structures to determine if they meet the designed criteria and remain viable for at least five years. Here are some constraints applicable to the method based on the given text:\n\n1. Use of design criteria from WDFW Water Crossing Design Guidelines: The text states that new stream crossing structures and restoration projects should utilize design criteria provided through WDFW in the Water Crossing Design Guidelines (Barnard et al., 2013). These guidelines are based on the best available science related to fish passage.\n\n2. Measuring and comparing gradients: The text states that the gradient of the fish passage structure will be measured and compared to the original design criteria. Deviations greater than 20% shall be considered out of compliance.\n\n3. Monitoring project design upon completion: The text states that monitoring of project design upon completion of construction and over time is necessary to assess effectiveness and ensure that projects designed and constructed to the provided guidance documents are presumed to provide fish passage.\n\n4. Evaluating adult and juvenile fish densities: To assess whether partial fish passage barriers have been improved, it's necessary to evaluate adult and juvenile fish densities to determine if increased fish utilization has been accomplished.\n\nThere's no need for code generation since there are no coding-related questions in your text."
}