{
  "keywords": " Statistical model, Mark-recapture, Hierarchical Bayesian Model (HBM), Multiple strata, Partial pooling"
,
  "abstract": " In this study, we aim to estimate the population size of predatory fish species using a statistical model. The approach we propose is based on mark-recapture methods, which are commonly used in wildlife population research. Our model is called a Hierarchical Bayesian Model (HBM), and it's an extension of previous HBM models that can account for multiple strata within a year.\n\nThe necessity of using this method comes from the complexity of our study design. Traditional mark-recapture methods may not be sufficient when dealing with multiple strata, meaning different groups or areas within the population. The HBM allows us to pool information across these strata while still accounting for their unique characteristics. This provides more robust estimates compared to using completely independent estimates for each site, yet it's also a compromise between complete pooling across sites which might overlook local variations.\n\nOur initial HBM model is based on the works of Wyatt (2002), Wyatt (2003), Rivot et al. (2008), and Korman et al. (2016). It results in 'partial pooling', which means that instead of assuming all populations are identical, it recognizes and allows for some differences between them while still combining information to increase precision. This can lead to more accurate population estimates as compared to either complete pooling or independent estimation methods.\n\nKeep in mind, this explanation is provided at a high-level, non-technical focus without any specific code involved. If you need further details or explanations on the technical aspects of the HBM or its implementation, please let me know and I'd be happy to help guide you to additional resources."
,
  "description": " In this text, the authors propose using a statistical mark-recapture model to estimate the population abundance of predatory fish species within a given sample frame. They suggest utilizing a Hierarchical Bayesian Model (HBM) as their initial model due to its ability to account for multiple strata within a year, extending upon previous HBM modeling frameworks (Wyatt 2002, Wyatt 2003, Rivot et al. 2008, Korman et al. 2016).\n\nThe authors explain that their HBM results in partial pooling, which is a compromise between the extremes of complete pooling across sites and independent estimates for each site. This approach may offer more robust estimates compared to complete pooling, as it takes into account the correlation between sites within a stratum while still allowing for variability between strata.\n\nThe Hierarchical Bayesian Model is a statistical modeling framework that allows for hierarchical relationships among data points. In this context, it is applied to mark-recapture data from multiple fish populations (strata) sampled over multiple years. The HBM incorporates prior knowledge and assumptions about the population dynamics of predatory fish species within these strata and enables estimation of population abundance and uncertainty using Bayesian inference.\n\nThe authors suggest that partial pooling within the HBM could provide more reliable estimates compared to complete pooling across sites, as it accounts for the correlation between sites within a stratum while still allowing for variability between strata. This is an important consideration when working with complex fish populations and multi-year sampling designs.\n\nHere's a simplified R code example using the `INLA` package to fit an HBM model with partial pooling:\n\n```r\nlibrary(INLA)\n\n# Assume you have a data frame 'data' with mark-recapture data\n\n# Define model structure with partial pooling\nmodel <- inla(\n  y ~ dpois(prior(type = \"beta\", shape1 = alpha, shape2 = beta)),\n  alpha ~ normalr(0, sd_alpha),\n  beta ~ normalr(0, sd_beta),\n  phi ~ dirichlet(alpha = rep(1, nSites)),\n  sigma ~ expon(rate = 1),\n  site ~ categorical(levels = unique(data$site)),\n  group.site ~ integer(),\n  group.year ~ integer(),\n  alpha[., \".\"] <- integrate(alpha, alpha, function(a) prior(type = \"beta\", shape1 = a, shape2 = beta)$mean),\n  group.site[., \".\"] <- site,\n  group.year[., \".\"] <- year\n)\n\n# Fit model and extract posterior samples for abundance estimates\nposterior_samples <- posterior_samples(model)\n```\n\nThis code defines an HBM with partial pooling for multiple sites within each stratum (in this example, `nSites` is the number of unique sites). The model includes the necessary components to represent site and year effects while allowing for correlation between estimates from similar strata. Note that the provided R code is just a simplified example and may not be directly applicable to your specific study design or data."
,
  "target": " Estimating population abundance using hierarchical bayesian modeling."
,
  "constraints": " The text describes the use of a Hierarchical Bayesian Model (HBM) for estimating population abundance of predatory fish species. The following constraints and assumptions are mentioned in the text:\n\n1. Statistical-based mark-recapture model: This method requires data collected through mark-recapture studies, which involve identifying and recapturing individuals from a population over multiple sampling occasions. It assumes that the capture probabilities are constant across sites and years (at least within strata), and that individuals can be identified uniquely.\n2. Multiple strata within a year: The HBM is extended to account for multiple strata within a year, likely to accommodate differences in fish behavior or environmental conditions across different time periods. This assumption allows for more accurate estimates of population abundance by considering the spatial and temporal structure of the data.\n3. Partial pooling: The results of the HBM provide robust estimates through partial pooling. Partial pooling is a compromise between complete pooling (pooling all data from different sites or strata) and independent estimates for each site. This approach balances the need for precision and accuracy in population abundance estimation, recognizing that some variation exists across sites or strata but also acknowledging that there are similarities that can be leveraged to improve overall estimation accuracy.\n\nThe text mentions several studies (Wyatt 2002, Wyatt 2003, Rivot et al. 2008, and Korman et al. 2016) that have contributed to the development of this statistical method for estimating population abundance using HBM. These references can be useful for further understanding the underlying theory and assumptions associated with the method."
}