{
  "keywords": " Salmon survival rates, Multidimensional response surfaces, Non-parametric multiplicative regression (NPMR), Species interactions, Environmental predictors, Parametric statistical approaches, Linear and logistic regression, Zero response threshold, Cross-validation procedures."
,
  "abstract": " This text describes a method for analyzing factors affecting the survival rates of juvenile salmon after being released from captivity into natural environments. The analysis aims to identify environmental variables that can be used as predictors of smolt-to-adult survival rates (SAS) by exploring patterns retrospectively. While some variables, like water temperature and days reared before release, are controlled during hatchery operations, others like ocean indices cannot be controlled but still impact SAS rates.\n\nTraditional statistical approaches for modeling species responses, such as parametric regression models, are not ideal for capturing the complexity of salmon response to multiple interacting factors due to their limitations in handling additivity and functional forms. The suggested alternative is Non-Parametric Multiplicative Regression (NPMR), a more robust tool that represents species response surfaces in multidimensional predictor space.\n\nKey features of NPMR include:\n1. It accommodates interactions among environmental predictors, which is mathematically challenging for traditional models.\n2. It allows the response variable to have a minimum (zero) and a physiologically determined maximum.\n3. It caters to species responding simultaneously to multiple interacting factors.\n4. If any factor is intolerable, the species response will be zero.\n5. It offers practical solutions for complex modeling with adaptive nonparametric curve-fitting techniques using multiplicative combinations instead of additive ones.\n6. No predefined model form is required.\n7. Cross-validation procedures are built-in to prevent overfitting, and predictors can be either numeric (continuous) or categorical (qualitative).\n8. Various measures of species performance, such as presence/absence, abundance, physiological rates, and demographic parameters, can be considered.\n\nNPMR provides a powerful solution to the limitations of traditional statistical models for understanding complex environmental factors influencing salmon survival."
,
  "description": " This text discusses the use of non-parametric multiplicative regression (NPMR) for analyzing smolt-to-adult survival rates (SAS) of juvenile salmon. SAS is influenced by various factors, both controllable through hatchery protocols and uncontrollable environmental variables. Controllable factors include water temperature and days reared before release. Uncontrollable variables can be obtained from sources like ocean indices, such as Pacific Decadal Oscillation (PDO).\n\nThe text describes a method to retrospectively identify environmental variables that influence SAS rates by exploring patterns in the data. The goal is not to test hypotheses but rather to understand the complex relationships between variables and their impact on salmon survival. NPMR is employed due to its ability to capture multidimensional interactions among environmental predictors, which is mathematically challenging for traditional parametric statistical approaches like linear or logistic regression.\n\nThe premises of NPMR include:\n1. The response variable (SAS) has a minimum of zero and a physiologically-determined maximum.\n2. Species respond to multiple interacting factors simultaneously.\n3. If any factor is intolerable, species response will be zero.\n\nNPMR offers advantages over traditional models:\n1. It accommodates interactions among environmental predictors, while traditional models do not.\n2. It uses nonparametric curve-fitting techniques with multiplicative components, making it more flexible and robust.\n3. There is no need to specify an overall model form in advance.\n4. NPMR includes built-in cross-validation procedures to prevent overfitting.\n5. Predictors can be both numeric (continuous) or categorical (nominal).\n\nThe text suggests that the chosen analysis may reveal parameters for future exploration, possibly leading to adjustments in release numbers or rearing protocols if predictive capabilities are established. Data collection and preparation are required before running the modelling software. The success of this approach depends on the availability of sufficient measured variables to represent variation in SAS rates."
,
  "target": " Identifying environmental predictors of salmon survival using non-parametric multiplicative regression."
,
  "constraints": " The text describes a method for exploring patterns retrospectively to identify environmental variables that affect smolt-to-adult survival rates (SAS) for juvenile salmon. Here are the constraints mentioned in the text and where they are stated:\n\n1. Data availability: \"We have, or can obtain, data for this analysis.\" This constraint is related to having enough data to perform the analysis.\n2. Linearity assumption of traditional statistical approaches: \"These approaches are unnecessarily constrained by additivity of model terms, which leads to over-parameterized models.\" The text mentions that traditional parametric statistical approaches such as linear and logistic regression have a limitation in assuming linearity between variables, leading to over-parameterization and potentially missing complex interactions.\n3. Interactions among environmental predictors: \"NPMR provides a practical solution by adapting nonparametric curve-fitting techniques, where the components are combined multiplicatively rather than additively.\" This constraint is related to the importance of accounting for interactions among environmental predictors.\n4. Presence/absence or absence/presence: \"Predictors can be numeric (continuous) or categorical (nominal).\" This constraint is related to the type of data that can be used as predictors in the analysis, including both continuous and categorical variables.\n5. Minimum and maximum values: \"The response variable has a minimum of zero and a physiologically-determined maximum.\" This constraint refers to the range of possible values for the dependent (response) variable.\n6. Multiple interacting factors: \"Species respond simultaneously to multiple interacting factors, and.\" This constraint is related to the complexity of species responses and the need for a modeling approach that can capture interactions among multiple environmental predictors.\n7. Intolerable factors: \"if any of the factors is intolerable, then the species response is zero.\" This constraint refers to the importance of accounting for the potential impact of intolerable factors on species responses.\n\nThere is no code provided in the text."
}