{
  "keywords": " High frequency sonar, DIDSON software, CSOT feature, motion detection, user parameters (Minimum Cluster Area, Maximum Cluster Area, Minimum Threshold)"
,
  "abstract": " The method described in the text uses high-frequency sonar files recorded by DIDSON software to detect moving objects during salmon migration seasons. The Convolved Samples Over Threshold (CSOT) feature is employed to process these files and identify motion-only events. CSOT works by filtering out frames with only moving objects that meet certain size and brightness requirements, saving disk space and observation time. This technique is crucial as it helps manage vast amounts of data generated during prolonged recording sessions. The algorithm's effectiveness lies in its customizability through user-defined parameters like minimum and maximum cluster areas and a threshold value in decibels."
,
  "description": " The given text describes the use of High frequency sonar files recorded with DIDSON software version 5.25.48, which captures data at a frame rate of six frames per second continuously for 24 hours a day and seven days a week during the salmon migration season. These files undergo processing using the Convolved Samples Over Threshold (CSOT) feature in DIDSON software.\n\nThe CSOT is a motion detection algorithm that processes high-frequency DIDSON files to identify and separate motion-only events from noise. This technique, presented by Sound Metrics in 2009a, enables the saving of both disk space and observation time. CSOT functions based on user-defined parameters, such as Minimum and Maximum Cluster Area, and a Minimum Threshold value expressed in decibels (dB).\n\nIn more technical detail, the CSOT algorithm uses cluster analysis to detect moving objects larger than a specified size and brightness in sonar data. When an object is detected, it is grouped into a cluster based on its spatial and temporal proximity to other objects. The Minimum Cluster Area parameter sets the smallest area required for a cluster to be recognized as a valid motion event. Conversely, the Maximum Cluster Area parameter determines the largest size of a cluster that will still be considered as part of a single event.\n\nAdditionally, the CSOT algorithm includes a Minimum Threshold value in decibels (dB). This parameter sets the minimum intensity difference between successive frames for an object to be identified as moving. If the change in intensity between two frames falls below this threshold, the object will not be considered as moving and will not be included in the motion-only event detection.\n\nIn summary, the CSOT feature of DIDSON software processes high-frequency sonar data using a motion detection algorithm to identify and isolate motion-only events based on user-defined parameters including Minimum and Maximum Cluster Area and Minimum Threshold value (in decibels). This technique enables efficient storage and analysis of sonar data during the salmon migration season."
,
  "target": " High frequency sonar processing using CSOT algorithm for motion event detection."
,
  "constraints": " Based on the provided text, the following constraints applicable to the CSOT method using DIDSON software are:\n\n1. The method uses high frequency DIDSON files recorded at six frames per second. This constraint is stated as \"High frequency sonar files are recorded using DIDSON software version 5.25.48 at six frames per second,\" and\n2. The CSOT feature processes motion-only events from the high frequency DIDSON files. This constraint is stated as \"CSOT processes high frequency DIDSON files to periods of motion-only events.\"\n3. User specified parameters are used in the CSOT algorithm, including Minimum and Maximum Cluster Area, and a Minimum Threshold value in decibels (dB). These constraints are stated as \"The algorithm is based on user specified parameters, including Minimum and Maximum Cluster Area, and a Minimum Threshold value in decibels (dB).\"\n\nThere is no evidence from the provided text that other constraints, such as specific file formats or hardware requirements, apply to the CSOT method. If there were any code involved, it would not be included in the text snippet provided."
}