{
  "keywords": " Columbia River Basin, Anadromous salmonids, Endangered Species Act (ESA), Monitoring strategy, Water quality attributes (temperature, turbidity, conductivity, pH, dissolved oxygen, nitrogen, phosphorus)"
,
  "abstract": " The Columbia River Basin has seen significant declines in anadromous salmonid populations over the last 30 years, with many now protected under the Endangered Species Act (ESA). To effectively assess and reverse these trends, a comprehensive monitoring strategy is needed. However, existing data from current and historical monitoring programs are often insufficient for ESA assessments and recovery planning due to their limited scope and reliability.\n\nTo address this issue, a method called continuous water quality monitoring at integrator sites has been proposed. This method involves monitoring seven key water quality attributes - temperature, turbidity, conductivity, pH, dissolved oxygen, nitrogen, and phosphorus - at the downstream end of each population or subpopulation. These integrator sites allow for assessments of water quality trends that impact the entire population.\n\nContinuous monitoring is achieved through the use of specialized instruments deployed at these sites, following manufacturers' guidelines for deployment and calibration. These instruments are co-located with flow gauges operated by the USGS or Washington State Department of Ecology to allow investigators to assess the effect of stream flow upon water quality attributes.\n\nThe accuracy of the monitoring equipment meets Data Quality Level A as defined by the Oregon Watershed Plan Water Quality Monitoring Technical Guidebook, ensuring reliable and precise data collection. By collecting data at this scale and with high accuracy, investigators can effectively evaluate the health and trends of anadromous salmonid populations in the Columbia River Basin, providing essential information for ESA assessments and recovery planning efforts."
,
  "description": " The Columbia River Basin anadromous salmonids have experienced significant population declines over the past three decades, leading to several species being listed under the Endangered Species Act (ESA) (Schaller et al. 1999; McClure et al. 2002). To reduce uncertainties and develop strategies for reversing this trend, a comprehensive monitoring strategy is necessary (Tear et al. 1995; Campbell et al. 2002; Morris et al. 2002). Existing data from current and historical monitoring programs are often insufficient for ESA assessments and recovery planning due to their inadequacy and unreliability (Tear et al. 1995; Campbell et al. 2002; Morris et al. 2002).\n\nMonitoring efforts for anadromous salmonids in the Columbia River Basin have historically been focused on evaluating the impacts of specific management actions, such as hatchery effects (Jordan 2003). These data are typically collected at the subpopulation and population levels. However, ESA requirements necessitate assessments of species and their habitats at multiple spatial scales, from specific reaches to subpopulations, populations, and the Evolutionary Significant Unit (ESU), which represents distinct populations or groups of populations contributing to the evolutionary legacy of the species (Hillman 2006).\n\nThe United States Environmental Protection Agency's Unified Collaborative Monitoring System (UCMS) has identified seven water quality attributes that should be continuously monitored: temperature (weekly and daily maximums), turbidity, conductivity, pH, and dissolved oxygen (DO) at integrator sites, which are monitoring locations situated at the downstream ends of each population or subpopulation distribution (Jordan 2003). Seasonal measurements of nitrogen and phosphorus should also be taken through monthly grab samples at these same integrator sites.\n\nContinuous monitoring of water quality attributes at integrator sites adheres to manufacturers' guidelines for deployment and calibration, and is co-located with flow gauges operated by the United States Geological Survey (USGS) or Washington State Department of Ecology (WDOE). This coupling allows investigators to evaluate the effect of stream flow on water quality attributes. The accuracy of water quality instruments meets Data Quality Level A as defined in the Oregon Watershed Plan Water Quality Monitoring Technical Guidebook (2001).\n\nTemperature and dissolved oxygen are critical water quality parameters for anadromous salmonids, as they influence their growth, survival, and behavior. Temperature maximums are measured weekly, while daily maximum temperatures are recorded daily. Dissolved oxygen measurements are essential to assess the fish's ability to breathe under various environmental conditions (Jordan 2003). Turbidity, conductivity, pH, nitrogen, phosphorus, and other water quality attributes can impact salmonid health and survival as well.\n\nIn summary, comprehensive monitoring of anadromous salmonids in the Columbia River Basin requires continuous measurement and assessment of seven water quality attributes at integrator sites, co-located with flow gauges, to meet ESA requirements and improve our understanding of population trends and ecological processes. This approach allows for effective data collection and analysis across various spatial scales, contributing to more accurate species assessments, recovery planning, and informed decision-making."
,
  "target": " Implementing comprehensive monitoring strategy for Columbia River salmonids' water quality."
,
  "constraints": " The text discusses the need for a comprehensive monitoring strategy for anadromous salmonids in the Columbia River Basin due to population declines and the requirements of the Endangered Species Act (ESA). The constraints applicable to the method are as follows:\n\n1. Spatial Scale: Data collection is typically at the subpopulation and population level, but assessments under the ESA require evaluations at multiple spatial scales, from specific reaches to the Evolutionary Significant Unit (ESU).\n2. Water Quality Monitoring: The seven water quality attributes identified for continuous monitoring include temperature, turbidity, conductivity, pH, dissolved oxygen (DO), nitrogen, and phosphorus. Monitoring sites are located at the downstream end of each population or subpopulation, and seasonal measurements of nitrogen and phosphorus are collected monthly. Methods follow manufacturers' guidelines for deployment and calibration, and water quality monitoring stations are co-located with flow gauges operated by the USGS or WDOE to assess the effect of stream flow on water quality attributes. The accuracy of the water quality instruments meets Data Quality Level A as defined in the Oregon Watershed Plan Water Quality Monitoring Technical Guidebook.\n\nThese constraints are necessary due to the requirements of the ESA, which mandate comprehensive assessments of species and their habitat at multiple spatial scales for effective conservation efforts. Additionally, continuous monitoring of water quality attributes is crucial for understanding the health of salmonid populations and ensuring that regulatory standards are met. The use of flow gauges in conjunction with water quality monitoring stations enables investigators to assess the impact of stream flow on water quality, which can inform management decisions and mitigate potential threats to anadromous salmonids in the Columbia River Basin."
}