{
  "keywords": " Redband rainbow trout, Hatchery kokanee salmon, Vemco transmitters, Surgical implantation, Passive monitoring, Receiver array"
,
  "abstract": " In order to gain a deeper insight into the behaviors and movements of redband rainbow trout and hatchery kokanee salmon in Lake Roosevelt, scientists will use a method called tagging and passive monitoring. This involves surgically implanting small transmitters, made by Vemco, into a selected group of these fish. The receivers for these transmitters are already installed in the lake.\n\nWith this setup, the fish with the transmitters will be continuously monitored as they move through the water without any additional interaction from researchers. This passive monitoring allows scientists to track the fish's movements and locations over time, providing valuable information about their distribution, migration patterns, and interactions with their environment.\n\nThis method is essential for understanding these fish populations better since it can be challenging to observe their behavior directly in large lakes like Lake Roosevelt. By using Vemco transmitters and receivers, researchers can collect data that would otherwise be difficult or impossible to obtain. The monthly downloads of the collected data are dependent on reservoir operations, ensuring the information remains up-to-date."
,
  "description": " In this text, a research project is described for monitoring redband rainbow trout and hatchery kokanee salmon populations in Lake Roosevelt. The methodology involves the use of Vemco transmitters and a passive receiver array.\n\nFirstly, a subsample of both redband rainbow trout and hatchery kokanee salmon will undergo surgical implantation with Vemco transmitters. These transmitters are small, electronic devices that emit unique identification signals. The precise location and movement patterns of tagged fish can be tracked by the receiver array.\n\nSecondly, the existing Vemco receiver array will be used to passively monitor the tagged fish. Passive monitoring means that the receivers do not require any external power source or manual intervention to function. They simply detect and record the signals emitted by the transmitters as the tagged fish swim within range.\n\nThirdly, downloads of data will occur monthly, subject to reservoir operations. The data collected includes the location, depth, and time stamp for each detection event, enabling researchers to track the movements and behaviors of the tagged fish over extended periods. This information is crucial for understanding their distribution, habitat use, and migration patterns in Lake Roosevelt.\n\nIn summary, this research project uses a combination of surgical implantation with Vemco transmitters and passive monitoring with an existing receiver array to study the populations and movements of redband rainbow trout and hatchery kokanee salmon in Lake Roosevelt. This non-invasive approach allows for long-term, continuous data collection without disturbing the fish or their environment."
,
  "target": " Tagging fish with Vemco transmitters for monitoring."
,
  "constraints": " The text mentions the following constraints related to the research method:\n\n1. Subsample selection: Only a subset of redband rainbow trout and hatchery kokanee salmon will be implanted with Vemco transmitters for monitoring.\n2. Surgical implantation: The selected fish will undergo surgical procedures to implant the Vemco transmitters.\n3. Passive monitoring: The monitor system used is passive, meaning it relies on external sources (in this case, an existing Vemco receiver array) to detect and record data from the tagged fish.\n4. Monthly downloads: Data collection occurs monthly, depending on reservoir operations.\n\nThe text provides no further explanation for why these constraints are in place. However, they likely serve to ensure the effectiveness and feasibility of the monitoring project while minimizing potential harm or stress to the fish. For example, only a subsample is selected to minimize the number of invasive procedures performed on fish, and monthly data downloads allow for regular monitoring without excessively frequent interventions. Additionally, passive monitoring with existing infrastructure reduces costs and labor requirements compared to active tracking methods."
}