{
  "keywords": " White Sturgeons, Acoustic tags, Vemco receiver array, Detections, Database."
,
  "abstract": " White Sturgeons are tracked using surgically implanted acoustic tags and a Vemco receiver array in Lake Roosevelt. The receiver array, consisting of 27 individual receivers, passively listens for tag signals. When a tagged fish passes by a receiver, it sends out a ping, which is logged as a detection and saved on the receiver. These detections are downloaded four times a year and uploaded to a database that stores all tracking data.\n\nThis method is crucial for monitoring White Sturgeon movements within Lake Roosevelt. It provides valuable information about their migration patterns, feeding habits, and distribution, helping researchers and fisheries managers better understand the species' behavior and population dynamics. By using a passive receiver array instead of actively tracking fish, energy consumption is minimized, allowing for longer deployment times and more accurate data collection."
,
  "description": " White Sturgeons, a large fish species, are equipped with acoustic tags for passive tracking in Lake Roosevelt. The surveillance system utilizes a Vemco receiver array, comprised of 27 distinct receivers, to monitor and locate tagged fish. Each time a tagged White Sturgeon swims near a receiver, it emits a tracking ping, which is identified as a detection by the receiver. These detections are logged and saved within the receiver. The data from all receivers is downloaded quarterly, resulting in four annual downloads. Subsequently, all downloaded data is consolidated and uploaded to a central database for storage and analysis. This intricate tracking system allows researchers and fisheries managers to monitor White Sturgeon movements and behaviors within Lake Roosevelt with great precision."
,
  "target": " Passive tracking of tagged White Sturgeons using receiver array."
,
  "constraints": " The method described in the text imposes the following constraints:\n\n1. White Sturgeons must be surgically implanted with acoustic tags for tracking. (imposed by the nature of the tracking method)\n2. Vemco receiver array comprises of 27 individual receivers. (specified in the text)\n3. Detections are downloaded quarterly, which is 4 times a year. (specified in the text)\n4. Downloaded data is uploaded and compiled to a database. (implied by the need for storing all detections)"
}