{
  "keywords": " Meso- and microzooplankton biomass, Calculations, Length-weight regressions, Zooplankton species, Carbon weight averages"
}{
  "abstract": " In order to estimate the amount of food available for larger organisms in aquatic ecosystems, scientists measure the biomass of meso- and microzooplankton. This is important as zooplankton form a significant part of the food chain. The method for calculating zooplankton biomass involves using either literature values or measuring individual zooplankton.\n\nWhen relying on literature values, a single value for mg of carbon per individual is applied to all individuals of a given life stage. However, this approach has limitations as there are no existing biomass values for many species. To address this issue, related species are used instead. Length-weight regressions provide a more accurate estimate of total biomass but the accuracy depends on factors such as sex, reproductive state, health, and time of year.\n\nThe text provides biomass conversions from the literature for various zooplankton species in Appendix B. These conversion values serve as a starting point for researchers interested in estimating zooplankton biomass, although not all species and taxonomic groups are covered due to gaps in the literature.\n\nThe text also mentions the Zooplankton Biomass Lookup Table which includes carbon weight averages for micro-zooplankton as well as length-wet weight relations for several macrozooplankton species. These estimates and relations were gathered from various published and unpublished studies, with sources listed within the lookup tables.\n\nTo measure individual zooplankton biomass, samples are collected using programs such as the Environmental Monitoring Program (EMP) and the Fall MidwaterTrawl (FMWT). The first 100 individuals of each sample are measured to the nearest mm, and their biomass is calculated based on length-weight regressions. This method provides a more accurate estimate compared to using literature values but individual fit to the regression may vary due to factors like sex, reproductive state, health, and time of year.\n\nSeveral studies were used for deriving copepod weight estimates, such as one by Wim Kimmerer, Toni Ignoffo, and Lindsay Sullivan at the Romberg Tiburon Center at San Francisco State University (Kimmerer et al., 2011). The study determined dry weights and carbon and nitrogen mass as well as mean length using a Sartorius SE-2 ultramicrobalance and Costech ECS 4010 elemental analyzer.\n\nFor mysids and amphipods, most length-weight relations were calculated by the CDFW Fish Diet and Condition Study (Burdi et al., 2020). Individuals were taken from EMP mysid samples preserved in 10 percent formalin and fish stomachs collected by various IEP Long Term Monitoring Surveys."
}{
  "description": " This text describes methods used to estimate zooplankton biomass, specifically focusing on meso- and microzooplankton. The estimation of biomass is crucial for assessing the availability of lower trophic food sources.\n\nTwo primary approaches for calculating zooplankton biomass are discussed in this text. The first approach involves utilizing average weights derived from literature values, applying a single value for mg of carbon (C) per individual for all individuals of a given life stage. This method is applicable when no species-specific biomass values exist, and related species must be used instead.\n\nFor mysids collected through the Environmental Monitoring Program (EMP) and Fall Midwater Trawl (FMWT), an alternative method is employed: calculating biomass based on lengthweight regressions. This approach uses the individual's length to estimate its weight, which provides a more accurate estimate than assuming a constant value for all individuals of a given species. The length-weight relations for several macrozooplankton species (mysids and amphipods) are presented in Table B2 of Kayfetz et al. (2022).\n\nThe text also highlights the importance of having updated biomass conversions from literature and introduces a Zooplankton Biomass Lookup Table, which includes carbon weight averages for microzooplankton and length-wet weight relations for macrozooplankton species. The data used to develop these estimates comes from published and unpublished studies, with sources listed within the lookup tables.\n\nThe text provides a detailed description of how some of the copepod weight estimates were derived, specifically those for calanoid and cyclopoid copepods. The study by Wim Kimmerer, Toni Ignoffo, and Lindsay Sullivan at the Romberg Tiburon Center at San Francisco State University (Kimmerer et al., 2011) used 171 samples to determine dry weights, carbon and nitrogen mass as well as mean length. The samples were either transported live to the lab or preserved in glutaraldehyde for further analysis.\n\nTo calculate biomass using the lengthweight relations, individual species were first separated from the samples and measured using a Sartorius SE-2 ultramicrobalance. Prior to weighing, all sample cups were dried at 60°C for two days. After weighing, carbon and nitrogen content was analyzed using an elemental analyzer, presenting results as micrograms of carbon.\n\nFor macrozooplankton species such as mysids and amphipods, most of their length-weight relations were calculated by the CDFW Fish Diet and Condition Study (Burdi et al., 2020). Individuals were taken from EMP mysid samples preserved in 10 percent formalin and from stomachs of fish collected through various IEP Long Term Monitoring Surveys, which were also preserved in a mixture of 10 percent formalin and 95 percent ethanol."
}{
  "target": " Estimating zooplankton biomass using literature values and length-weight regressions."
}{
  "constraints": " Based on the provided text, I identified several constraints related to estimating zooplankton biomass:\n\n1. Existence of biomass values for many species: \"There are no existing biomass values for many species\" and \"All species and taxonomic groups are not covered.\" This constraint arises due to the lack of available data in the literature for various zooplankton species, requiring researchers to use related species or estimates from length-weight regressions.\n\n2. Applicability of length-weight regressions: \"Length-weight regressions provide a somewhat more accurate estimate of total biomass.\" However, the accuracy of these regressions depends on several factors such as sex, reproductive state, health, and time of year.\n\n3. Data collection methods and sources: The text mentions various data collection methods (e.g., opportunistic sampling, preservation in glutaraldehyde or formalin), and sources for the data come from both published and unpublished studies. It's important to note that data collection methods can influence the accuracy and reliability of the estimates obtained.\n\nIn summary, these constraints impact the estimation of zooplankton biomass due to data gaps in the literature, the need for accurate length-weight relations, and the potential variability introduced by different data collection methods and sources.\n\nThere is no code provided in this context."
}