{
  "keywords": " Fishery, Pacific City, Dories, Sport fishing, Commercial fishing, Boat effort, Count form, Trailers, Beach access, Private boat, Catchment sites, ORBS sampler, Interviews, Vessel categories."
,
  "abstract": " At the port of Pacific City, there is a need for an accurate method to account for the effort of private boats, as many dories have both sport fishing and commercial licenses. Since Pacific City is a beach access point with flat-bottomed dories launched through the surf, it can be challenging to distinguish between sport fishing and commercial fishing vessels on any given day.\n\nTo address this issue, a separate count form is used at Pacific City. This method accounts for commercial fishing activity in a way similar to how alternative effort count forms handle estuary fishing activity in other ports. The counting process begins by recording the number of trailers on the beach and adjacent parking lot between 7:00 and 8:30 AM. An additional site at Tierra del Mar may need to be counted if conditions at Cape Kiwanda deteriorate.\n\nNext, any boat launches during the day are recorded in the hour they occurred. Throughout the day, the ORBS (Observer Research Boat Survey) sampler records all returning boats on the form as they land back on the beach. Each boat is then tallied based on its category – private boat, charter boat, commercial salmon, or commercial/other – through interviews with the vessel.\n\nThe necessity of this method lies in the unique characteristics of Pacific City's fishery and fleet, which makes it challenging to distinguish between sport fishing and commercial fishing vessels. By using a separate count form, an accurate estimate of the component of the fleet that is sport fishing can be obtained, ensuring better data for fisheries management and research."
,
  "description": " In the fishery and fleet management system at Pacific City port, an additional method is implemented to quantify private boat effort. PacificCity is a shore access point featuring flat-bottomed dories, which are launched through the surf. A significant portion of the dory fleet carries commercial fishing licenses; these vessels might engage in either sport fishing or commercial fishing activities on any given day. To obtain an accurate assessment of the sport fishing component, a distinct count form is employed at Pacific City.\n\nThe counting process shares similarities with how alternative effort count forms address estuary fishing activities in other ports. The methodology involves the following steps:\n1. Initial Count: At the start of each day between 7:00 and 8:30 AM, trailers on the beach and the adjacent parking lot south of Cape Kiwanda are counted. This preliminary tally includes boats launched from these sites.\n2. Additional Sites: If beach conditions at Cape Kiwanda deteriorate, an additional site at Tierra del Mar may require counting.\n3. Boat Launches: Any boat launches during the hour are recorded.\n4. Daily Log: Throughout the day, the ORBS (On-Water Boat Sampling) sampler tallies all returning boats on the count form in column C as they come ashore.\n5. Classification: Upon their return, each boat is categorized based on interviews with the vessel's crew or captain. The classifications include private boats, charter boats, commercial salmon vessels, and commercial/other boats."
,
  "target": " Accurately tracking sport fishing boats at Pacific City."
,
  "constraints": " The given text describes a method used to estimate the component of the fishing fleet at Pacific City that is engaged in sport fishing. Constraints applicable to this method include:\n\n1. **Time-bound:** The initial count of trailers on the beach and adjacent parking lot must occur between 7:00 and 8:30 AM (lines 6-9). This constraint ensures a consistent starting point for the count and reduces the likelihood of missing boats or trailers.\n\n2. **Weather-dependent:** A secondary counting site at Tierra del Mar may need to be used if beach conditions at Cape Kiwanda deteriorate (line 14). This constraint accounts for the possibility of unfavorable weather conditions at the primary site, ensuring a more accurate and comprehensive count.\n\n3. **Continuous data collection:** The ORBS sampler must record all returning boats on the form as they land back on the beach throughout the day (lines 17-20). This constraint ensures that all boats are accounted for and their sport fishing or commercial status is recorded accurately.\n\n4. **Interview-based classification:** Each boat is classified based on interviews with the vessel, determining its category (private boat, charter boat, commercial salmon, or commercial/other) (line 23). This constraint ensures that the accurate categorization of boats based on their intended use and fishing activities.\n\n5. **Records all boat launches:** The method also records all additional boat launches during the day in which they occurred (lines 11-13). This constraint is important as it captures all boats that have left the beach during the day and ensures a more accurate representation of the fleet's activity levels."
}