{
  "keywords": " Alternative Effort Count, Smaller ports, Completely viewable exit channel, Boat trailers, Moorage slips, Private boats (departing, returning), Ocean trips, Estuary trips (salmon, non-salmon, non-fishing)"
,
  "abstract": " The Alternative Effort Count method is used in smaller coastal ports with a single boat basin area handling most ocean fishing activity, where the entire area can be visually observed. This method estimates the total number of boats engaged in fishing activities through four components.\n\nFirst, all vacant trailer spaces and mooring slips, including other boat access points, are counted at the beginning of the sampling day. Second, any departing private boats are tallied throughout the day. Third, all returning private boats to their moorages, ramps, and upstream sites are accounted for. Lastly, boats are categorized based on their trip types: ocean trips (all types) and estuary trips (split into salmon, non-salmon, and non-fishing).\n\nThis method is essential as it allows for accurate estimation of fishing effort in smaller ports where traditional methods may be difficult or impractical to implement. By visually observing and counting boats at various stages throughout the day, this method provides a reliable measure of overall fishing activity."
,
  "description": " In smaller ports with a single boat basin area handling the majority of ocean effort, an Alternative Effort Count method is utilized for fisheries survey. This approach is distinctive to ports with a clear view of the exit channel and those that can be fully observed at all times. Depoe Bay, Florence, Bandon, and Gold Beach are some of the typical ports employing this technique.\n\nThe alternative effort count procedure incorporates four primary components for estimating total effort:\n\n1. Initial Vacant Count: At the beginning of a sampling day, the first component requires counting all vacant boat trailers and occupied moorage slips within the port. This tally encompasses any additional locations where ocean boats are present, such as mooring points or access areas. The initial count should be completed before the fishing boats begin returning to port. Depending on the weather conditions and angler success rates, the start time may need to be adjusted accordingly.\n\n2. Counting Departing Private Boats: Throughout the day, the second component involves registering all departing private boats from the port.\n\n3. Returning Boat Count: The third component consists of maintaining a count of all returning private boats to their moorage slips, the boat ramp, and upstream mooring sites.\n\n4. Interviewed Boats by Category: Lastly, the fourth and final component is to document boats interviewed by category on the form. There are three primary categories for ocean trips (all trip types), and an additional estuary trips category that is further split into salmon, non-salmon, and non-fishing trip types.\n\nThis methodology provides a comprehensive assessment of the overall effort expended in the given ports, ensuring accurate data collection for fisheries research."
,
  "target": " Estimating boat usage in smaller ports using four components."
,
  "constraints": " The text describes the Alternative Effort Count method used in smaller ports with specific characteristics, including a view of the exit channel and a single boat basin area handling most ocean effort. The following constraints are applicable to this method as stated in the text:\n\n1. The count must be made before the fishing boats start returning to port. (First component)\n2. The initial count may need to occur earlier based on weather conditions and angler success rates. (First component)\n3. Private boats must be counted upon departure, return, and interviews by category. (Second, third, and fourth components)\n\nThese constraints ensure the accuracy and completeness of the effort count data in these specific ports, where visibility and accessibility allow for this method to be effectively implemented."
}