{
  "keywords": " Charter vessels, charter offices, trip counts, Recreational Ocean Fishery Effort Form, private boats."
,
  "abstract": " The text describes a method used by ORBS (Ocean Recreational Boat Survey) to collect data on recreational fishing trips made by charter vessels. Since not all charter companies have a permanent office within the port, two different methods are used to gather this information:\n\n1. For charters with a fixed office, ORBS contacts each one directly to obtain the number of fishing trips per target species for every day of the week. This data is compiled into a weekly Recreational Ocean Fishery Effort Form, which summarizes all recreational ocean fishing efforts in a specific port.\n2. For more transient charter vessels without a permanent office, their fishing trips are recorded using the same methods as for private boats. These records are kept under the category of \"guides\" to monitor overall activity levels. The information from these trips is also added to the Recreational Ocean Fishery Effort Form.\n\nIn some rare instances, charter offices might refuse to provide effort data. When this happens, ORBS estimates the charter effort based on the same methods used for private boats. Additionally, the total charter effort reported by the charter offices is occasionally cross-checked with bar crossing counts to ensure accurate reporting. This method is necessary to maintain a complete and accurate record of all recreational fishing activities in each port, ensuring effective monitoring and management of ocean resources."
,
  "description": " In the context of marine recreational fishing, ORBS (Online Reporting System for Biggame and Reef Fishing) utilizes two distinct methods to collect effort data from charter vessels: direct contact with charter offices and estimation for transient charters.\n\n1. Charter Offices: For charter businesses that maintain a permanent office within a port, ORBS requires weekly trip counts by target species for each day of the week. This information is acquired through direct communication with these charter offices, which are subsequently input into the Recreational Ocean Fishery Effort Form.\n\n2. Transient Charters: For those rare charter vessels that do not have a permanent office within the port, their trips are accounted for using the same methods employed for private boats. These effort records are designated as \"guides\" in ORBS, enabling identification of overall activity levels by category. The accumulated trip counts for transient charters are also entered into the Recreational Ocean Fishery Effort Form.\n\nIn cases where a charter office has refused to provide the required effort data, their numbers are estimated using methods comparable to those applied for private boats.\n\nThe Recreational Ocean Fishery Effort Form is a weekly compilation of all recreational ocean fishing effort within a given port. In instances where there are discrepancies or concerns regarding the accuracy of charter office-reported data, their effort totals may be cross-checked against bar crossing counts to verify reported information.\n\nTo provide a more detailed explanation, ORBS adopts two distinct procedures for gathering effort data from charter vessels:\n\nA) Charter offices with a permanent presence within the port: ORBS reaches out to these entities on a weekly basis to obtain trip count information by target species for each day of the week. These records are crucial for accurately assessing overall recreational fishing activity and are subsequently incorporated into the Recreational Ocean Fishery Effort Form.\n\nB) Transient charters: Since these vessels lack a fixed office within the port, their trips are accounted for using the same estimation methods employed for private boats. These effort records are designated as \"guides\" in ORBS and their associated data is added to the Recreational Ocean Fishery Effort Form accordingly.\n\nIt is important to note that in instances where a charter office refuses to supply the necessary effort information, their figures are estimated using methods similar to those for private boats. Additionally, as a quality control measure, ORBS occasionally cross-checks the reported charter effort totals against bar crossing counts to ensure the validity of the data being submitted by these entities."
,
  "target": " Weekly collection of charter vessel fishing effort from charter offices or estimation."
,
  "constraints": " The text describes the process of collecting recreational ocean fishing effort data for charter vessels. The following constraints are applicable to this method:\n\n1. Data collection from charter offices: For charter vessels with a permanent office within a port, ORBS relies on contacting each charter office to obtain trip counts by target species for each day of the week (line 1-3).\n2. Estimation for transient charters: For those few transient charters that do not have a permanent charter office within the port, their trips are accounted for using the same effort methods listed below for private boats (line 6). These trips are recorded as guides and identified by category (line 7).\n3. Data verification: The charter effort totals are occasionally cross-checked with bar crossing counts to confirm accurate information is being provided by the charter offices (line 12).\n4. Data collection from charter offices may be incomplete or refused: In rare instances, individual charter offices have refused to provide the effort information (line 9). In such cases, the charter effort has been estimated in the same manner as for private boats (line 6-7).\n\nNo code is provided in the text."
}