{
  "keywords": " Private boats, Bar crossing counts, Dawn through 10:00 AM, OUT counts, IN counts, Recreational ocean fishery effort, Adjustments, Expansion factors, Ocean entry estimates."
}{
  "abstract": " The text describes a method used to estimate the number of private recreational boats entering the ocean called the \"bar crossing count method.\" In simple terms, this involves counting the number of boats that cross a particular ocean bar (a shallow area connecting two bodies of water) during a specific time frame, typically from dawn till 10:00 AM. Both outgoing and incoming boat counts are taken, with separate forms filled for each day's OUT and IN count. The necessity of this method arises due to boats that may turn back early, which are accounted for through the IN count. This information is crucial as it helps correct the OUT count data and provides a more accurate representation of the actual number of private boats entering the ocean daily.\n\nThe collected boat counts are then analyzed to determine the proportion of interviewed boats crossing the bar before or after the count was conducted. These proportions generate expansion factors which are applied back to the OUT counts to estimate the total number of private boats that entered the ocean during the day. This method ensures a more precise estimation by addressing the issue of early returning boats and providing valuable insight into the daily boat traffic in the recreational fishing industry.\n\nCode-free summary:\nThe \"bar crossing count method\" is used to estimate the number of private recreational boats entering the ocean. It involves counting boats crossing a particular ocean bar during a specific time frame, with separate counts for outgoing and incoming boats. Early returning boats are accounted for through the IN count, providing more accurate data. Proportions from collected data generate expansion factors to estimate the total daily boat entries."
}{
  "description": " The text body describes the \"Effort Estimation - Private Vessel Bar Crossing Count Method,\" which is a technique used for estimating the number of private ocean recreational boats entering the ocean during a specified time frame. This method primarily involves making bar crossing counts for a set period, typically from dawn until 10:00 AM. Both outbound (OUT) and inbound (IN) boat counts are conducted.\n\nFor each day that a count is made, two forms are filled out - one for the OUT count and a second for the IN count of returning boats. The boat counter records both the starting and ending time of the count within the specified time frame. The main purpose of the IN count is as a correction to the OUT count for boats that turned around early due to weather, sea conditions, or other unforeseen circumstances before ORBS (Ocean Recreational Boat Survey) samplers had an opportunity to interview them.\n\nThe OUT counts are then transferred to the Recreational Ocean Fishery Effort Form. If any adjustments are made to the OUT count for early returning trips, the adjusted OUT count is what is recorded. To determine the total number of private boats that entered the ocean during the day, the sample data for the week is examined to establish the proportion of interviewed boats that crossed the bar either before or after the bar crossing count was conducted. This information is used to generate one or more expansion factors, which are then applied back to the OUT counts to estimate the total number of private boats that entered the ocean during the day.\n\nThis technique for effort estimation ensures accurate data collection and provides valuable insights into the number of private recreational boats utilizing the ocean during a given time frame."
}{
  "target": " Private Boat Counting: Bar Crossing Method for Estimating Ocean Entry."
}{
  "constraints": " The text describes a method for counting private ocean recreational boats using the bar crossing count method. Here are some constraints mentioned in the text and where they are stated:\n\n1. Counting period: The primary method involves making counts for a set period of time, usually from dawn to 10:00 AM. (line 3-4)\n2. Both out and in counts: For each day that a count is made, one form will be filled out for the OUT count and a second for the IN count of returning boats. (lines 5-6)\n3. Time frame: The boat counter makes their count within the specified time frame as scheduled. (line 7)\n4. Use of IN count: The primary use of the IN count is as a correction of the OUT count for boats that turned around early and returned due to weather, sea, or other unforeseen circumstances prior to when ORBS samplers would have a chance to interview them. (lines 9-10)\n5. Application of expansion factors: The sample data for the week is examined to determine the proportion of interviewed boats that crossed the bar either before or after the bar crossing count was conducted. This information is used to generate one or more expansion factors which are applied back to the OUT counts to estimate the total number of private boats that entered the ocean during the day. (lines 12-15)\n\nThere doesn't seem to be any constraints mentioned without a clear explanation in the text. If you have any further queries, feel free to ask!"
}