{
  "keywords": " ORBS, boat effort counts, weekly counts, expansions, deep water halibut season, averages, non-counted days, US Coast Guard, adjacent port, zero count."
}{
  "abstract": " ORBS (Ocean Recreational Fisheries Statistics) conducts weekly boat fishing effort counts to monitor and manage recreational fishing activities. At a minimum, they count boats four days a week, but often five or six days in major ports during peak seasons. For days with no recorded counts, ORBS uses averages of similar days to fill the gaps. This method is necessary because consistent data collection helps ensure effective fisheries management and compliance with regulations.\n\nThe necessity of this method arises from the need to account for all fishing activities to maintain accurate records, adhere to regulations, and effectively manage recreational fisheries. When counts are missing, ORBS uses averages based on similar days in terms of day type (weekday/weekend) and season. This approach ensures that data remains representative despite occasional missing counts.\n\nIn extreme cases where information indicates zero ocean trips, such as closed bars or zero counts from adjacent ports, the effort for those days is assigned a zero count. By applying this method, ORBS can maintain comprehensive and accurate records, enabling effective fisheries management and compliance with regulations."
}{
  "description": " In the given text, ORBS (Oceanic Resources Bureau of Surveys) conducts minimum weekly boat effort counts of four days, including weekend days and two weekdays. However, in most ports and during peak seasons, ORBS performs five to six effort counts per week. For absent effort count days, expansions are made using average data from similar day and season types.\n\nThe expansion process is based on analyzing counted days with identical day and season types. For instance, if it's a deep-water halibut season weekday, only other deep-water halibut season weekdays will be considered for averaging the effort. In certain cases, extreme weather or ocean conditions may have impacted non-counted days. If specific information is accessible indicating no ocean trips on a non-counted day (such as the US Coast Guard closing the bar, another port recording zero counts, etc.), the effort will be assigned a zero count for that day.\n\nIn summary, ORBS performs boat effort counting on specified days of the week. When absent effort counts occur, they are calculated using expansion methods where data from similar day and season types is averaged to determine an estimate for those days. This approach ensures accuracy and consistency in their data collection despite missing data."
}{
  "target": " Weekly boat effort estimation with expansion for missing days."
}{
  "constraints": " Based on the given text, here are the identified constraints and their corresponding locations:\n\n1. ORBS conducts a minimum of four effort counts per week (Location: \"At a minimum, ORBS conducts private boat effort counts on four days each week (both weekend days and two weekdays)\").\n2. Counts for all seven days of the week may be available in major ports during peak season (Location: \"For those days when there were no effort counts made, expansions are made by ORBS staff in Newport to account for the non-counted days. In some cases, there may be counts for all seven days of the week\")\n3. Expansions are simple averages of counted days with similar day and season types (Location: \"In other words, if it is a deep water halibut season weekday, then only other deep water halibut season weekdays will be used to average the effort\")\n4. If there's no information indicating ocean trips on a non-counted day, the effort would be assigned a zero count (Location: \"If information is available to indicate that there were no ocean trips on a non-counted day (US Coast Guard kept the bar closed, adjacent port with a zero count, etc.), then the effort would be assigned a zero count for the day\")\n5. If there was a storm or other extreme weather or ocean condition on the non-counted day, it's considered during expansion calculation (Location: \"In some cases, there may have been a storm or other extreme weather or ocean condition that occurred on the non-counted day\")"
}