{
  "keywords": " Environmental DNA (eDNA), extraction, aquatic invasive species, threatened and endangered species, lab processing, commercial extraction kits, MoBio PowerWater, Qiagen DNeasy Blood and Tissue, gMAx mini kit, spin columns."
}{
  "abstract": " Environmental DNA (eDNA) is a valuable tool for monitoring aquatic species, including invasive and endangered ones. However, eDNA samples have low concentrations of target species DNA, making it crucial to minimize DNA loss during lab processing. The first step after collection is extracting total DNA from the filters or pellets. Extraction quality and quantity impact detection success, so maximizing both aspects is essential.\n\nLab extraction is a time-consuming process, especially when dealing with large numbers of eDNA samples, which can cause bottlenecks. Factors like labor, cost, and flexibility in purchasing individual kit components are essential considerations when choosing extraction kits. The Whitney Genetics Lab has outlined its eDNA processing protocol in the Quality Assurance Project Plan (QAPP), initially favoring MoBio PowerWater kits but later approving Qiagen DNeasy Blood and Tissue kits due to their superior performance.\n\nRecently, IBI Scientific introduced a copycat kit called gMAx mini, which uses the same chemical buffers and DNA-binding membranes as the Qiagen version but sells spin columns separately. This change allows for reduced reagent waste, addressing concerns about left-over reagents being unused due to used-up spin columns first. Overall, efficient eDNA extraction ensures successful detection of target species and helps maintain the accuracy and reliability of aquatic species monitoring efforts."
}{
  "description": " In the field of environmental DNA (eDNA) analysis for monitoring aquatic invasive species or endangered species, eDNA samples often contain low quantities of target species DNA (Jerde 2011). Minimizing DNA loss during laboratory processing is crucial to ensure successful detection. After collection, organic matter in the water sample is typically concentrated through filtering or centrifugation. Subsequently, total DNA from filters or pellets is extracted using various methods, initiating the workflow. The quantity and quality of target DNA obtained post-extraction significantly impact the downstream detection process. Different commercially available extraction kits may yield varying amounts and qualities of target DNA copies (Dejean et al. 2011).\n\nExtraction is a labor-intensive step in eDNA sample processing, often being the bottleneck due to its time-consuming nature when dealing with a large volume of samples. Besides labor costs, other factors influencing extraction kit selection include cost efficiency and the flexibility to purchase individual reagents or components to minimize waste (Amberg et al. 2015).\n\nIn the Whitney Genetics Lab, processing eDNA samples for the early detection and surveillance of bigheaded carps involves a well-defined Quality Assurance Project Plan (QAPP) outlining the steps in detail. Initially, MoBio PowerWater kits were specified for extraction; however, after comparing two other labs' findings in 2013, Qiagen DNeasy Blood and Tissue kits were approved as alternatives (Amberg et al. 2015). Recently, the patent on Qiagen kits expired, leading to the development of copycat kits like gMAx mini kit by IBI Scientific. The gMAx mini kit employs the same chemical buffers and DNA-binding membranes in a spin kit as the original Qiagen version (Amberg et al. 2015). Importantly, unlike Qiagen, IBI sells spin columns separately, reducing reagent waste by enabling the use of leftover reagents that may not be utilized due to previous column usage."
}{
  "target": " eDNA extraction: Maximizing DNA quantity and quality."
}{
  "constraints": " Based on the text provided, here are the constraints applicable to the environmental DNA (eDNA) extraction method and where in the method they are stated:\n\n1. Minimal loss of DNA during processing: This constraint is important due to the low levels of target species DNA present in environmental samples. It is mentioned in the first sentence of the text.\n2. Maximizing quantity and quality of extracted DNA: To effectively detect target DNA, it is crucial to maximize both the quantity and quality of extracted DNA. This is stated in the second and third sentences.\n3. Time-consuming extraction process: Extraction is a time-consuming step in the lab and often the bottleneck in processing eDNA samples. This constraint is mentioned in the fifth sentence.\n4. Cost considerations: Cost is a factor when choosing extraction kits, as mentioned in the sixth sentence.\n5. Ability to purchase individual reagents or pieces of each kit: The ability to buy individual components of the extraction kits instead of purchasing an entire kit can help reduce waste and save cost. This constraint is stated in the seventh sentence.\n6. Approval by Whitney Genetics Lab: Only extraction kits approved by the Whitney Genetics Lab may be used for processing eDNA samples. The QAPP outlines the current protocols and approved kits, as mentioned in the last paragraph.\n\nThere is no code provided in the text."
}