{
  "keywords": " environmental DNA (eDNA), collection and concentration of eDNA, filter membranes, aquatic organisms, sampling protocols."
}{
  "abstract": " This text describes a method for collecting and analyzing environmental DNA (eDNA) from aquatic environments to identify the presence of various organisms such as fish, amphibians, and other taxa. The necessity of this method lies in the abundance of genetic material that organisms produce, which can persist in water as eDNA after being expelled from the organism. This method includes guidelines for collecting, concentrating, and preserving eDNA samples from both lentic (standing water) and lotic (flowing water) systems.\n\nThe text provides three different methods using various types of pumps to collect eDNA samples, catering to different sampling locations and considerations such as remote areas with no electricity or weight constraints, and roadside or any location with accessible 120-volt AC power. The method also suggests the use of cellulose nitrate filter membranes for water samples, and provides guidance on suitable pore sizes and sample volumes based on target taxa and environmental conditions. Researchers are encouraged to consider the ecology of their target organism and the characteristics of the water body being sampled to determine the most suitable locations for water collection. Additionally, care should be taken to minimize contamination during sampling to protect both the site and sampling equipment. Overall, this method is a valuable tool in identifying aquatic organisms through eDNA analysis, providing reliable and consistent results while minimizing disturbance to the environment.\n\nCode generation: Unfortunately, there is no code provided in the text for summarization."
}{
  "description": " This publication provides a comprehensive guide for researchers and managers on collecting, concentrating, and preserving environmental DNA (eDNA) samples from both lentic and lotic systems. The document offers three distinct sampling methods using various types of pumps, namely: a hand-driven vacuum pump, a battery-operated peristaltic pump, and a 120-volt alternating current (AC) powered peristaltic pump.\n\nThe first method employs a hand-driven vacuum pump which is optimal for remote sampling locations where electricity is unavailable and equipment weight is a significant concern. This manual method enables the collection of eDNA samples with minimal environmental impact in areas where accessibility to power sources is limited.\n\nThe second method utilizes a battery-operated peristaltic pump suitable for remote sampling locations when weight consideration is less of a concern. The rechargeable battery-powered driver/drill ensures efficient and reliable operation, making it a valuable asset in field research.\n\nLastly, the third method includes a 120-volt AC powered peristaltic pump that can be used in any location where standard electrical power is accessible or at roadside sampling locations. This method offers convenience and high productivity for researchers working in controlled laboratory environments or at easily accessible sampling sites.\n\nOrganisms release an abundance of genetic material, known as eDNA, which persists in aquatic environments. The collection, concentration, and analysis of this eDNA from water samples are crucial for determining the presence of various taxa such as fish, amphibians, and other organisms (Jerde et al., 2011; Takahara et al., 2013; Laramie et al., 2014; Ficetola et al., 2008; Goldberg et al., 2011; Pilliod et al., 2013a; Thomsen et al., 2012).\n\nThe provided document outlines detailed steps for collecting and preserving eDNA samples using cellulose nitrate filter membranes with a 0.45-m pore diameter, which are commonly used for water samples ideally ranging from 250 to 1,000 mL (appendix A). Samples collected from streams or ponds with impurities such as tannins and organic materials should be limited to 500 mL or less. Larger filter pores (from 0.45 to more than 3.0 m) may reduce clogging of the filters, increasing the sample volume, but could potentially allow eDNA molecules to pass through without being collected. Researchers should consider appropriate materials and ecological factors when selecting the most suitable sampling locations within water bodies to minimize contamination and optimize collection efficiency.\n\nTurner et al. (2014) provides an isocline equation for calculating eDNA collection equivalents based on various pore sizes and sample volumes using carp as a model organism. This information can be valuable in determining the most suitable materials and methods for specific applications. Ultimately, the success of these sampling methods relies on understanding both the target taxa and environmental conditions to optimize the efficiency and accuracy of eDNA collection."
}{
  "target": " Collecting and concentrating eDNA samples from water."
}{
  "constraints": " The text describes methods for collecting and analyzing environmental DNA (eDNA) from aquatic environments to determine the presence of various taxa. Here are some constraints mentioned in the text:\n\n1. **Target taxa or environmental conditions**: Adaptations to the sampling methods may be necessary depending on the target taxa or environmental conditions of the system being sampled.\n2. **Sample volume**: The method suggests using cellulose nitrate filter membranes with a 0.45-m pore diameter for water samples ideally ranging from 250 to 1,000 mL. Samples collected from systems with an abundance of impurities may be limited to 500 mL or less. Larger pore diameters could reduce clogging and allow for filtration of greater volumes of water, but eDNA molecules might not be effectively collected.\n3. **Sampling locations**: Researchers should consider the ecology of the target organism and the characteristics of the water body being sampled to determine the most suitable locations within a body of water to collect water samples. Whenever possible, samples should be collected without entering the stream or pond to reduce contamination.\n4. **Power availability**: The text includes three methods for filtering water: one using a hand-driven vacuum pump (ideal for remote locations with no electricity), another using a peristaltic pump powered by a rechargeable battery, and a third using a 120-volt alternating current (AC) powered peristaltic pump. The choice of method may depend on the availability of power at the sampling location.\n\nThese constraints are mentioned throughout the text to ensure effective and reliable eDNA collection, concentration, and analysis from various aquatic environments with different taxa and conditions."
}