{
  "keywords": " RTK Global Navigation Satellite Systems (GNSS), UAV LiDAR surveys, Real-time Kinematic (RTK) base station/receiver, stream bathymetry, fish habitat, GPS-denied areas, Total Station."
}{
  "abstract": " To study and create detailed maps of floodplain and instream habitats after a treatment, we used a mix of Real-Time Kinematic (RTK) Global Navigation Satellite Systems (GNSS) and unmanned aerial vehicle (UAV) Light Detection and Ranging (LiDAR) surveys.\n\nThe RTK GNSS equipment was crucial for collecting precise data points in and around water channels at 5 cm accuracy, along with setting up ground control checkpoints for LiDAR processing and error evaluation. We used this technology to obtain bathymetry data because traditional UAV LiDAR sensors do not work underwater. Furthermore, RTK GNSS allowed us to delineate fish habitats and bankfull measurements more accurately on the ground than with orthomosaic aerial images and LiDAR.\n\nWhen we encountered areas without Global Positioning System (GPS) reception, we relied on a Total Station setup, which shared an identical feature definition library with the RTK survey for consistent results."
}{
  "description": " In this text, the authors describe their methodology for mapping extensive post-treatment (EPT) floodplain and instream habitat using Real-Time Kinematic (RTK) Global Navigation Satellite Systems (GNSS) and unmanned aerial vehicle (UAV) Light Detection and Ranging (LiDAR) surveys.\n\nFirst, they employed RTK GNSS technology to collect in- and near-channel data points with an accuracy of 5 cm. This was achieved by setting up RTK GNSS base stations and receivers to record the precise coordinates of these locations. Additionally, ground control checkpoints were collected using RTK GNSS for LiDAR post-processing and error assessment.\n\nFor bathymetric data collection in water bodies, which traditional UAV LiDAR sensors cannot penetrate, the authors utilized RTK GNSS to record all stream depth measurements. Furthermore, they used RTK locations to delineate fish habitat and bankfull measurements through on-the-ground surveys. This was done more effectively than using orthomosaic aerial imagery and LiDAR alone.\n\nIn areas devoid of Global Positioning System (GPS) signal, the authors resorted to collecting topographic positions with a Total Station setup. This involved utilizing an identical feature definition library as the RTK survey for consistent data collection."
}{
  "target": " Using RTK GNSS and UAV LiDAR for accurate floodplain and bathymetric surveys."
}{
  "constraints": " The given text describes a method used for mapping extensive post-treatment (EPT) floodplain and instream habitat using a combination of Real-Time Kinematic (RTK) Global Navigation Satellite Systems (GNSS) and unmanned aerial vehicle (UAV) LiDAR surveys. The constraints applicable to this method, as stated in the text, are:\n\n1. RTK GNSS is required for collecting all stream bathymetry due to traditional UAV LiDAR sensors not penetrating water. This constraint is mentioned in the text with \"We used RTK GNSS to collect all stream bathymetry because traditional UAV LiDAR sensors do not penetrate water and therefore do not allow for bathymetric data collection.\"\n\n2. Ground control checkpoints are necessary for LiDAR post-processing and error assessment using RTK GNSS. This constraint is stated in the text with \"We used RTK GNSS base station/receiver to collect in- and near-channel data points at 5 cm accuracy as well as ground control checkpoints for LiDAR post-processing and error assessment.\"\n\n3. In GPS-denied areas, a Total Station set-up is used to collect topographic positions with an identical feature definition library to the RTK survey. This constraint is mentioned in the text with \"In GPS-denied areas, we resorted to collecting topographic positions with a Total Station set-up with an identical feature definition library to the RTK survey.\"\n\nThere's no code provided in this answer as it's not a coding problem. Instead, I've focused on explaining the constraints mentioned in the text and where they are stated within the method description."
}