{
  "keywords": " dams, North America rivers, downstream migrating fish, bypasses, collection probability, PIT-tagged smolts, turbine intakes, outflow, turbine allocation."
,
  "abstract": " This text describes a method used to estimate the daily passage abundance of juvenile salmonids, specifically Chinook salmon, at dams in North America where rivers have been impounded. The necessity of this method arises from the fact that most large rivers on the continent have been blocked by dams, disrupting the natural migration routes for these fish.\n\nThe method makes use of fish bypasses, which are systems designed to divert downstream-migrating juvenile fish away from the powerhouse and into holding raceways or dam tailraces. These bypasses serve two main purposes: they protect smolts from being harmed by the turbines, and they allow researchers to collect valuable data for estimating the number of smolts passing through a dam each day.\n\nTo estimate daily passage abundance, researchers use an equation that takes into account the number of PIT-tagged fish detected in the bypass (ni) and the collection probability (Ci). Collection probability refers to the proportion of all PIT-tagged fish that pass through a dam using any route on a given day that are diverted into the bypass. The equation also considers the outflow and turbine allocation at the dam.\n\nDecreases in turbine allocation, caused by water being passed over spillways rather than through turbines, decrease collection probability. It is important to note that the relationship between collection probability and outflow and turbine allocation can vary depending on the age class, species, and specific dam, so this relationship must be determined for each case.\n\nIn summary, this method helps researchers gather crucial data on juvenile salmonids passing through dams by utilizing fish bypasses to divert fish away from powerhouses and estimate their daily abundance. This information is essential for understanding the impact of dams on salmonid populations and for guiding management decisions aimed at preserving these important species."
,
  "description": " This text discusses the impact of dams on migratory fish in North American rivers and the use of bypass systems to collect data for estimating daily passage abundance of smolts, specifically anadromous salmonids. The text describes how most large rivers have been impounded, forcing juvenile fish to use turbine intakes and spillways as their primary routes for downstream migration. Bypasses, which are screens installed in turbine intakes, divert these smolts into flumes or holding raceways, safeguarding them from the powerhouse while also providing an opportunity for data collection.\n\nThe daily passage abundance of smolts is estimated using an equation: N^i = ni/C^i, where ni represents the number of PIT-tagged smolts detected in the bypass, and Ci denotes the collection probability calculated for a given time period. Collection probability is defined as the proportion of the total number of PIT-tagged fish that pass through a dam using all passage routes combined on a specific day, which are diverted into the bypass. Outflow refers to the total volume of water that has passed through the dam, while turbine allocation refers to the percentage of outflow that passes through the turbine intakes. Decreases in turbine allocation due to passing water over spillways result in reduced collection probabilities (Giorgi and Sims 1987; Wilson et al. 1991; Coutant and Whitney 2000).\n\nIt is essential to note that the relationship between collection probability, outflow, and turbine allocation varies depending on the specific age class, species, and dam. Therefore, this method was initially developed for subyearling Chinook salmon at Lower Granite Dam. In summary, bypass systems serve multiple purposes: protecting smolts, collecting data to estimate daily passage abundance, and functioning as fish traps.\n\nTechnical code to calculate the daily passage abundance of smolts based on the provided information is not given in the text, but the equation (N^i = ni/C^i) illustrates the necessary components for making such a calculation."
,
  "target": " Estimating daily passage abundance of smolts using dam bypass data."
,
  "constraints": " The method described in the text has several constraints:\n\n1. Applicability to large rivers in North America where most of the rivers have been impounded.\n2. Use of turbine intakes and spillways as primary routes of passage for downstream migrating juvenile fish.\n3. Presence of bypasses in dams, which function as fish traps and data collection tools.\n4. Use of PIT-tags on smolts for detection in bypasses.\n5. Availability of collection probability estimates for each time period.\n6. Accurate estimation of outflow and turbine allocation.\n7. Establishment of the relationship between collection probability, outflow, and turbine allocation for a specific age class, species, and dam.\n\nThe constraints are stated throughout the text. For example:\n- \"Nearly all of the large rivers in North America have been impounded.\" (first sentence)\n- \"Many dams including Lower Granite Dam along the lower Snake River are equipped with bypasses composed of screens in the turbine intakes that divert downstream-migrating juvenile anadromous salmonid smolts away from the powerhouse into flumes that empty into holding raceways or the dam tailrace.\" (second paragraph)\n- \"Outflow is the total volume of water that passed the dam, and turbine allocation is the proportion of outflow passed through the turbines intakes.\" (third paragraph)\n- \"The actual relationship between collection probability and outflow and turbine allocation varies by age class, species, and age class.\" (fifth paragraph)\n\nThere is no code provided in the text."
}