{
  "keywords": " Integrated-broodstocks, Genetic integrity, Hatchery-origin fish, Reproductive success, Steelhead, Microsatellite loci."
}{
  "abstract": " This method aims to evaluate the reproductive success of hatchery-origin (HOR) steelhead fish in natural environments compared to naturally spawned non-hatchery origin (NOR) steelhead, by monitoring their performance over multiple generations. It's essential because maintaining the genetic integrity of hatchery programs and minimizing risks is crucial for contributing to population recovery. However, recent studies suggest that hatchery fish may have reduced fitness compared to wild types.\n\nTo implement this method, data were collected following DNA extraction using DNeasy (Method 1353) and genotyping of standardized microsatellite markers (SPAN loci; Method 4002). By analyzing the success rate of HOR individuals in the wild and comparing it to NOR steelhead, this study will provide valuable insights into the impact of hatchery supplementation on natural populations. This information can be used to improve hatchery management practices and ensure sustainable population recovery efforts.\n\nThis non-technical summary focuses on the goal of the study - understanding the reproductive success of HOR steelhead in the wild compared to NOR fish and its importance for maintaining healthy populations. The method relies on genotyping data from DNA samples, which helps identify individual fish and their origins (HOR or NOR)."
}{
  "description": " The text focuses on the use of integrated-broodstocks in minimizing genetic risks for population recovery and the assessment of reproductive success (RS) of naturally spawning hatchery-origin (HOR) and non-hatchery origin (NOR) steelhead. The text outlines a method to estimate RS, which involves monitoring HOR individuals in the wild over multiple generations.\n\nTo implement this method, data were generated from DNA extraction using DNeasy method (Method 1353), followed by genotyping of standardized microsatellite loci in steelhead (SPAN loci; Method 4002). The genetic integrity of hatchery-reared fish is crucial for successful reproduction in the wild, as studies have shown decreased fitness in hatchery-origin fish compared to wild-type counterparts.\n\nThe data collected through DNA extraction and genotyping provide valuable insights into the impacts of hatchery supplementation on natural populations. By comparing the reproductive success of HOR and NOR individuals, researchers can gain a better understanding of the effects of hatchery programs on population dynamics and fitness.\n\nIn more detail, the method described in the text involves the following steps:\n1. DNA extraction using the DNeasy method (Method 1353).\n2. Genotyping of standardized microsatellite loci (SPAN loci; Method 4002) for each individual fish sampled.\n3. Analysis of the genotyping data to determine the reproductive success of HOR and NOR individuals.\n4. Comparison of RS between HOR and NOR populations over multiple generations.\n\nIt is important to note that while this text does not provide any code, it does describe a well-defined methodology for assessing the impact of hatchery programs on natural populations through the estimation of reproductive success using microsatellite genotyping data."
}{
  "target": " Estimating Hatchery-Origin Steelhead Reproductive Success using Genotyping Data."
}{
  "constraints": " The method described in the text imposes the following constraints:\n\n1. Availability of hatchery-origin (HOR) and natural origin (NOR) steelhead samples for multiple generations for monitoring their success in the wild. This constraint is stated as \"By monitoring the success of HOR individuals in the wild over multiple generations we can gain an understanding of the effects of hatchery supplementation on the production and fitness of the natural populations.\"\n2. Successful reproduction of HOR fish in the wild for genetic comparison with NOR steelhead. This constraint is implied as \"The use of integrated-broodstocks to minimize genetic risks and contribute to the recovery of a population depends on maintaining the genetic integrity of the hatchery component and successful reproduction of HOR fish in the wild.\"\n3. DNA extraction and genotyping using specific methods (DNeasy and SPAN loci). This constraint is stated as \"data which were generated following DNA extraction (DNeasy; Method 1353), and genotyping of standardized microsatellite loci in steelhead(SPAN loci; Method 4002)\".\n\nThere is no code provided in the text."
}