{
  "keywords": " Days out of compliance, Average temperature, Maximum 7-day average, Daily maximums, Water quality standards, Surface waters (Washington state)"
}{
  "abstract": " This method calculates the number of days each year when the average temperature exceeds 20 degrees Celsius (68 degrees Fahrenheit). This calculation is used as a measure of compliance with water quality standards in the state of Washington. The average temperature is determined by taking the maximum average of the daily maximum temperatures over a period of seven consecutive days, which helps account for temperature spikes that may only last for a short time. By using this method to calculate the number of out-of-compliance days, it ensures an accurate and consistent measurement for assessing adherence to water quality regulations. \n\nHere's a simple pseudocode representation:\n1. Calculate daily maximum temperatures for each day in the year.\n2. Group the daily maximums into sets of seven consecutive days.\n3. For each set, calculate the average temperature.\n4. Keep track of the number of sets where the average temperature exceeds 20 degrees Celsius (68 degrees Fahrenheit).\n5. The final result is the total number of such sets for the year."
}{
  "description": " The text body discusses the calculation of the number of days out of compliance with respect to average temperature exceeding 20°C for surface waters in the state of Washington, as per water quality standards. This determination is based on the 7-day moving average of daily maximum temperatures (7DADM).\n\nIn more technical detail, the text refers to the calculation of the average temperature by taking the maximum value of a series of 7-day periods within a given year. This involves selecting consecutive groups of 7 days and calculating the mean temperature for each group. The daily maximum temperatures are used in this calculation. Once all 7DADM have been determined, the number of days during the year where these values exceeded 20°C is counted to derive the total number of out-of-compliance days. This approach allows for a more nuanced understanding of temperature trends and helps ensure regulatory compliance with respect to thermal conditions in surface waters.\n\nIt is essential to note that the calculation method described here follows the specifications outlined in water quality standards for the state of Washington, ensuring consistency and objectivity in measuring thermal conditions within its surface waters."
}{
  "target": " Determines number of non-compliance days based on temperature averages."
}{
  "constraints": " Based on the given text, here are the identified constraints and their locations:\n\n1. The constraint refers to the method of calculating the average temperature using the maximum 7-day average of daily maximums (7DADM).\n   Location: \"The average temperature is calculated using the maximum 7-day average of the daily maximums (7DADM)\"\n\n2. The constraint relates to the definition under the water quality standards for surface waters of the state of Washington.\n   Location: \"based on the definition under the water quality standards for surface waters of the state of Washington.\"\n\nThese constraints ensure that the method used to determine the number of days out of compliance with temperature regulations follows a specific, consistent approach and complies with established guidelines."
}