{
  "keywords": " Adult chinook carcasses, Okanogan basin, Spawning population, Carcass recovery efforts, Biological data (sex, fork length, POH, egg retention)"
}{
  "abstract": " In the Okanogan basin, adult chinook salmon carcasses are collected during spawning season from August to November for studies. The goal is to gather 20% of the total spawning population within each reach for analysis. This process takes place alongside redd float surveys.\n\nThe significance of collecting and analyzing carcasses lies in gaining crucial biological data, which includes sex determination, fork length, post-orbital hypural length, and an estimation of egg retention for females. Egg retention is visually estimated ranging from 0 to 5,000 eggs. The methods for determining egg retention can be found under MethodID: 6748, while other collected metrics are detailed in Protocol ID: 2226.\n\nAt the end of the season, a percentage of female carcasses that retained all their eggs is calculated for both hatchery-origin and natural-origin fish. This analysis provides valuable information about the reproductive success of different populations. By examining these data sets, scientists can better understand the health and productivity of chinook salmon populations in the Okanogan basin, ensuring effective conservation efforts.\n\nThere's no code generation for this answer as it is a summary of the provided text."
}{
  "description": " In the Okanogan basin, adult chinook salmon carcasses are systematically collected during spawning ground surveys from August to November (Hillman et al. 2014). The objective is to retrieve 20% of the total spawning population within each individual reach for subsequent analysis (MethodID: 6748). This process takes place concurrently with redd float surveys.\n\nUpon collection, carcasses are transported downstream using inflatable rafts until a suitable site is found for processing (MethodID: 6748). During this phase, essential biological data is obtained from the recovered carcasses. This includes recording the sex of each individual, measuring fork length (FL) and post-orbital hypural length (POH) to the nearest centimeter, and estimating egg retention for all females (0 to 5,000 max; visually estimated). For more comprehensive information about additional metrics gathered during the Okanogan carcass surveys, please refer to Protocol ID: 2226.\n\nAt the conclusion of the season, a percentage calculation is carried out on a sample of female carcasses that retained all their eggs for both hatchery-origin and natural-origin fish (MethodID: 6748). This percentage serves as an essential indicator of reproductive success within the population."
}{
  "target": " Collection and Analysis of Chinook Salmon Carcasses during Spawning Surveys.\n\nSpecifies the primary focus or goal of the method within 5 words:\n\nChinook Salmon Carcass Collection and Data Analysis."
}{
  "constraints": " The text provides information about a method used for collecting and processing adult chinook salmon carcasses during spawning surveys in the Okanogan basin. Here are some constraints applicable to the method based on the provided text:\n\n1. Carcass collection occurs during August-November, targeting 20% of the spawning population within each reach. This constraint is stated as \"Adult chinook carcasses are collected throughout the Okanogan basin during spawning ground surveys in August-November. The target sample size for carcass recovery efforts is 20% of the spawning population within each reach.\"\n\n2. Carcass recovery efforts occur simultaneously with redd float surveys. This constraint is stated as \"Recovered carcasses are transported within inflatable rafts downstream until a suitable site was found for processing. Biological data is collected from carcasses included sex, fork length (FL) and post-orbital hypural length (POH) to the nearest cm, and estimated egg retention for all females (0 to 5,000 max; visually estimated). Please refer to MethodID: 6748 for more information about determining egg retention. Refer to Protocol ID: 2226 for more information about other metrics collected during the Okanogan carcass surveys.\"\n\n3. Biological data is collected from each carcass including sex, fork length, post-orbital hypural length, and estimated egg retention. This constraint is stated as \"Biological data is collected from carcasses included sex, fork length (FL) and post-orbital hypural length (POH) to the nearest cm, and estimated egg retention for all females (0 to 5,000 max; visually estimated).\"\n\n4. Egg retention for each female is estimated visually. This constraint is stated as \"estimated egg retention for all females (0 to 5,000 max; visually estimated)\".\n\n5. At the end of the season, a percent of sample female carcasses that retained all their eggs is calculated for both hatchery-origin and natural-origin fish. This constraint is stated as \"At the end of the season a percent of sample female carcasses that retained all of their eggs was calculated for both hatchery-origin and natural-origin fish.\"\n\nThese constraints are essential to ensure accurate data collection and analysis during the chinook salmon spawning surveys. The information gathered helps researchers understand the reproductive success of different populations, contributing valuable insights into their health and conservation status."
}