{
  "keywords": " Stream networks, Solar insolation modeling, Gross primary production (GPP), Columbia Basin, Riparian vegetation, Spatially-explicit model"
}{
  "abstract": " The Integrated Status and Effectiveness Monitoring Program (ISEMP) is creating a model to predict gross primary production (GPP) for salmonid habitats in stream networks across the Columbia Basin. Solar insolation, which affects both stream temperature and productivity, has been identified as an important input for this model. To predict solar insulation, ISEMP is developing a spatially-explicit model using data from various sources.\n\nPreliminary work by Eco Logical Research, Inc. (ELR) used temperature, solar inputs, and conductivity as model inputs, with promising results using solar insolation as a factor. However, collecting comprehensive field-based solar insolation measurements for the entire Columbia Basin stream network is resource prohibitive. Instead, ISEMP aims to create a model to predict solar insolation for all streams and associated riparian buffers, potentially reducing the need for extensive fieldwork.\n\nSolar modeling efforts have relied on data from the National Biomass and Carbon Dataset (NBCD), specifically the basal area-weighted canopy height dataset. This dataset combines high-resolution inSAR data, US Forest Service Forest Inventory and Analysis (FIA) data, and remotely-sensed data to approximate stream shading when calculating solar insolation using ArcGIS tools. While this method has produced good results, any vegetation height raster dataset with elevation values can be used as input for the tool.\n\nSouth Fork Research, Inc. (SFR) is improving and automating the solar insolation modeling process through the development of ArcGIS Python tools, incorporating emulation of shading from riparian vegetation and topography. The goal is to create a robust, reliable input for GPP modeling efforts while reducing the need for extensive field data collection."
}{
  "description": " The Integrated Status and Effectiveness Monitoring Program (ISEMP) aims to establish a gross primary production (GPP) model for stream networks within the Columbia Basin to predict salmonid habitat requirements based on spatially-explicit predictions. Initial GPP model development by Eco Logical Research, Inc. (ELR) has shown promising results using temperature, solar inputs, and conductivity as model inputs. Solar insolation significantly influences both stream temperature (Sinokrot and Stefan, 1993) and primary productivity in streams (Fisher and Likens, 1973; Hill et al., 1995).\n\nELR's preliminary workflow calculates average upstream solar insolation values per approximately 200 meters stream segments using areal solar insolation. South Fork Research, Inc. (SFR) is enhancing this method and automating the solar insolation modeling process through ArcGIS Python tools. They have developed a methodology for emulating riparian vegetation shading and topography effects on solar insolation modeling.\n\nThe Columbia Habitat Monitoring Program (CHaMP) collects solar insolation data during stream surveys, but collecting comprehensive, continuous measurements along the entire Columbia Basin stream network is resource-prohibitive. Developing a spatially-explicit model to predict solar insolation for all stream networks and associated riparian buffers within the Columbia Basin will potentially offer a robust, reliable input for GPP modeling efforts and reduce the need for extensive field-based data collection.\n\nTo date, solar modeling relies on raster data derived from the National Biomass and Carbon Dataset (NBCD), specifically its basal area-weighted canopy height dataset. The NBCD was developed by the Woods Hole Research Center in 2000 using high-resolution InSAR data acquired by the 2000 Shuttle Radar Topography Mission (SRTM), US Forest Service Forest Inventory and Analysis (FIA) data, and Landsat ETM+ sensor data. The tool combines basal area-weighted canopy height values with bare-earth topographic values from a National Elevation Dataset (NED) high-resolution digital elevation model (DEM), resulting in a relatively accurate approximation of stream shading when calculating solar insolation using ESRI's Area Solar Radiation tool. While NBCD basal area-weighted canopy height data has produced good results, any vegetation height raster dataset with meters-valued elevations may serve as input for the tool.\n\nInput data for this process includes NHD+ 1:24k flowlines, segmented NED DEM 10m2, USGS Hydrologic Unit polygon (HUC4, HUC5), and a stream area polygon (bankfull or NHD Area). The NBCD basal-area weighted (BAW) canopy height dataset is also required as input."
}{
  "target": " Developing a spatially-explicit solar insolation model for Columbia Basin streams using vegetation height data."
}{
  "constraints": " Based on the text provided, the following constraints are applicable to the method:\n\n1. The method for predicting solar insolation relies on raster data as input, specifically a vegetation height raster dataset with elevation values in meters. (line 15 and line 23)\n2. The method uses a spatially-explicit model to predict solar insolation for all stream networks and associated riparian buffers within the Columbia Basin, reducing the need for field-based data collection. (lines 6-8)\n3. The method development work has been conducted by Eco Logical Research, Inc. (ELR) and South Fork Research, Inc. (SFR). (lines 2-4 and lines 12-14)\n4. The Columbia Habitat Monitoring Program (CHaMP) collects solar insolation data during stream surveys but it's resource prohibitive to collect field-based solar insolation measurements comprehensively for the entire stream network of the Columbia Basin. (lines 9-11)\n5. The method has relied on using raster data derived from the National Biomass and Carbon Dataset (NBCD) basal area-weighted canopy height dataset but any vegetation height raster dataset will work as an input for the tool. (lines 21-23)\n\nThere is no code in this text, it's just a description of the method and its context."
}