{
  "keywords": " Daily average egg pocket temperature, Spawning completion percentage, Atlantic Temperature Units (ATU), Emergence timing estimation, Ives Island area, Pacific States Marine Fisheries Commission (PSMFC)"
}{
  "abstract": " In order to determine the emergence timing of chum salmon in a specific area, this method uses the daily average egg pocket temperature summed at different stages of spawning: when spawning begins, when 10% of it is completed, when 50% is completed, and when 90% is completed. The percentage of spawning completion was determined using weekly redd counts from the Pacific States Marine Fisheries Commission.\n\nThe significance of this method lies in its ability to provide an estimation of emergence timing for chum salmon based on historical data and laboratory experiments. By calculating emergence at two different Average Temperature Units (ATU) levels, 825 ATU and 932 ATU, it addresses potential uncertainties by considering both the early onset of emergence in the Ives Island area and the mean temperature unit level at which half the emergence occurred in control fish during a laboratory experiment.\n\nThe first ATU value (825) is widely used to represent the onset of emergence in the Ives Island area, as it was extensively employed by state and federal agencies in the past for calculating emergence dates for chum salmon in the region. The second value (932) represents the mean temperature unit level at which 50% of emergence occurred in controlled fish during a laboratory study conducted at PNNL.\n\nThis method is necessary because determining the exact emergence timing for chum salmon is crucial for effective fisheries management and conservation efforts. By applying this method, we can have a more accurate and reliable estimation of emergence timing that takes into account both historical data and experimental findings."
}{
  "description": " In this text, the authors discuss two methods for estimating emergence timing of chum salmon using daily average egg pocket temperatures at different stages of spawning and two Automatic Temperature Unit (ATU) levels. The first method involves summing the daily average egg pocket temperature starting from four specific points in the spawning process: the initiation of spawning, 10% completion, 50% completion, and 90% completion. The percentage of spawning completed is determined using weekly redd counts obtained from the Pacific States Marine Fisheries Commission (PSMFC) in the Ives Island area.\n\nThe second method uses two distinct ATU levels for emergence calculations: an earlier onset at 825 ATUs, which represents the earliest expected emergence for chum salmon in the Ives Island area based on historical data and previous studies; and a later emergence point at 932 ATUs, which is the mean temperature unit level where 50% emergence occurred in control fish during laboratory experiments conducted at PNNL (Arntzen et al., 2008, 2009; Murray et al., 2011).\n\nThe text explains that the daily average egg pocket temperatures are summed from different points during spawning to estimate emergence timing. The percentage of spawning completed is determined based on weekly redd counts in the Ives Island area and this information is used to calculate emergence at both ATU levels. The first level, 825 ATUs, has been historically used as a representation of the onset of emergence for chum salmon in that area. The second level, 932 ATUs, represents the temperature unit level at which half of the control fish emerged during laboratory experiments. These methods provide important information for estimating chum salmon emergence timing in the Ives Island area.\n\nCode generation:\n\n```python\nimport datetime as dt\n\ndef calculate_emergence(redd_counts, egg_temperatures, atu_threshold):\n    spawning_percent = get_spawning_percent(redd_counts)\n    \n    if spawning_percent in [10, 50, 90]:\n        emergence_temp_sum = sum(egg_temperatures[egg_temperatures.index:])\n        \n        if spoaning_percent == 10:\n            atu_threshold = 825\n            \n        elif spawning_percent in [50, 90]:\n            atu_threshold = 932\n            \n        emergence_date = dt.datetime(year=2022, month=6, day=1) + dt.timedelta(days=(emergence_temp_sum / atu_threshold * 15))\n        \n    return emergence_date\n\ndef get_spawning_percent(redd_counts):\n    total_weeks = len(redd_counts)\n    current_week = total_weeks - 1\n    spawning_completed = sum(redd_counts[:current_week])\n    \n    return int(spawning_completed / total_weeks * 100)\n```\n\nThis code provides a function `calculate_emergence()` that takes weekly redd counts, egg temperature data, and an ATU threshold as arguments. The function uses the `get_spawning_percent()` helper function to calculate the percentage of spawning completed based on the weekly redd count data, then calculates emergence dates based on the summed daily average egg pocket temperatures and the appropriate ATU threshold depending on the percentage of spawning completed."
}{
  "target": " Calculating emergence timing using egg pocket temperature and ATU levels."
}{
  "constraints": " The text describes a method for estimating emergence timing of chum salmon based on egg pocket temperature and spawning percentage. Here are some constraints applicable to this method as stated in the text:\n\n1. Egg pocket temperature data is collected from four different times during spawning: initiation, 10% completed, 50% completed, and 90% completed.\n2. Spawning percentage is determined using weekly redd counts obtained from PSMFC.\n3. Emergence is calculated at two different ATU levels: 825 ATU (earliest onset of emergence) and 932 ATU (mean temperature unit level at 50% emergence).\n4. The method uses previously established values for the earliest onset of emergence in Ives Island area (FPC 2012, Todd Hillson personal communication December 2010).\n5. The mean temperature unit level at 50% emergence is based on a laboratory experiment conducted at PNNL (Arntzen et al., 2008, 2009; Murray et al., 2011).\n\nNo code is provided in the text."
}