{
  "keywords": " Genetic tagging, Parentage Based Tagging (PBT), Tagging rate, Broodstock sampling, Genotyping, Columbia River basin, Hatchery fish."
,
  "abstract": " In the Columbia River basin, agencies use Parentage Based Tagging (PBT) to learn about the origin of hatchery fish. Unlike traditional physical tagging methods, PBT uses genetic information from parental broodstock to tag their offspring. However, calculating PBT tagging rates can be complex as it depends on the successful sampling and genotyping of both male and female parents.\n\nPBT tagging rates are crucial as they determine the percentage of offspring that can be traced back to their parents. If all parents are sampled and successfully genotyped, the stock is 100% PBT tagged, making it easier for managers to manage and monitor fish populations. However, when not all parents are sampled or genotyped, the tagging rate falls below 100%, necessitating estimation methods.\n\nThis text discusses various ways to estimate PBT tagging rates when the sampling of parental broodstock is incomplete. The necessity for these estimation methods arises from the inherent challenges in calculating tagging rates with PBT. Physical tagging methods provide a straightforward solution, as the total number of tagged fish can be directly measured. However, PBT's reliance on genetic information from parents demands a different approach.\n\nThe text outlines several estimation methods for determining PBT tagging rates when some parents have not been sampled or successfully genotyped. Each method comes with specific assumptions and provides varying levels of accuracy under certain scenarios. The authors argue that understanding these estimation methods is essential for effectively using PBT in fish population management.\n\nOverall, the text aims to help managers better understand the concept of genetic tagging rates, focusing on Parentage Based Tagging and its unique challenges compared to traditional physical tagging methods. By providing visualizations and illustrations, the authors make the complex topic more accessible and easier to remember."
,
  "description": " The text discusses the use of Parentage Based Tagging (PBT) in agencies managing fish populations within the Columbia River basin. This genetic tagging method is used to identify the origin of hatchery-produced fish and requires a deeper understanding of genetics and sampling techniques compared to traditional physical tagging methods.\n\nIn PBT, parental broodstock are the focus for genetic tagging instead of the progeny. For complete PBT implementation, both male and female parents in a spawning cross need to be sampled and successfully genotyped for their progeny to carry the genetic tag. If all parents are sampled and genotyped, the stock is considered 100% PBT tagged, enabling each offspring to be assigned back to their specific parents.\n\nHowever, in real-world scenarios, not all parents may be sampled or successfully genotyped, resulting in a PBT tagging rate below 100%. These rates can be estimated using various methods with different assumptions. The text discusses these methods and provides visual schematics to help understand the concept of PBT tagging rates better.\n\nLet's dive deeper into the concepts:\n\nParentage Based Tagging: A genetic method used for fish population management where parental broodstock are genetically tagged, and their progeny carry these tags. This allows identification of hatchery-produced fish in wild populations, aiding in stock assessment and management.\n\nGenetic tagging rate: The percentage of individuals carrying genetic tags (in this context, derived from parental broodstock). A 100% genetic tagging rate ensures every individual in the population can be assigned back to its specific parents, providing complete information on origin and parentage.\n\nIncomplete sampling: When not all parents are sampled or successfully genotyped, leading to a PBT tagging rate below 100%. Estimating these rates is crucial for conducting Parentage Based Tagging effectively.\n\nEstimation methods: The text discusses several methods for estimating PBT tagging rates based on different assumptions, aiming to provide a more accurate estimate under certain scenarios of incomplete broodstock sampling. Some examples include:\n\n1. Maximum Likelihood Estimation (MLE): Uses all available genetic information from the population, making it an unbiased method but computationally intensive.\n2. Markovian methods: Assume a random mating pattern within a population and can handle large datasets with missing data efficiently.\n3. Bayesian methods: Use prior knowledge to infer genetic relationships in a population, providing more robust results in complex scenarios.\n\nThese are just a few examples of the estimation methods discussed in the text. Each method has its strengths and weaknesses depending on the specific scenario of broodstock sampling and the availability of genetic data."
,
  "target": " Explaining genetic tagging rate estimation methods for Parentage Based Tagging (PBT).\n\n1. Complete Sampling Method: Calculate tagging rate when all parents are sampled and genotyped.\n2. Probability of Marking Method: Estimate tagging rate based on probability of a fish being tagged.\n3. Maximum Likelihood Method: Determine tagging rate using statistical analysis of genotype data.\n4. Bayesian Inference Method: Use Bayes' theorem to estimate tagging rate and parentage assignment probabilities.\n5. Markov Model: Estimate tagging rate by modeling the probability distribution of fish genotypes in a population.\n\nThe choice of method depends on the sampling scenario, data availability, and desired accuracy for estimating PBT tagging rates."
,
  "constraints": " The text discusses Parentage Based Tagging (PBT) for gathering information on the origin of hatchery fish and calculating tagging rates for this genetic tagging method. The main constraints and where they are stated in the text are as follows:\n\n1. Genetic tagging requires sampling and successful genotyping of both male and female broodstock, not just the progeny (Section 2).\n2. If all parents are sampled and genotyped successfully, then the stock is 100% PBT tagged (Section 3).\n3. If not all parents are sampled or genotyped successfully, the tagging rate will be less than 100%, and these rates need to be estimated (Sections 4-6).\n\nThe text provides several methods for estimating PBT tagging rates with different assumptions:\n\n1. Pooled method - assumes that all spawning crosses have the same tagging rate within a stock, but it does not account for differences between individual parents or spawning crosses (Section 5).\n2. Full sibling method - considers only the progeny from full sibling pairs and assumes the tagging rate is 100% for those parents (Section 6).\n3. Markovian method - uses probability models to estimate tagging rates based on genetic data and considers individual parents and spawning crosses (Section 6).\n\nThe text also notes that some methods provide a more accurate estimate of tagging rates under certain scenarios of incomplete broodstock sampling (Section 7)."
}