{
  "keywords": " Program RealTime, statistical software, hydrosystem, smolt outmigration, PIT-tag data, forecasting, Columbia River, salmonid stocks, real-time management, dams (Lower Granite, Little Goose, Lower Monumental, Ice Harbor, McNary), passage indices, end-of-season evaluations."
}{
  "abstract": " The University of Washington developed Program RealTime as a statistical tool, funded by the Bonneville Power Administration, to predict the timing of individual stocks of outmigrating juvenile salmonids (Chinook, steelhead, sockeye, and coho) passing through the Snake and Columbia River hydrosystem. The software uses data from PIT tags and passage indices to provide real-time forecasts of arrival distributions, historical timing, transport, and survival for these fish at specific dams.\n\nThe necessity of this tool lies in assisting seasonal river management for threatened and endangered Snake River salmon stocks and listed Mid-Columbia River stocks. The predictions are accessible to the fisheries community via the internet, enabling them to make informed decisions during smolt outmigration in real time.\n\nThe software employs two primary data sources: PIT-tag detections at Lower Granite Dam for individual stocks and FPC passage indices at each dam for runs-at-large. By analyzing this information, Program RealTime generates forecasts for fish arriving at Lower Granite, Little Goose, Lower Monumental, Ice Harbor, and McNary dams.\n\nThe importance of this method lies in addressing the need for real-time, data-driven insights into salmonid migration patterns. This information is crucial for effective management decisions that can positively impact threatened and endangered populations, ensuring their long-term survival.\n\nThere's no code provided in the text. If you have a specific coding question or requirement, please let me know and I will do my best to help."
}{
  "description": " The University of Washington's Program RealTime is a statistical software application designed for predicting the run timing of individual stocks of outmigrating juvenile salmonids, specifically Snake River Chinook, steelhead, subyearling Chinook, sockeye, and coho salmon. Funded by the Bonneville Power Administration (BPA), this program has been in operation since 1994 for threatened and endangered Snake River stocks, and since 2000 for listed Mid-Columbia River stocks.\n\nProgram RealTime relies on Passive Integrated Transponder (PIT) tag data to generate forecasts for arrival distributions, historical timing, transport, and survival rates of Snake River salmonids at various dams including Lower Granite, Little Goose, Lower Monumental, Ice Harbor, and McNary. These dams are located along the Snake and Columbia Rivers hydrosystem.\n\nThe program uses PIT-tag detection data from Lower Granite Dam to create its forecasts for individual stocks of salmonids. In addition, Program RealTime employs passage indices for runs-at-large to derive arrival distributions and historical timing information for combined stocks of yearling Chinook salmon, steelhead, subyearling Chinook, sockeye, and coho salmon at dams such as Rock Island, Lower Granite, McNary, John Day, and Bonneville. Fischer-Pristau (FPC) passage indices are used for these forecasts.\n\nEnd-of-season evaluations for the inseason predictions generated by Program RealTime are reported annually in the BPA technical report series named \"Monitoring and Evaluation of Smolt Migration in the Columbia Basin\". These reports, available through Pisces, provide comprehensive analysis on the accuracy and effectiveness of the program's predictions. (Townsend et al., 2011)\n\nHere is a simple Python code example for calculating the FPC passage index:\n\n```python\n# Sample data\ncount_upstream = 150\ncount_downstream = 130\ntotal_passage = count_upstream + count_downstream\n\n# Calculate FPC passage index\nfpc = (count_upstream / total_passage) * 100\n\nprint(\"FPC passage index: {:.2%}\".format(fpc))\n```\n\nKeep in mind that this is just a simplified example, and the real implementation of the FPC calculation may involve more complex data processing and adjustments for factors like time of day, day of week, etc."
}{
  "target": " Real-time prediction of salmonid smolt migration using PIT data and passage indices."
}{
  "constraints": " Based on the text body provided, here are the constraints applicable to the Program RealTime method and where they are stated:\n\n1. The method uses statistical models and relies on real-time data from PIT-tag detections at Lower Granite Dam for Snake River yearling Chinook, steelhead, subyearling Chinook, sockeye, and coho salmon, as well as passage indices at each dam for runs-at-large. (Constraints on data availability and real-time processing)\n2. The predictions are based on historical timing, transport, and survival. (Assumption that historical patterns will continue to some extent in the future)\n3. End-of-season evaluations for the inseason predictions are reported annually in the BPA technical report series. (External validation of the method's accuracy)\n\nNo code was provided in the text body, so none was generated."
}