{
  "keywords": " Piscivorous waterbirds, Colony size estimation, Reconnaissance surveys, UAS (Unmanned Aircraft System), Orthomosaics, High-resolution vertical imagery, Photogrammetry software (Pix4Dmapper)"
}{
  "abstract": " In order to estimate the size of piscivorous waterbird colonies in the Columbia River basin, we will conduct a combination of aerial surveys and ground-based or boat-based monitoring. During aerial surveys, potential bird colonies are identified and assessed for breeding activity and nesting chronology using digital images and on-site inspections. Ground-based or boat-surveys are then conducted to obtain more detailed information about the colony's size, breeding status, and habitat usage.\n\nWhen it is not possible to monitor colonies from land or water, we will use Unmanned Aircraft Systems (UAS) equipped with high-resolution cameras to acquire imagery. UASs will be used in accordance with FAA regulations and will only be deployed for colony monitoring when necessary to minimize disturbance to nesting birds.\n\nTo analyze the imagery obtained from aerial surveys, we will use photogrammetric techniques to generate orthorectified and mosaicked high-resolution vertical images of each active colony. This process involves using a sequence of Structure From Motion (SFM) algorithms to create a 3D point cloud from input images. A digital surface model (DSM) is then generated from the 3D point cloud, which is used to orthorectify and mosaic the images for analysis.\n\nThis method is necessary as it allows us to efficiently and accurately estimate colony size for piscivorous waterbirds in hard-to-reach or remote areas. The use of UASs enables us to monitor colonies with minimal disturbance, while the photogrammetric processing of imagery provides detailed information about colony size, breeding status, and habitat usage that cannot be obtained through ground-based or boat-based surveys alone.\n\nUnfortunately, I cannot provide code for this method as it is a complex process that involves specialized software and hardware, as well as extensive knowledge and expertise in aerial imaging and photogrammetry techniques."
}{
  "description": " This text describes a methodology for estimating colony size of piscivorous waterbirds in the Columbia River basin using a combination of ground-based surveys, boat-based surveys, and Unmanned Aircraft Systems (UAS). The process begins with identifying potential breeding colonies through aerial reconnaissance surveys. When potential colonies are detected via in-flight observations or post-flight analysis of digital images, ground- or boat-based surveys are conducted to assess breeding status and nesting chronology, as well as colony attendance.\n\nGround-based surveys involve physical inspections of the colonies, while boat-based surveys allow for observation from the water surrounding the colonies. The frequency of these surveys depends on the number of birds present at each site and the types of nesting behaviors observed. If colonies cannot be adequately monitored via land or boat, UASs are deployed to assist in monitoring.\n\nTo estimate colony size, high-resolution (1-1.5 cm ground sample distance) vertical imagery is acquired using a UAS late in the incubation period (mid-May). This imagery is then processed using Structure From Motion (SFM) algorithms to generate a 3d point cloud and a digital surface model (DSM). Orthorectification and mosaicking of these images are carried out using the Pix4Dmapper photogrammetry software.\n\nOrthorectification is the process of adjusting images to remove distortion caused by camera orientation, topographic relief, and lens distortion. Mosaicking involves stitching multiple images together to create a single, large image. The DSM generated from the 3d point cloud serves as the terrain input for orthorectification and mosaicking, along with camera lens calibration calculations, image geolocations (DGPS or PPK GPS), and surveyed PPK GPS ground control points when survey-grade precision is required.\n\nThe end product of this process is high-resolution, vertically-corrected and mosaicked imagery ready for analysis to estimate peak colony size at each piscivorous waterbird colony within the study area. By employing a combination of ground-based, boat-based, and UAS surveys, researchers can efficiently and accurately estimate colony sizes while minimizing disturbances to nesting birds."
}{
  "target": " Estimating piscivorous waterbird colony size using high-resolution vertical imagery and UAS."
}{
  "constraints": " The given text discusses a method for estimating colony size of piscivorous waterbirds using a combination of ground-based surveys, boat-based surveys, and Unmanned Aircraft Systems (UAS). Several constraints applicable to this method are as follows:\n\n1. Ground- or boat-based surveys must be conducted when in-flight observations suggest the presence of a potential bird breeding colony (pre-laying, incubation, chick rearing, and fledging periods). The frequency of these surveys depends on the number of birds and nesting behaviors observed at each site.\n2. UASs are used to monitor colonies that cannot be adequately monitored via land or boat. When using UASs, adherence to all FAA requirements is necessary, and simultaneous colony monitoring is conducted to ensure no disturbances to nesting birds.\n3. High-resolution vertical imagery acquired through UAS flights for estimating colony size is obtained late in the incubation period (mid-May). This timing ensures the greatest numbers of nesting adults are present on colonies for accurate estimates.\n4. Habitat type, which refers to the ground where birds may or may not attempt to breed, is binary (vegetated or non-vegetated) and could be sand, gravel, cobbles. This information is required for analysis.\n5. High-resolution vertical imagery acquired through UAS flights is orthorectified and mosaicked using photogrammetry software such as Pix4Dmapper to reduce spatial distortion caused by topographic relief, camera lens distortion, and camera orientation. The 3d point cloud generated from the input aerial images undergoes Structure From Motion (SFM) algorithms for orthorectification and mosaicking. This process results in georeferenced, high-resolution vertical imagery ready for analysis.\n\nThere is no code provided within this text, as it primarily focuses on describing the methodology and constraints involved in estimating colony size for piscivorous waterbirds using a combination of ground-based surveys, boat-based surveys, and UAS flights."
}