{
  "keywords": " Fallback, Salmon, Steelhead, Dam, Migration, Detection, PIT tag"
}{
  "abstract": " This method aims to identify \"fallback\" fish, which are salmon or steelhead that are detected to have moved upstream of a dam but are later found downstream. Fallback behavior can result in migration delays and decreased numbers of fish reaching their spawning grounds (Boggs et al., 2004; Keefer et al., 2004, 2005). The method uses data from PIT tag detection to identify these fish. However, it's important to note that not all fallback fish are captured in this analysis as it only includes those that are detected both upstream and downstream of a dam. Fish moving through fish ladders are excluded from this study. This approach is essential to understanding the impacts of dams on fish populations and helping to improve strategies for fish passage and conservation efforts.\n\nHere's a simple pseudocode representation of the method:\n\n```python\ndef identify_fallback_fish(pit_tag_data):\n    upstream_detections = [] # List storing pit tag detections upstream of dams\n    downstream_detections = [] # List storing pit tag detections downstream of dams\n    \n    for detection in pit_tag_data: # Loop through all pit tag detections\n        if detection.location in upstream_locations: # If detection is upstream, add it to the list\n            upstream_detections.append(detection)\n        \n        elif detection.location in downstream_locations: # If detection is downstream, add it to the list\n            downstream_detections.append(detection)\n            \n    fallback_fish = [] # Initialize empty list for storing identified fallback fish\n    \n    for upstream_detection in upstream_detections: # Loop through all upstream detections\n        for downstream_detection in downstream_detections: # Check if there's a corresponding downstream detection for each upstream one\n            if upstream_detection.fish_id == downstream_detection.fish_id and \\\n               upstream_detection.date < downstream_detection.date:\n                fallback_fish.append(upstream_detection)\n    \n    return fallback_fish # Return list of identified fallback fish\n```\n\nThis pseudocode represents the method's flow, extracting pit tag data and filtering it to identify upstream and downstream detections separately. It then checks for instances where a fish is first detected upstream and later downstream, labeling those as fallback fish."
}{
  "description": " This text discusses the concept of \"fallback\" behavior in fish populations, specifically salmon and steelhead, in relation to their migration through dams. The term \"fallback\" refers to individuals that are detected upstream of a dam and later found downstream, suggesting they have moved upstream and then subsequently migrated back downstream.\n\nThe text outlines several potential routes the fish could take when exhibiting fallback behavior: passing through spillways, navigation locks, juvenile bypass systems, or turbines. This behavior has been observed to result in migration delays (Keefer et al. 2004), which can negatively impact the population's escapement to their spawning grounds (Boggs et al. 2004, Keefer et al. 2005).\n\nIt is important to note that fish moving downstream through a fish ladder are not included in this analysis, meaning only those fish detected upstream of the dam and then later found downstream are considered in the study of fallback behavior. Additionally, the method discussed here is likely an underestimation of true fallback events, as it does not account for fish that have fallen back over a dam but were not subsequently detected.\n\nIn summary, \"fallback\" is the term used to describe salmon and steelhead that are detected upstream of a dam and then found downstream, suggesting they migrated upstream and then returned downstream. This behavior can lead to migration delays and decreased escapement to spawning grounds. The text mentions several possible routes the fish could take when exhibiting fallback behavior and explains how this phenomenon has been observed to negatively impact salmonid populations. Fish moving through a fish ladder are excluded from this analysis, leading to an underestimation of true fallback events."
}{
  "target": " Analyzing upstream-downstream movement of fallback fish, excluding fish ladders."
}{
  "constraints": " Based on the provided text, here are the constraints applicable to the method for detecting fallback fish:\n\n1. The method only considers fish that are detected as having moved upstream of a dam and then are later detected downstream of the dam. It does not include fish that fall back over a dam and are not subsequently detected.\n2. Fish moving downstream through a fish ladder are not used in this analysis.\n\nThese constraints are stated explicitly in the text. The first constraint is mentioned when it says, \"This method will underestimate fallback as it does not include fish that fall back over a dam and are not subsequently detected.\" The second constraint is mentioned when it says, \"Fish moving downstream through a fish ladder are not used in this analysis.\""
}