{
  "keywords": " Orthomosaic images, GIS platform, bird digitization, species classification, breeding pairs, analysts, confidence intervals"
,
  "abstract": " In this method, orthomosaic images from aerial surveys are analyzed using a specialized Geographic Information System (GIS) platform developed by Real Time Research. Analysts manually count birds of specific target species within these images. For certain bird species like double-crested cormorants and Caspian terns, the analysts classify each bird's status as either an Individual (not on a nest) or Nest (on a nest). \n\nFor other bird species such as ring-billed gulls, California gulls, and American white pelicans, all adults in their colonies are digitized due to the inability to differentiate between a bird on or off a nest for these species. Each nest signifies a breeding pair for cormorants and terns, whereas each adult serves as a proxy for a breeding pair for gulls and pelicans.\n\nThe status classification is determined by analyzing the bird's shape, posture, distribution, and ancillary oblique imagery when available. This process is carried out by experienced analysts with an extensive knowledge of each species to ensure accuracy.\n\nTo estimate colony size (number of breeding pairs) for all piscivorous waterbird colonies within the study area, this bird enumeration and classification process is repeated three times by different analysts. The average of these three counts serves as the point estimate of colony size, with 95% confidence intervals calculated around each estimate to provide accuracy and minimize errors.\n\nThis method is essential for accurately assessing the population of specific target waterbird species within a given study area. By using multiple analysts and repetitions, it reduces potential errors and provides a reliable estimate with confidence intervals, ultimately improving the overall accuracy and efficiency of bird population surveys."
,
  "description": " In this orthomosaic image analysis process, images are uploaded onto a specialized Geographic Information System (GIS) platform created by Real Time Research. For specific bird species, such as double-crested cormorants and Caspian terns, an analyst manually digitizes individual birds, distinguishing between those that are on nests (Nest status) and those not on nests (Individual status). This distinction is essential for species where the breeding pair can be discerned.\n\nHowever, for bird species like ring-billed gulls, California gulls, and American white pelicans, which cannot be differentiated between a bird on or off a nest, all adults within colonies are digitized. In the case of cormorants and terns, a single nest represents a breeding pair, while each adult serves as a proxy for a breeding pair in gulls and pelicans.\n\nAnalysts undertaking this task have extensive knowledge of each species and rely on a combination of bird shape, posture, distribution, and ancillary oblique imagery when available to determine the status classification. To ensure accuracy and reduce errors, three separate analysts perform the bird enumeration and classification process, and the final colony size estimate is calculated as the average of these three counts. This approach provides a 95% confidence interval around each estimate of colony size for all piscivorous waterbird colonies within the study area.\n\nUnfortunately, I cannot generate code from this text content as it does not contain any programming instructions or algorithms."
,
  "target": " Manual bird counting and colony size estimation with 95% CI."
,
  "constraints": " Based on the text provided, I have identified several constraints applicable to the method for estimating colony size of piscivorous waterbirds:\n\n1. Manual digitization by analysts: The process relies on human analysts to manually digitize and classify birds based on their shape, posture, distribution, and ancillary oblique imagery. This constraint ensures that the analysis is conducted with expertise and accuracy, as the analysts have intimate knowledge of each species.\n2. Counting breeding pairs for specific species: The method differentiates between species for which breeding pairs are counted (cormorants and Caspian terns) and those for which all adults are digitized (ring-billed gulls, California gulls, and American white pelicans). This constraint is essential to accurately estimate the number of breeding pairs for each species within the study area.\n3. Status classification: Each bird is classified as either an Individual or Nest based on its status, with different rules applied for different species. This constraint enables accurate estimation of the number of breeding pairs and individuals for each species.\n4. 95% confidence intervals: To calculate 95% confidence intervals around colony size estimates, the process is repeated three times by three different analysts. The point estimate is the average of these three counts. This constraint ensures that the results are robust and reliable.\n5. Proprietary GIS platform: The analysis is conducted using a proprietary GIS platform developed by Real Time Research. This constraint may limit the availability and accessibility of the method to researchers outside of the organization, as the software and analysis techniques are not publicly available.\n6. Orthomosaic images: The method requires high-resolution orthomosaic images for analysis. This constraint ensures that accurate and detailed data can be obtained from the imagery.\n\nThere is no code provided in this text to generate again."
}