{
  "keywords": " Observation bias, Snorkel surveys, Detection efficiency, Steelhead parr, Westslope Cutthroat Trout, Mark-resight methodology, Thurow et al. (2006), Apperson et al. (2015)"
}{
  "abstract": " In order to evaluate the effectiveness of snorkel surveys in detecting steelhead parr and Westslope Cutthroat Trout, researchers use a mark-resight methodology. This involves marking some of the fish in certain sites and then estimating the probability of detection by observing the marked individuals during snorkeling surveys. Since it was previously found that steelhead and Westslope Cutthroat Trout have similar detection efficiencies, the observation efficiency for both species is assessed together at a subset of transects.\n\nThe mark-resight method is necessary because there can be an issue called observation bias during snorkel surveys. This means that certain fish may be more likely to be detected due to their location or other factors, which could lead to inaccurate results. By using marked individuals, researchers can estimate the probability of detecting a fish, regardless of its actual species, and account for any observation bias.\n\nThe method is applied at the discretion of snorkel crew leaders, with the goal of performing these surveys in 10% of transects annually. This approach helps ensure that observation bias is being assessed consistently across different sites and years."
}{
  "description": " In the given text, the authors describe a methodology used to assess observation bias during snorkel surveys for juvenile steelhead and Westslope Cutthroat Trout. The mark-resight method is implemented to estimate the detection efficiency of these fish species at a subjectively chosen subset of sites each year.\n\nThe detection probability is estimated through the observation of marked individuals using a protocol adapted from Thurow et al. (2006). This methodology assumes that steelhead and Westslope Cutthroat Trout have similar detection efficiencies, leading to their combined evaluation. Mark-resight surveys are carried out at the discretion of snorkel crew leaders with the goal of performing them in 10% of transects annually.\n\nThe mark-resight methodology involves the following steps:\n1. Fish are marked using a non-invasive marking technique, such as fin clips or external tags, prior to the survey period.\n2. During the snorkel surveys, researchers search for and record the presence of marked fish along predefined transects.\n3. The detection probability is calculated based on the number of marked individuals observed during the survey divided by the total number of marked individuals present in the study area.\n4. This estimation provides information about the observation efficiency of snorkeling for juvenile steelhead and Westslope Cutthroat Trout combined, allowing for the assessment of observation bias during surveys.\n\nBy implementing this mark-resight methodology, researchers can evaluate the effectiveness of their observational efforts and improve data accuracy by accounting for potential observation bias. This approach is essential in ensuring reliable population estimates and effective management strategies for steelhead and Westslope Cutthroat Trout populations."
}{
  "target": " Evaluating observation efficiency of snorkel surveys for steelhead and Cutthroat Trout using mark-resight methodology."
}{
  "constraints": " The text describes a methodology used to assess observation bias during snorkel surveys for steelhead parr and Westslope Cutthroat Trout. Here are the constraints mentioned in the text and where they are stated:\n\n1. **Subjectively chosen set of sites each year:** The choice of sites for mark-resight surveys is subjective, meaning that the snorkel crew leaders have discretion in selecting which transects to survey (Thurow et al., 2006 protocol not specified).\n2. **Performed in 10% of transects annually:** The goal is to perform mark-resight surveys in 10% of the transects annually (mentioned in the text but no specific source cited).\n3. **Same detection efficiency for steelhead and Westslope Cutthroat Trout:** Thurow et al. (2006) found that steelhead and Westslope Cutthroat Trout had the same detection efficiency, so observation efficiency is evaluated for juvenile steelhead and Cutthroat Trout combined at a subset of transects (Apperson et al., 2015).\n4. **Mark-resight methodology:** A mark-resight methodology is used to estimate the observation or detection efficiency of steelhead parr and Westslope Cutthroat Trout in a subset of transects each year (text states this explicitly).\n\nNo constraints were provided without adequate explanation or context. The text explains that the choice of sites for mark-resight surveys is subjective, but it doesn't provide any information about potential constraints on the number of marked individuals used or the frequency of resightings. However, these details might be mentioned in the Thurow et al. (2006) and Apperson et al. (2015) studies, so further investigation would be required to determine if these aspects are explicitly stated as constraints or not."
}