{
  "keywords": " JSATS, filtering, detections, rulesets, multipath, false positives, Tag ID, Battery Life, Tag Pulse Rate, Tag Frequency, Arnold Ammann, Taylor Spaulding, R package, MatLAB code."
,
  "abstract": " This method is designed to process and clean raw detection data from JSATS (Juvenile Salmonid Acoustic Telemetry System) receivers. It utilizes rulesets to eliminate multipath detections and false positives based on various criteria such as Tag ID, Expected Battery Life, Tag Pulse Rate, and Tag Frequency. Multipath detections occur when the same detection is received multiple times due to reflections or interferences, which can lead to incorrect data. False positives are unintended detections that do not represent actual tag signals.\n\nThe necessity of this method lies in ensuring accurate and reliable information from the JSATS system. By filtering out multipath detections and false positives, it provides more precise tracking and monitoring of salmonids. This is particularly important for research and conservation efforts related to these species.\n\nOriginally developed by Arnold Ammann from NOAA SWFSC, this method was adapted into an R package by Taylor Spaulding from its original MatLAB code. The adaptation allowed for easier implementation and accessibility within the R statistical programming language."
,
  "description": " This text describes a method for processing and filtering raw detection data obtained from Juvenile Salmonid Acoustic Telemetry System (JSATS) receivers using R programming language. The filtering process is based on predefined rulesets to eliminate multipath detections and false positives.\n\nMultipath detections refer to the occurrence of acoustic signals being detected multiple times due to signal reflection, causing erroneous data. To mitigate this issue, the method utilizes rulesets designed to identify and remove these redundant detections from the raw data.\n\nFalse positives, on the other hand, are detection events that do not correspond to actual tagged fish presence. Inaccurate detection data can lead to incorrect conclusions in monitoring or analysis. To address this, the method filters detections based on several parameters: Tag ID, Expected Battery Life, Tag Pulse Rate, and Tag Frequency.\n\nThe Tag ID is a unique identifier assigned to each acoustic tag for tracking individual fish. The Expected Battery Life refers to the estimated amount of time that a tag's battery should last under normal conditions. If detections exceed this life expectancy, they are likely false positives and are filtered out.\n\nTag Pulse Rate determines the number of times a tag emits an acoustic signal within a given time interval. Consistent tag pulse rates help maintain accurate fish detection; deviations from expected pulse rates may indicate malfunctioning tags or other issues, leading to false positives and requiring further investigation.\n\nFinally, Tag Frequency describes the number of acoustic signals emitted by a tag during its active cycle. The method uses predefined rulesets to filter out detections with frequencies that deviate significantly from expected values, ensuring accurate fish identification and reducing false positives.\n\nThe method was originally developed in MatLAB by Arnold Ammann at NOAA SWFSC (Southwest Fisheries Science Center). Taylor Spaulding later adapted the code into an R package for implementation and use within the R statistical computing environment."
,
  "target": " Filters JSATS detections using rulesets for multipath and false positives."
,
  "constraints": " Based on the provided text, here are the constraints and their locations:\n\n1. The method filters raw detection data from JSATS receivers using rulesets. (Location: \"This method is used to filter raw detection data from JSATS (Juvenile Salmonid Acoustic Telemetry System) receivers.\")\n2. Multipath detections are identified and removed. (Location: \"This method is used to filter raw detection data from JSATS receivers. This method is uses rulesets to Identify and remove multipath detections\")\n3. False positives are identified and removed by filtering detections based on Tag ID, Expected Battery Life, Tag Pulse Rate, and Tag Frequency. (Location: \"This method was originally written up by Arnold Ammann (NOAA SWFSC) and has been adapted by Taylor Spaulding from it's original MatLAB code to an R package. This method filters detection data based on Tag ID, Expected Battery Life, Tag Pulse Rate, and Tag Frequency to Identify and remove false positives.\")\n4. The method was originally written in MatLAB and has been adapted to an R package by Taylor Spaulding. (Location: \"This method was originally written up by Arnold Ammann (NOAA SWFSC) and has been adapted by Taylor Spaulding from it's original MatLAB code to an R package.\")\n\nNo additional constraints can be determined from the given text as all mentioned constraints are explicitly stated."
}