{
  "keywords": " McNeil Core sampling, Fine sediments, Volumetric processing, Sieve sorting, Subsurface measurement"
}{
  "abstract": " The McNeil Core sampling method is used to collect and measure fine sediments from riffles, which are important habitats for fish spawning. Traditional sediment sampling techniques often fail to capture these fine sediments. McNeil Core sampling uses a volumetric processing method that involves sorting the sample through stacked sieves and determining the volume of each size category with a displacement flask. The total volume of fine sediment smaller than the sieve sizes is established by settling these sediments in a graduated cylinder or Imhoff cone. This method was developed in 1964 to address the issue of losing fine sediments during other sampling techniques and provides a more accurate measurement for environmental studies related to fish habitats."
}{
  "description": " The McNeil Core sampling method, as outlined in monitoringmethods.org method 5397, is a quantitative technique for measuring subsurface fine sediments (McNeil Core sampling). Developed in 1964, this approach is particularly useful for field work where fine sediments are often overlooked using other sediment sampling techniques, such as pebble counts. Riffles are the primary focus of McNeil Core sampling due to their importance in fish spawning and the influence of fine sediment on this habitat.\n\nThe volumetric processing method employed in McNeil Core sampling commences with the sorting of a McNeil core sample into distinct size categories using a series of stacked sieves arranged on a sieve processing station (sorting, sieves, sieve processing station). The volume for each sediment size category is subsequently calculated by determining the displaced volume in a displacement flask (displacement flask, volume).\n\nThe total volume of fine sediments smaller than the sieve sizes used is established through settling these sediments in either a modified graduated cylinder or an Imhoff cone. By allowing the fine sediment particles to settle under controlled conditions, the accumulated volume can be accurately measured and recorded. This step ensures a comprehensive assessment of the fine sediment content present in the McNeil core sample."
}{
  "target": " Quantitative measurement of fine subsurface sediments using McNeil Core sampling."
}{
  "constraints": " Based on the provided text, here are some constraints applicable to the McNeil Core sampling method:\n\n1. McNeil Core sampling is used specifically for measuring subsurface fine sediments (< size of sieves used). This is stated as one of the main purposes of the method.\n2. Riffles are targeted habitats for this method due to their role in fish spawning and influence of fine sediment in the substrate.\n3. The volumetric processing method is adopted, which includes sorting and measuring the volume of sediment size categories using stacked sieves and a displacement flask.\n4. The total volume of fine sediment smaller than the sieve sizes used is determined by settling these sediments in a modified graduated cylinder or Imhoff cone.\n5. McNeil Core sampling was developed to address the issue of fine sediments being carried away with other sediment sampling techniques, such as pebble counts.\n\nThere are no specific constraints mentioned in the text that require generation of any code. However, the method description includes steps for sorting and measuring sediment volumes using specific equipment (sieve processing station, displacement flask, modified graduated cylinder or Imhoff cone), which could be implemented in code for automation or data analysis purposes if needed."
}