{
  "keywords": " Environmental Monitoring, Fish Tissue Contaminants, EMAP protocol, Mercury levels, Stream condition assessment."
}{
  "abstract": " This method is used to evaluate the potential contamination levels in western wadable streams by analyzing fish tissue for toxic chemicals such as mercury. The focus is on commonly occurring and abundant fish species, which are collected from throughout the sampling reach. Two types of fish tissue samples are prepared: small fish composite samples and big fish individual samples. Small fish samples are more representative of the contaminant load in a stream segment since they can be obtained in larger numbers, while big fish have a higher potential for bioaccumulation and sensitivity to detect contaminants. The results from this analysis help diagnose the cause of stream degradation, when indicated by other stressor and condition indicators, and provide important information on potential exposure to toxic compounds."
}{
  "description": " This method is an Environmental Monitoring and Assessment Program (EMAP) protocol designed for evaluating the ecological condition of western wadable streams, with a specific focus on measuring tissue contaminant levels in fish tissue as an indicator of potential toxic chemical burdens at a site. The text describes instructions for collecting and preparing two types of fish tissue contaminant samples: small fish composite samples and big fish individual samples.\n\nSmall fish composite samples are created by collecting individuals with lengths less than 100 mm (Peterson et al., 2002, Lazorchak et al., 2003). To prepare these samples, the total number of individuals should be recorded. This type of sample is advantageous as small fish species are more ubiquitous and may provide a more representative contaminant load sample for that stream segment by creating a composite sample from a larger number of individuals (Peterson et al., 1996).\n\nBig fish individual samples, on the other hand, consist of individuals with lengths greater than 120 mm. The total length of each individual should be recorded for this type of sample (Yeardley et al., 1998a). Larger fish offer advantages such as a higher level of bioaccumulation and greater sensitivity to detect contaminants, making them potentially more valuable in monitoring programs (Peterson et al., 2005). However, they may present logistical challenges for both field crews and the analytical lab due to their larger size.\n\nThe choice between small and big fish samples is influenced by their relative bioaccumulation capacities and abundance within a support reach. This method emphasizes using whole fish for analysis as it presents fewer logistical problems for both field teams and laboratories (Yeardley et al., 1998a). Fish tissue contaminant results should be used in conjunction with other stressor indicators and condition indicators to diagnose the probable cause of stream degradation.\n\nThe text provides examples of EMAP studies using fish tissue contaminant data (Yeardley et al., 1998, Peterson et al., 2002, Lazorchak et al., 2003). To prepare the two different types of samples, it is necessary to determine which species have adults that are small and large, and accordingly prepare composite samples using a species with smaller adults (such as small minnows, sculpins, or darters) and individual samples using a species with larger adults (such as suckers, bass, trout, sunfish, or carp).\n\nIn summary, this method focuses on the collection and preparation of two types of fish tissue contaminant samples: small fish composite samples and big fish individual samples. The total number of individuals should be recorded for small fish composite samples, while the total length of each individual should be recorded for big fish individual samples."
}{
  "target": " Collecting fish tissue contaminant samples for assessing toxic compound exposure in western wadable streams."
}{
  "constraints": " The text describes a method for collecting and analyzing fish tissue contaminant samples as part of an Environmental Monitoring and Assessment Program (EMAP). The following constraints are applicable to the method:\n\n1. Sampling Sites: Two types of fish tissue contaminant samples are prepared for each site, if possible.\n2. Fish Species: Fish are collected from throughout the sampling reach, focusing on species that commonly occur and are sufficiently abundant within a support reach.\n3. Sample Types: Small fish tissue contaminant samples are composite samples of individuals less than 100 mm long, while big fish tissue contaminant samples are individuals larger than 120 mm long.\n4. Collection Method: Whole fish are collected and analyzed to minimize logistical problems for field crews and the analytical lab.\n5. Sample Size: For small fish composite samples, record the total number of individuals. For big fish samples, record the total length of each individual.\n\nThese constraints are stated throughout the text, primarily in the paragraphs discussing the methodology for collecting and preparing fish tissue contaminant samples. The use of two different types of samples (small and large fish) is necessary because the relative bioaccumulation of contaminants by these fish sizes is not known. Small fish may provide a more representative sample of the contaminant load in a stream segment due to their ubiquity and the potential for combining a larger number of individuals into a composite sample, while larger fish offer a higher level of bioaccumulation and greater sensitivity to detect contaminants.\n\nThere is no code provided in this answer."
}