{
  "keywords": " Walla Walla River, irrigation, fisheries restoration, diversion structures, fish salvage, Endangered Species Act"
}{
  "abstract": " The Walla Walla River's water is heavily diverted for irrigation purposes, causing challenges for salmonid fisheries restoration due to passage constraints and dewatered stream reaches. To address this issue, organizations like CTUIR, ODFW, WDFW, and irrigation districts collaborate on fish salvage efforts during the irrigation season. These salvages involve lowering water levels at various sites such as dams, canals, and hatchery intakes using local Operations and Maintenance (O&M) crews.\n\nThe primary goal of fish salvage operations is to rescue fish from dangerous passage conditions and safely return them to nearby free-flowing areas of the river. During these efforts, equipment such as seines and backpack electrofishing gear is used for capturing fish. Each individual fish is identified by species and recorded on a data sheet. While species tallies are essential for reporting under the Endangered Species Act and tracking species presence/absence indices, the main objective remains non-quantitative: ensuring the safety and wellbeing of the rescued fish.\n\nThe necessity of these salvage operations lies in the importance of maintaining a healthy salmonid population within the Walla Walla River ecosystem. Inevitable diversion activities for agricultural irrigation can restrict fish migration, threatening their survival. By executing fish salvage efforts, we help mitigate the impact on these species and allow them to continue thriving within the basin."
}{
  "description": " The Walla Walla River is subject to extensive diversion for agricultural irrigation, leading to passage constraints that pose significant challenges for fisheries restoration within the basin. These diversion structures and associated low flows can obstruct the migration of both adult and juvenile salmonids, impeding their progress during critical stages of their life cycles.\n\nTo mitigate the impacts of these diversions on fish populations, cooperative efforts between the Confederated Tribes of the Umatilla Indian Reservation (CTUIR), Oregon Department of Fish and Wildlife (ODFW), Washington Department of Fish and Wildlife (WDFW), and irrigation districts are implemented. These collaborative initiatives typically take place near the start or end of the irrigation season, with a focus on salvaging fish from hazardous passage conditions at various sites along the river.\n\nThe Walla Walla Salmonid Monitoring and Evaluation (WWSM&E) project plays a crucial role in facilitating these fish salvages at numerous diversion dams, irrigation canals, and hatchery intakes. Owing to their expertise in site-specific operations and maintenance (O&M), the on-site O&M crews are relied upon by the WWSM&E project to adjust water levels by manipulating weirs. This enables fish salvage teams to access wadeable flows, ensuring a safer working environment for fisheries personnel during their efforts.\n\nDuring these fish salvage operations, specialized gear such as seines and backpack electrofishing equipment is employed to capture individual fish. These captures are subsequently transferred into aerated buckets filled with cool water to maintain their health and well-being. Upon identification to species level using standardized taxonomic keys, each fish is recorded on a data sheet for future reference.\n\nSpecies tallies derived from these quantitative metrics serve multiple purposes: they are employed for Endangered Species Act Take reporting; they provide valuable indices of species presence/absence within the river system. However, it's essential to emphasize that the primary goal of fish salvage operations is non-quantitative in nature. The ultimate objective is to alleviate fish from perilous passage conditions and safely return them to nearby free flowing areas of the Walla Walla River for their continued survival and potential contribution to the overall population dynamics within the basin."
}{
  "target": " Irrigation-related fish salvage operations for Walla Walla River.\n\nPrimary focus or goal: Fish rescue from irrigation diversions."
}{
  "constraints": " The text discusses constraints related to fisheries restoration efforts in the Walla Walla River due to river diversions for agricultural irrigation. The specific constraints mentioned are:\n\n1. Passage constraints for both adult and juvenile salmonids, which can be delayed or prevented by low river flows and diversion structures. This is stated, \"Passage constraints associated with these diversions and dewatered stream reaches are one of the major factors limiting fisheries restoration efforts in the basin.\"\n2. The need for cooperation between CTUIR, ODFW, WDFW, and irrigation districts to perform fish salvages during perilous passage conditions, which can be at various sites as needed. This is stated, \"When asked by the Fish Passage Project and/or irrigation district operators, the Walla Walla Salmonid Monitoring and Evaluation (WWSM&E) project performs fish salvages at various diversion dams, irrigation canals, and hatchery intakes.\"\n3. The reliance on site-specific O&M crews to lower flows for fish salvage operations. This is stated, \"The WWSM&E project relies on the expertise of site-specific O&M crews to lower flows to a wadeable level in preparation of fish salvageoperations.\"\n4. The use of seines and/or backpack electrofishing gear during fish salvage efforts. This is stated, \"Duringfish salvage efforts, seines and/or backpack electrofishing gear are used to capturefish.\"\n5. The importance of handling fish carefully during salvage operations to ensure they are uninjured and can be returned to nearby free flowing areas of the river. This is stated, \"The primary goal is to remove fish from perilous passage conditions and return them uninjured to nearby free flowing areas of the river.\"\n6. The use of quantitative species counts for Endangered Species Act reporting and indices of species presence/absence. This is stated, \"However, quantitative species counts are used forEndangered Species Act Take reporting and indices of species presence/absence.\"\n\nThese constraints can be summarized as follows:\n\n```python\n# Constraints related to fisheries restoration efforts in the Walla Walla River due to agricultural irrigation\npassage_constraints = {\n    \"description\": \"Constraints associated with river diversions for agricultural irrigation that limit fisheries restoration efforts.\",\n    \"factors\": [\n        \"low river flows and diversion structures\",\n        \"perilous passage conditions\"\n    ],\n    \"impact\": [\n        \"delay or prevention of fish migration\",\n        \"limitation of fisheries restoration efforts\"\n    ]\n}\n\ncooperation_required = {\n    \"description\": \"Cooperation between various organizations and irrigation districts to perform fish salvages.\",\n    \"sites\": [\"diversion dams\", \"irrigation canals\", \"hatchery intakes\"]\n}\n\nsite_specific_expertise = {\n    \"description\": \"Reliance on site-specific O&M crews to lower flows for fish salvage operations.\",\n    \"required_expertise\": [\"drawing down water levels through manipulation of weirs\"]\n}\n\ngear_used = {\n    \"description\": \"Use of seines and/or backpack electrofishing gear during fish salvage efforts.\",\n    \"equipment\": [\"seines\", \"backpack electrofishing gear\"]\n}\n\nfish_handling = {\n    \"description\": \"Importance of handling fish carefully during salvage operations to ensure they are uninjured and can be returned to nearby free flowing areas.\",\n    \"goal\": \"remove fish from perilous passage conditions and return them uninjured\"\n}\n\nquantitative_data = {\n    \"description\": \"Use of quantitative species counts for Endangered Species Act reporting and indices of species presence/absence.\",\n    \"purpose\": [\"reporting\", \"indices\"]\n}\n```"
}