{
  "keywords": " Fyke netting, Oncorhynchus mykiss, Lentic habitats, Estuary areas, Passive capture method, Gill net-like structure, Cover-seeking mobile species, Migratory fish, Low mortality."
}{
  "abstract": " Fyke netting is a passive fishing method used to capture juvenile salmon and steelhead in lentic habitats and estuaries. The method uses large hoop nets with wings or leads that funnel fish into the trap as they try to swim around them. The nets are set so that the leads intercept moving fish, causing them to enter the enclosure. Fyke nets are typically used in shallow water but can also be used in deeper waters. They provide an effective alternative to seining when the habitat has large and uneven substrate or significant woody debris. This method is especially useful for capturing cover-seeking mobile species and migratory fish that follow shorelines. Fyke netting induces less stress on captured fish compared to entanglement gears, making it a preferred method in fisheries assessments due to its low mortality rates and selectivity towards specific species and sizes. For instance, trap mortality for steelhead caught using fyke nets in the Noyo River was under 1%. Overall, fyke netting is an essential tool for monitoring fish populations in various habitats where other methods are not feasible or effective. (Code-free)"
}{
  "description": " Fyke netting is a passive capture method employed for sampling juvenile salmonids (Oncorhynchus mykiss) inhabiting lentic habitats, estuaries, and in certain cases, stream environments (Hubert 1996). The technique involves utilizing large hoop nets outfitted with wings and/or leads attached to the first frame. These components act as funnels, directing swimming fish into the trap. The subsequent frames each possess funnel throats that prevent fish from escaping as they progress through each section.\n\nThe net is typically set in shallow water (with the first hoop less than 1 m underwater), although deep-set approaches have been implemented for lake studies where water depths reach up to 10 m over the initial frame (Hubert 1996). The deep-set method has yielded comparable data to shallower sets, except for 0-age fish, which demonstrated lower catch values.\n\nFyke nets are strategically positioned so that leads intercept moving fish, causing them to swim into the enclosure when attempting to circumvent the lead. Leads and wings remain in place through the use of poles or anchors. Modifications to traditional fyke net designs incorporate rectangular frames to enhance stability and prevent rolling on bottom substrates (Hubert 1996).\n\nThese nets are suspended between buoyant and weighted lines, similar to a gill net setup. Fyke netting serves as a valuable method for monitoring yearly changes in fish species abundances in sites where seining is not feasible due to large, uneven substrates, significant woody debris, or other obstructions (Beamer, personal communication).\n\nFish captured using fyke nets experience less stress than those encountered by entanglement gears (Hopkins and Cech 1992), allowing most to be released unharmed. Consequently, fyke netting is extensively used for assessing fisheries stocks due to the minimal fish mortality and selectivity towards species and size classes (Gallagher 2000).\n\nTrap mortality for steelhead caught using fyke nets in California's Noyo River was reportedly below 1% (Gallagher 2000)."
}{
  "target": " Passive capture of juvenile salmon and steelhead using fyke nets."
}{
  "constraints": " The text discusses the use of fyke netting as a method for sampling juvenile salmon and steelhead in lentic habitats and estuarine areas. Several constraints applicable to this method are mentioned throughout the text:\n\n1. Fyke nets are most effective in shallow water, where the first hoop is less than 1 m under the water surface (Section 3). While deep-set approaches have been used, they had lower catch values for 0-age fish (Section 5).\n2. Fyke nets must be set so that the leads intercept moving fish. When the fish try to get around the lead, they swim into the enclosure (Section 3).\n3. Leads and wings are held in place by poles or anchors (Section 3).\n4. If the habitat has large and uneven substrate, significant woody debris, or other obstructions, seining may not be possible, and fyke nets may provide a viable alternative (Section 6).\n5. Fyke nets induce less stress on captured fish than do entanglement gears (Section 7). Most captured fish can be released unharmed (Section 8).\n\nThese constraints are essential to the successful application of fyke netting as a method for sampling fish. The first constraint (shallow water) is important because fyke nets rely on directing fish into the trap using leads and wings, which are less effective in deeper waters. The second constraint (setting the leads to intercept moving fish) ensures that the net effectively captures swimming fish as they attempt to navigate around the lead. The third constraint (using poles or anchors to hold the leads and wings in place) is crucial for maintaining the structure of the net and ensuring it functions correctly. The fourth constraint (providing a viable alternative when seining is not possible) highlights the importance of fyke netting as a versatile sampling method, particularly in challenging habitat conditions. Lastly, the fifth constraint (inducing less stress on captured fish and allowing for most to be released unharmed) is crucial from both an ethical and practical standpoint, as minimizing stress on captured fish can improve data quality and reduce mortality, making this method valuable for fisheries assessments."
}