{
  "keywords": " Spawning ground surveys, Chinook salmon redds, Pre-spawn mortality, Standardized protocol, GPS unit."
,
  "abstract": " In order to effectively manage and conserve Chinook salmon populations, it is essential to conduct regular surveys of their spawning grounds. These surveys are carried out several times a year, with the specific timing depending on the goal of each survey. For instance, surveys conducted in July focus on estimating pre-spawn mortality by identifying females and males that have not yet completed their spawning process.\n\nThe method for conducting these surveys is based on a standardized protocol developed by the NPT Department of Fisheries Resources Management. This ensures consistency and accuracy across all surveys. Staff involved in the surveys receive annual training to maintain high standards and expertise.\n\nDuring each survey, discrete sections of the stream are surveyed, which include both index and expanded sections. These surveys are initiated at midday to ensure optimal light conditions for accurate observations. Chinook salmon redds, or nests, are identified and marked with flagging and GPS units for easy tracking and counting. The marks on the flags include the redd number, observer initials, agency initials, and the date of observation.\n\nConservative estimates are made in areas where multiple redds are present to minimize potential overcounting or undercounting. Redds are directly counted and tallied as a total number per stream without any variation estimates. The number of new redds identified with each survey helps monitor trends in the population over time and across different locations, which is crucial for effective management and conservation efforts.\n\nOnce all surveys have been completed, the flagging is removed to maintain the natural appearance of the spawning grounds. This method ensures accurate and consistent monitoring of Chinook salmon populations, providing valuable data for effective management and conservation strategies."
,
  "description": " This text describes the procedures for conducting spawning ground surveys to monitor Chinook salmon (Oncorhynchus tshawytscha) populations. The surveys are carried out multiple times per year, primarily in July, to determine redd count accuracy, maximize adult carcass collections, and estimate pre-spawn mortality.\n\nSurveys are conducted on discrete survey sections, which include index and expanded sections. Index sections represent areas with known historical production of Chinook salmon, while expanded sections are used to identify new or overlooked redds. The frequency of surveys is weekly or biweekly.\n\nDuring these surveys, pre-spawn mortality estimates are obtained by identifying females with less than 25% of their gametes expelled and males found prior to the onset of the first completed redd. Spawning ground survey procedures are based on a standardized protocol developed by the NPT Department of Fisheries Resources Management (unpublished).\n\nTraining for all staff involved in conducting spawning ground surveys is provided annually by NPT. Surveys are initiated at mid-day to ensure optimal lighting conditions. Chinook salmon redds are enumerated and marked with flagging, as well as a GPS unit, allowing the determination of new redds with each additional survey. Markings on flagging include the redd number (chronologically based), observer initials, agency initials, and date observed.\n\nConservative counts are made in areas with multiple redds to minimize potential error. Redds are directly enumerated and summarized as a total number per stream without providing an estimate of variation. Evaluation of redds is conducted both temporally and spatially to support index area time series data. Finally, flagging is removed during the final survey."
,
  "target": " Conducting spawning ground surveys for redd counting and mortality assessment."
,
  "constraints": " Based on the given text, here are the constraints applicable to the method and where they are stated:\n\n1. Spawning ground surveys are conducted three to ten times per year (line 1-2). This constraint ensures that sufficient data is collected to accurately estimate spawning timing, increase redd count accuracy, and maximize adult carcass collections.\n2. Surveys are conducted weekly or biweekly on discrete survey sections (line 6). This constraint helps in obtaining consistent data over time and space.\n3. July surveys focus on obtaining estimates of pre-spawn mortality (line 10-13). This constraint is important for understanding the dynamics of the population and identifying potential issues that may affect spawning success.\n4. Procedures for spawning ground surveys are based on standardized protocol developed by NPT Department of Fisheries Resources Management (lines 15-16). This constraint ensures consistency and accuracy in data collection across all surveys conducted by NPT.\n5. Initiate spawning ground surveys at mid-day to ensure adequate light conditions (line 20). This constraint is important for accurately identifying and counting redds.\n6. Chinook salmon redds are enumerated and marked with flagging and GPS unit (lines 21-23). This constraint helps in tracking changes in the number of redds over time and ensuring that data is collected consistently across all surveys.\n7. Conservative counts are made in areas with multiple redds (line 25). This constraint ensures that no redd is counted twice, which would lead to an overestimation of the total number of redds.\n8. Redds are directly enumerated and summarized as a total number per stream with no estimate of variation (line 27-28). This constraint is likely due to the fact that the text only reports the total number of redds per stream and does not provide any statistical analysis or estimation of variability.\n\nThere are no constraints explicitly stated regarding the need for annual on-the-ground training for staff or the removal of flagging during the final survey, but these steps are mentioned in the text to ensure their importance in the overall process."
}