{
  "keywords": " Contamination, Field sample, Primary sources, Sources of contamination, Targeted organisms."
,
  "abstract": " This text discusses the importance of preventing contamination when collecting eDNA samples for accurate results. Contamination can come from various sources such as hands, clothes, equipment, and the environment. To avoid these issues, careful measures are necessary during fieldwork. The authors emphasize that it's crucial to keep samples free from any substances or organisms that weren't originally in the sample. This method ensures reliable eDNA test results by minimizing potential sources of error."
,
  "description": " In the context of environmental DNA (eDNA) analysis, sample contamination is a significant concern that can adversely affect the accuracy of results. Contaminants are substances or organisms that unintentionally enter the field sample, often from sources associated with the targeted organisms or their environments.\n\nPrimary sources of eDNA sample contamination include:\n1. Contact with the targeted organisms themselves: This can occur during handling, collection, and processing of samples.\n2. Water exposure: eDNA can be present in water sources that have been inhabited by the targeted organisms, leading to potential contamination if not carefully collected or filtered.\n\nContaminants encountered in the field may originate from various sources such as:\n1. Human contact: Hands, clothes, waders, boats, and vehicles can unintentionally transfer contaminating eDNA.\n2. Previously used sampling equipment: Reusing equipment without proper sterilization or cleaning between uses can lead to carryover of DNA from previous samples.\n3. The surrounding environment: Soil, plants, and water in the vicinity of the sample collection site can contain eDNA from non-target organisms, introducing contamination.\n\nTo mitigate the risks of eDNA sample contamination, strict adherence to standard operating procedures is essential. These guidelines typically involve the following measures:\n1. Wearing appropriate personal protective equipment (PPE) such as gloves and clothing to minimize contact with samples and contaminated surfaces.\n2. Thoroughly cleaning and sterilizing all sampling equipment between uses.\n3. Using dedicated sampling kits or preparing new reagents for each sample collection site.\n4. Collecting water samples from uncontaminated sources using sterile containers, filtration systems, or other specialized methods.\n5. Properly labeling and documenting all samples to ensure accurate tracking and identification.\n\nBy implementing these best practices, researchers can minimize the risk of eDNA sample contamination and increase confidence in the accuracy and reliability of their results."
,
  "target": " Preventing contamination in eDNA sampling."
,
  "constraints": " The text discusses the importance of avoiding contamination in eDNA (environmental DNA) sampling to ensure accurate results. The following constraints are applicable to the method based on the given text:\n\n1. Sampling equipment: Used sampling equipment can be a source of contamination, so it's essential to avoid using previously used equipment or sterilize it before use.\n2. Surrounding environment: The surrounding environment is another potential source of contamination. Therefore, care should be taken to minimize contact with the environment during sample collection.\n\nThe text states these constraints in the following passage: \"In the field, sources of contamination include hands, clothes, waders, boats, vehicles, and used sampling equipment, as well as the surrounding environment.\"\n\nTherefore, the method imposes these constraints to prevent potential sources of contamination that could lead to inaccurate eDNA results."
}