{
  "keywords": " Hierarchical Bayesian Cormack-Jolly-Seber model, hierarchical logit-linear regressions, Bayesian framework, Hamiltonian Monte Carlo sampling, Stan platform."
}{
  "abstract": " In this study, the researchers used a Hierarchical Bayesian Cormack-Jolly-Seber (HB-CJS) model to estimate survival and detection probabilities of fish populations while accounting for imperfect detection. The HB-CJS model is a statistical method that allows estimation of population dynamics over time, taking into account the uncertainty in both detection and survival processes.\n\nThe data consists of detections or non-detections (y) of tagged individuals at different sites (d), with covariate values (xmd). The HB-CJS model uses a Bayesian framework, which involves specifying prior distributions for the unknown parameters and then updating these distributions based on the observed data using Markov Chain Monte Carlo techniques such as Hamiltonian Monte Carlo sampling.\n\nThe researchers used hierarchical logit-linear regressions to model survival probabilities (fmd) and detection probabilities (pmd). The linear predictor of survival includes covariate effects, year-varying intercepts, and a group-level error term that induces correlation across years for survival within a reach or detection probability at a given site. However, survival and detection are assumed to be independent a priori, as are survival through different reaches and detection at different sites.\n\nThe necessity of this method lies in the complexity of the population dynamics being studied and the presence of uncertainty in both detection and survival processes. The HB-CJS model provides a flexible framework for addressing these uncertainties and estimating the true population dynamics. Additionally, by using a Bayesian approach, the researchers can update their beliefs about the underlying population dynamics based on new data as it becomes available.\n\nThe method was implemented in the Stan platform via the R package stan, with all regression coefficients given prior distributions except for intercepts and hierarchical standard deviations. The analysis included a total of 3000 saved draws after discarding the first 500 for warmup, and convergence was assessed using traceplots, potential scale reduction factor R\\_hat, and absence of any divergent transitions.\n\n```R\n# Load required libraries\nlibrary(stan)\nlibrary(rstan)\n\n# Define model data\ndata <- list(y = c(...), # detection histories\n            xmd = matrix(..., nrow = n_individuals, ncol = Kd + 1), # covariate values for each individual and year\n            group = rep(1:n_groups, times = eachsize(n_individuals)) # group identifier for each observation\n           )\n\n# Define model parameters\nparams <- c(\"b0\", \"B\", \"sigma\") # intercepts, regression coefficients, and standard deviations\n\n# Define model function\nmodel_code <- '\ndata {\n  int<vector> y;\n  matrix[Kd + 1, n_individuals] xmd;\n  int<vector> group;\n}\n\nparameters {\n  real intercept; # intercept for survival model\n  vector[Kd] d; # regression coefficients for covariates in survival model\n  vector[Kd + 1] sd; # standard deviations for each year and reach\n  \n  vector[n_individuals] f; # stage-specific probabilities of apparent survival\n  vector[n_individuals] p; # detection probabilities\n}\n\nmodel {\n  intercept ~ normal(loc = 0, sd = 3);\n  d ~ normal(loc = 0, sd = 3, shape = Kd);\n  sd ~ normal(loc = 0, sd = 3, shape = Kd + 1);\n  \n  # Survival model\n  for (i in 1:n_individuals) {\n    f[i] <- plogis(intercept + sum(d * xmd[i,]));\n    f[i] ~ normal(loc = f[i], sd = sd[group[i]]);\n  }\n  \n  # Detection model\n  for (i in 1:n_individuals) {\n    p[i] <- plogis(intercept + sum(d * xmd[i,]));\n    p[i] ~ normal(loc = p[i], sd = sd[group[i]]);\n  }\n}\n'\n\n# Fit model using Hamiltonian Monte Carlo sampling\nfit <- stan_sampling(model_code = model_code, data = data, chains = 3, iter = 1500, warmup = 500)\n\n# Check convergence\nsummary(fit)\n```"
}{
  "description": " This text describes the application of a hierarchical Bayesian Cormack-Jolly-Seber (CJS) model to estimate stage-specific probabilities of apparent survival and imperfect detection for fish populations. The model uses a hierarchical logit-linear regression approach with covariate effects and year-varying intercepts to model the corresponding survival and detection probabilities.\n\nThe text begins by explaining that they used a hierarchical Bayesian CJS model to analyze fish detection data, accounting for both imperfect detection (probability p) and stage-specific survival probabilities (f). The detection histories y were conditioned on first detection at the initial site. The authors utilized the standard marginal likelihood formulation of Lebreton et al. (1992) to compute cell probabilities for each unique combination of detections and covariate values represented by n tagged individuals.\n\nThe linear predictor of survival from one site to another (fmd) includes a 1 Kd vector of covariates xmd, with the first entry being 1, a Kd-vector of regression coefficients d, an intercept 0d, and a group-level error term corresponding to the year in which the observation occurred. The linear predictor for detection probability at site d (pmd) is analogous. The group-level error terms induce a correlation across years in survival through a given reach or detection probability at a given site, but survival and detection are assumed to be independent a priori, as are survival through different reaches and detection at different sites.\n\nThe authors fit the models within a Bayesian framework using Hamiltonian Monte Carlo sampling (HMC) as implemented in the Stan platform via the R package stan. All regression coefficients were assigned diffuse N(0,3) priors except for the intercepts, which had priors implying a U(0,1) prior on survival or detection when all covariates are at their sample means and the group-level error term is zero. Hierarchical standard deviations d and dw were given half-normal priors with mean zero and SD = 3.\n\nThe authors simulated 1500 draws from the posterior distribution in each of three randomly initiated chains, discarding the first 500 for warmup, resulting in a total of 3000 saved draws. Convergence was assessed through traceplots, potential scale reduction factor R_hat < 1.05, and absence of any divergent transitions.\n\nHere's an example of how you might implement the survival model using the stan language:\n\n```stan\ndata {\n  int<vector> y; // detection history (1 if detected, 0 otherwise)\n  int N; // number of individuals\n  int M; // total unique combinations of detections and covariate values\n  matrix[M, K] X; // design matrix for the linear predictor of survival\n  vector[K] b; // regression coefficients for survival\n  vector[M] mu_sd; // group-level error terms\n  int<vector> year; // year in which the observation occurred\n}\n\nparameters {\n  real intercept_survival; // intercept for the survival model\n  vector[K] beta_survival; // regression coefficients for covariates\n  real sigma_sd_survival; // standard deviation of group-level error term\n  vector[M] z_survival; // latent variables representing group-level error terms\n}\n\nmodel {\n  for (i in 1:M) {\n    z_survival[i] ~ normal(mu_sd[i], sigma_sd_survival);\n    f[i] <- plogit(intercept_survival + sum(X[i, ] * beta_survival)); // linear predictor of survival\n  }\n  \n  for (i in 1:N) {\n    y[i] ~ bernoulli_logit(f[y[i]] + z_survival[y[i]]);\n  }\n\n  intercept_survival ~ normal(0, 3); // diffuse prior for the intercept\n  beta_survival ~ normal(0, 3); // diffuse prior for regression coefficients\n  sigma_sd_survival ~ normal(0, 3); // diffuse prior for standard deviation of group-level error term\n}\n```\n\nAnd the detection model:\n\n```stan\ndata {\n  int<vector> y; // detection history (1 if detected, 0 otherwise)\n  int N; // number of individuals\n  int M; // total unique combinations of detections and covariate values\n  matrix[M, K] X; // design matrix for the linear predictor of detection\n  vector[K] b; // regression coefficients for detection\n  real sigma_sd_detection; // standard deviation of group-level error term\n  vector[M] mu_sd; // group-level error terms\n}\n\nparameters {\n  real intercept_detection; // intercept for the detection model\n  vector[K] beta_detection; // regression coefficients for covariates\n  real sigma_sd_detection; // standard deviation of group-level error term\n  vector[M] z_detection; // latent variables representing group-level error terms\n}\n\nmodel {\n  for (i in 1:M) {\n    z_detection[i] ~ normal(mu_sd[i], sigma_sd_detection);\n    p[i] <- plogit(intercept_detection + sum(X[i, ] * beta_detection)); // linear predictor of detection\n  }\n  \n  for (i in 1:N) {\n    y[i] ~ bernoulli_logit(p[y[i]] + z_detection[y[i]]);\n  }\n\n  intercept_detection ~ normal(0, 3); // diffuse prior for the intercept\n  beta_detection ~ normal(0, 3); // diffuse prior for regression coefficients\n  sigma_sd_detection ~ normal(0, 3); // diffuse prior for standard deviation of group-level error term\n}\n```"
}{
  "target": " Estimating stage-specific survival and detection probabilities using a hierarchical Bayesian Cormack-Jolly-Seber model."
}{
  "constraints": " Based on the provided text, here are some constraints applicable to the method mentioned and the locations in the text where they are stated:\n\n1. The method uses a hierarchical Bayesian Cormack-Jolly-Seber (CJS) model for estimating stage-specific probabilities of apparent survival while accounting for imperfect detection. This model assumes that survival and detection are independent a priori, as are survival through different reaches and detection at different sites. (Mentioned in the first and last sentences of the text)\n2. The method models the corresponding survival and detection probabilities as hierarchical logit-linear regressions with covariate effects and year-varying intercepts. (Mentioned in the third sentence of the text)\n3. The detection probability at the initial site is nonidentifiable, and the final survival and detection probabilities are identified only as the product of survival and detection probabilities. (Mentioned in the seventh and eighth sentences of the text)\n4. The group-level error terms induce a correlation across years in survival through a given reach or detection probability at a given site. (Mentioned in the fifth sentence of the text)\n5. The method assumes that all regression coefficients were given diffuse N(0,3) priors except for the intercepts, which had priors that imply a U(0,1) prior on survival or detection when all covariates are at their sample means and the group-level error term is zero. (Mentioned in the ninth to twelfth sentences of the text)\n6. The method uses Bayesian framework for fitting the models using Hamiltonian Monte Carlo sampling as implemented in the Stan platform via the R packager stan. (Mentioned in the last sentence of the text)\n7. The method simulates 1500 draws from the posterior distribution in each of three randomly initiated chains and discards the first 500 for warmup, giving a total of 3000 saved draws. (Mentioned in the thirteenth sentence of the text)\n8. The method assesses convergence by traceplots, potential scale reduction factor R_hat<1.05, and absence of any divergent transitions. (Mentioned in the fourteenth sentence of the text)\n\nThese constraints are important for understanding the assumptions and limitations of the method mentioned in the text, as well as how it is implemented and analyzed."
}