{
  "keywords": " Hood River, Chinook salmon, hatchery, tribal subsistence fishery, access point, creel design, harvest effort, catch, tag recovery, monitoring biologists."
}{
  "abstract": " In this situation, fishery managers and monitoring biologists need data on the tribal harvest effort, catch, and harvest, as well as biological information on the fish being taken from the subsistence fishery in the Hood River basin. To collect this information efficiently and effectively, they implement a \"single access point creel design.\"\n\nThis method involves setting up a single access point to the fishing area, where tribal members are employed to manage the site. They conduct fisher interviews to gather information on harvest effort and catch, and they sample the harvested fish for biological data and tag recovery.\n\nThe necessity of this method comes from the need for accurate data to ensure sustainable fishing practices and protect the Chinook salmon population in the Hood River basin. By focusing efforts at a single access point, resources are utilized more effectively, as all fishery activity is centralized and easily monitored. This also ensures that biological data is collected consistently, improving the accuracy of tag recovery information.\n\nAdditionally, having tribal members employed for this role helps build a strong working relationship between the tribe and fishery managers, fostering better communication and collaboration towards shared goals of sustainable fishing practices and preserving the Chinook salmon population in the Hood River basin."
}{
  "description": " In the context of fisheries management, this text describes a tribal subsistence fishery for hatchery spring Chinook salmon in the Hood River basin. The opening of the fishery is predicated on forecasted suitable returns of these fish. This fishery primarily takes place within the West Fork of the Hood River, specifically near Punchbowl Falls, which is accessible via a single access point.\n\nTo gain insights into tribal harvest effort, catch quantities, and biological data, a creel design based on a single access point schedule is implemented. According to Pollack et al (1994), this creel design involves employing tribal members to manage the access point, conduct fisher interviews, and sample harvested fish.\n\nThe implementation of this design serves multiple purposes:\n1. Fishery managers collect data on tribal harvest effort and catch quantities to monitor the overall health and sustainability of the hatchery spring Chinook salmon population in the Hood River basin.\n2. Biological and tag recovery information is gathered from fish harvested during the fishery. This data helps monitor the success of the hatchery program and informs future management decisions.\n\nThis creel design focuses on efficiently collecting crucial data while respecting tribal rights to subsistence fishing within their historical and cultural grounds. By employing local tribal members, not only is valuable data gathered, but also community involvement is fostered in fisheries management efforts."
}{
  "target": " Monitoring tribal spring Chinook salmon harvest at Hood River."
}{
  "constraints": " Constraints:\n1. The fishery is opened only to Warm Springs tribal members in the Hood River basin. (Access restrictions)\n2. Fishing occurs primarily in the West Fork of the Hood River near Punchbowl Falls, which is accessed by a single access point. (Limited access and specific location)\n3. Tribal fishing efforts, catches, and harvest data are desired by fishery managers. (Data collection)\n4. Biological and tag recovery information on fish harvested in the fishery are also desired by monitoring biologists. (Data collection for biological studies)\n\nNo constraint mentioned in the text regarding code implementation or specific methodology. However, a single access point creel design is referred to as a method used to collect data, as described in Pollack et al (1994)."
}