{
  "keywords": " Hood River, Creel surveys, Angler harvest estimates, Run year, Geographic sections (e.g., sections 3 and 4), Annual surveys, Expanded angling areas (dam removal)"
,
  "abstract": " The Creel Survey is an annual method used to estimate the non-tribal harvest of various fish species in the Hood River. This includes summer and winter steelhead, spring and fall Chinook salmon, and coho salmon. These estimates are reported based on the run year, with steelhead estimates covering a two-year period.\n\nPrior to 2010, angling was only permitted in the lower 4.5 miles of the river (from the river mouth to the Powerdale Dam). Following the removal of this dam, additional sections of the Hood River became accessible to anglers. These areas include approximately 8 more river miles upstream from the dam to the confluence with the West Fork Hood River, and about 0.5 river miles in the West Fork Hood River from the mouth to Punchbowl Falls.\n\nTo reflect these changes in angling areas, angler creel surveys were redesigned. The survey area is now divided into different geographic sections, including new sections 3 and 4 that were added after the expansion of angling areas. This redesign ensures accurate estimates of fish harvests by taking into account the new available fishing locations."
,
  "description": " The text describes an annual Creel survey conducted on the Hood River for estimating non-tribal harvests of various fish species including summer and winter steelhead, spring and fall Chinook salmon, and coho salmon. The harvest estimates are reported based on run years, with steelhead spanning two calendar years. Prior to the removal of Powerdale Dam in 2010, fishing was restricted to the lower 4.5 river miles (from the river mouth to dam). Following dam removal, additional angling areas were made accessible: a stretch from the dam upstream to the confluence with the West Fork Hood River (approximately 8 additional river miles), and in the West Fork Hood River from the mouth to Punchbowl Falls (approximately 0.5 additional river miles). As a result, angler creel surveys were redesigned post-dam removal to account for these changes in available angling areas.\n\nThe survey area is segmented into distinct geographic sections for data collection purposes. Sections 3 and 4 were incorporated after the expansion of angler areas. Figure X (attached) illustrates the delineation of these sections. Angler creel surveys are conducted to gather information on catch rates, fishing effort, and other relevant data points in order to generate accurate and precise harvest estimates for each species within the defined survey area and run years."
,
  "target": " Annual angler surveys for Hood River fish harvests and areas."
,
  "constraints": " The text discusses Creel surveys conducted on the Hood River for estimating non-tribal harvests of various salmonid species. The constraints applicable to this method are as follows:\n\n1. Annual Surveys: Creel surveys are conducted annually. (Line 1)\n2. Reporting by Run Year: Harvest estimates are reported according to run year. (Line 4)\n3. Change in Angling Areas: With the removal of Powerdale Dam, new areas were made available for angling. Angler creel surveys had to be redesigned accordingly to reflect these changes. (Lines 9-12)\n\nThere are no explicitly stated constraints mentioned in the text regarding the number of surveyors, sampling methods, or sample size. However, the need for such constraints arises due to statistical requirements and ensuring accurate estimation of harvests. For instance, having a sufficient sample size, choosing appropriate sampling methods, and employing an adequate number of surveyors are all crucial aspects in conducting reliable Creel surveys. The absence of this information does not imply that these constraints are not present; it simply means they were not mentioned in the provided text.\n\nHere's a Python code snippet to summarize the constraints:\n```python\n# Constraints for Creel Surveys on Hood River\nannual_surveys = True\nreporting_by_run_year = True\nchange_in_angling_areas = True\n\ndef conduct_creel_survey(available_angling_areas):\n    if change_in_angling_areas:\n        # Redesign survey method based on new areas\n        ...\n        \n    # Conduct the survey using appropriate methods and constraints\n    ...\n\n# Example usage of conduct_creel_survey function\nconduct_creel_survey([lower_4_5_river_miles, dam_to_west_fork_confluence, west_fork_hood_river])\n```"
}