{
  "keywords": " Mass-marking, salmon, steelhead, fin marks, hatchery origin, fisheries management, mark-selective fisheries, coded wire tags (CWTs), broodstock management, strays."
,
  "abstract": " In fisheries management, marking fish, specifically salmon and steelhead, is a crucial tool that has been utilized for several decades. The primary reason for this method is to distinguish hatchery-raised fish from wild ones in selective fisheries. Fin marks serve multiple purposes:\n\n1. Identifying fish with coded wire tags (CWTs).\n2. Conducting comparative studies using marks as indicators of treatment and control groups.\n3. Assessing populations, managing broodstock, and identifying strays.\n\nThe most common fin mark is the complete removal of the adipose fin. Other methods include ventral (pelvic) fin clips on either side or removal of the maxillary process on either side. Some fish may carry various combinations of these marks, making it essential to examine the entire fish when searching for marks.\n\nThis method is necessary as it helps in maintaining sustainable fisheries and minimizing unintended catches (by-catches) of hatchery fish in wild populations. It also aids in research and monitoring to ensure effective management of fishery resources."
,
  "description": " In the realm of fisheries management, mass-marking of salmonid species, specifically salmon and steelhead, has held significance for numerous decades. Fin marks serve as crucial identification tools in various contexts, such as mark-selective fisheries, coded wire tag (CWT) studies, and population assessment.\n\nThe most common fin mark utilized is the complete removal of the adipose fin (the small fatty fin located at the base of the caudal fin or tail). This method allows for straightforward identification of hatchery-origin fish in fisheries where selective harvesting is practiced. Ventral fin clips, which involve the removal of a fin on either the pelvic fin (located beneath the anal fin), are also frequently employed as an alternative marking technique.\n\nAnother less common marking method involves the removal of the maxillary process (the bone that supports the upper jaw and anchors the gills). This approach is occasionally used when other methods fail to provide adequate markings or identification.\n\nIt's important to note that fish may exhibit various combinations of fin clips, necessitating a thorough examination of the entire specimen when looking for marks. Fin marks play a pivotal role in fisheries management, allowing researchers and managers to assess populations, manage broodstock, identify strays, and gather valuable data for conservation efforts."
,
  "target": " Identifying hatchery-raised salmon and steelhead with fin marks."
,
  "constraints": " The text describes the use of fin clips as a labeling or marking method in fisheries management. Here are some constraints mentioned in the text along with where they're stated:\n\n1. Fin marks can identify fish of hatchery origin for harvest in mark-selective fisheries (Line 2). This constraint relates to the specific application of fin marks in fisheries management.\n2. Fin marks can identify fish implanted with coded wire tags (CWTs) (Line 3). This is another application of fin marks and is also a constraint as it requires the presence of CWTs in the fish being marked.\n3. Fin marks can be used to assess populations, manage broodstock, and identify strays (Line 7-8). These constraints relate to the various uses and purposes of fin marking in fisheries management.\n4. The most common mark is complete removal of the adipose fin (Line 9). This is a specific constraint regarding the type of fin clip used for marking.\n5. Ventral (pelvic fin, left or right) fin clips are also common and removal of the maxillary process (left or right) is sometimes used (Line 12-13). These are alternatives to complete adipose fin removal, suggesting that fish may be marked using different fin clip methods.\n6. Fish may also be marked with a variety of fin clip combinations (Line 14). This constraint emphasizes the importance of thoroughly checking the whole fish when looking for marks since multiple fin clips may have been used.\n\nThere is no code in this answer as it's focused on extracting and explaining the constraints mentioned in the text."
}