{
  "keywords": " Inclined plane screen trap, Scoop trap design, Velocity requirements, Debris buildup reduction, Site adaptations"
}{
  "abstract": " The text describes the use of inclined plane screen traps for capturing fish migrating in streams. These traps consist of a screen suspended in the water column inside a pontoon barge, which uses an inclined plane to sweep up and trap fish as water flows through it. The necessity of using these traps is that they can effectively capture a range of stream velocities and depths, allowing for efficient fish sampling.\n\nThere are various designs of inclined plane screen traps, including fixed and traveling screens. Fixed screens have a stationary screen, while traveling screens have a moving screen to reduce debris buildup. Motorized versions use a motor instead of paddle wheels to power the traveling screen. Upstream variations attach the trap to dams or weirs for fish collection.\n\nWhen lowering the trap into the current, water is strained through the screens and migrants are trapped in a live box at the back. Velocities must exceed swim speed to capture and retain migrants, with higher velocities required for larger species. However, this also increases the volume of water and debris passing through the trap, necessitating frequent cleaning.\n\nAdjusting the trap's position and angle allows for optimal flow and water depth over the incline. Debris accumulation decreases the screen's ability to pass water, increasing turbulence in the holding chamber and affecting the trap's operation during high river discharge or freshet conditions. Regular monitoring, cleaning, and removal of caught fish are essential for effective trap operation."
}{
  "description": " The inclined plane screen trap is a fish collecting device used to capture various species of migrating fish at different stream velocities and depths (Todd, 1994; McLemore et al., 1989; DuBois et al., 1991). Its design comprises a scoop trap, which is essentially a wedge-shaped, screened rectangular tube constructed from galvanized woven-wire mesh or perforated plate aluminum sheet metal (hardware cloth) and framed inside. Seams of the screen section are coated with sealant to prevent sharp metal edges from injuring fish (McLemore et al., 1989).\n\nThe trap is suspended in a pontoon barge using support winches at its fore and aft decks, and positioned using anchor lines that extend from the pontoons to the shore, a fixed in-stream structure or a high lead across the river. Various inclined plane screen trap designs have been developed over the years to address debris buildup on the trap and adapt to specific site characteristics (McLemore et al., 1989; Todd, 1994).\n\nThe traveling screen trap, an innovation by William Humphreys, utilizes a traveling screen instead of a fixed one and includes a trash drum at the back of the livewell to minimize debris accumulation (McLemore et al., 1989). The basic Humphreys design employs a paddle wheel and gear assembly attached to the pontoons to power the traveling screen and trash drum, while the motorized Humphreies trap uses a 12-V DC motor for power (McLemore et al., 1989). This latter design is best suited for smaller streams without sufficient hydraulic power for other trap types.\n\nAnother variation of the fixed screen design attaches the upstream end of the inclined plane screen to a low-head dam or weir, where it collects fish passing over the structure (DuBois et al., 1991). A lightweight inclined plane trap for sampling salmon smolts is also used in Alaska (Todd, 1994).\n\nWhen deploying an inclined plane screen trap in the current, water is filtered through the screens and downstream migrants are swept up the screen incline into a protected, solid-sided and floored live box at the back. To retain fish in a scoop trap, water velocity must surpass their swim speed, which is directly related to body length (Todd, 1994). Fry (less than 50 mm fork length) can be trapped at relatively low velocities, whereas larger migrants like steelhead smolts (up to 250 mm) require velocities greater than 2 m/s (mps) (Todd, 1994). At suboptimal velocities, larger migrants may avoid or swim out of the trap.\n\nVelocity demands can be partially mitigated using a traveling screen trap as it can be fitted with baffles or perforated L-shaped cups to help carry fish to the livewell and reduce escape chances (Todd, 1994). As velocity increases, so does the volume of water and suspended debris passing through the trap, necessitating frequent inspection and cleaning.\n\nFlow into the trap is regulated by adjusting its position in the stream and by modifying the level and angle of the inclined screen via its support winches (Todd, 1994). Proper adjustment is indicated by a smooth flow over the incline's apex into the holding chamber, with a water depth of 1.5 to 2 cm above it. As the screen accumulates debris, its ability to pass water diminishes and the depth and velocity over the incline increase, leading to turbulence in the live box (Todd, 1994). Debris load is influenced by streambank vegetation, weather conditions, and most significantly, river discharge. Operating a trap during freshets requires careful monitoring of screens and regular cleaning, along with frequent catch removal from the live box for processing."
}{
  "target": " Designing and operating inclined plane screen traps for fish capture."
}{
  "constraints": " Based on the provided text, here are some constraints applicable to the use of inclined plane screen traps for fish sampling:\n\n1. Trap position: The trap position is fixed using anchor lines that extend from each pontoon to shore, a fixed in-stream structure, or a high lead that extends across the river. (implicitly stated throughout the text)\n2. Velocity requirements: To capture and retain migrants in a scoop trap, water velocity through the trap must exceed swim speed. The larger the migrant, the higher the velocity required. (Section: \"To capture and retain migrants in a scoop trap, water velocity through the trap must exceed swim speed.\")\n3. Trap design for debris reduction: Other inclined plane screen trap designs have been developed to reduce debris buildup on the trap, such as traveling screen traps or Humphreys traps. (Sections: \"The traveling screen trap or Humphreys trap...uses a traveling screen instead of a fixed screen...\" and \"A similar design, the motorized Humphrees trap...uses a 12-V DC motor instead of paddle wheels to power the traveling screen.\")\n4. Debris load: As debris accumulates on the screens, its ability to pass water decreases, causing turbulence in the holding chamber and affecting the trap's efficiency. (Section: \"Debris load is affected by streambank vegetation, weather (rain and wind transport debris into the river) and, most importantly, river discharge.\")\n5. Frequent inspection and cleaning: Flow into the trap is regulated by positioning the trap in the stream and adjusting the level and angle of the inclined screen through its support winches. Proper adjustment of a scoop trap is indicated by a smooth flow over the apex of the incline into the holding chamber, with a water depth over the apex of 1.5 to 2 cm. However, as debris accumulates on the screens and the volume of water passing through the trap increases, more frequent inspection and cleaning are required. (Sections: \"Flow into the trap is regulated by positioning the trap...\" and \"Proper adjustment of a scoop trap is indicated by a smooth flow over the apex of the incline into the holding chamber, with a water depth over the apex of 1.5 to 2 cm.\")\n\nThere's no code in my answer as there was no code provided in the text."
}