{
  "keywords": " Charters, Private boats, Interviews, Sampling bias, Stratification"
,
  "abstract": " In order to collect data about fishing activities from charter boats and private boats, we use different sampling methods for each type due to their fundamental differences.\n\nFor charter boats, we stratify the effort (trips) according to the target species before conducting interviews. This allows us to ensure that our sample is representative of the overall fleet activity for various fish species. Since charter boat trips are typically focused on specific targets, this approach reduces potential sampling bias and provides more accurate data.\n\nPrivate boats, however, cannot be stratified by trip type prior to the interview due to their diverse fishing activities. To minimize any potential sampling bias towards specific trip types, we randomly select private boats for interviews within the boat basin and launch ramp area. Our samplers are instructed to interview all returning boats without prejudice based on factors such as size, number of anglers, or fishing success.\n\nIt is important to note that all private boat interviews are recorded, regardless if they fished or not, to determine the correct proportion of non-fishing trips. By following this method, we can ensure a representative sample of private boats and gather valuable data about their activities.\n\nTo cover various day and season types and hours when charter and private fishing vessels are expected to return from the ocean, we set up sampling schedules in advance. We initiate interviews at the boat as soon as it arrives back at the dock or ramp to ensure that all anglers and catch from the trip are present for accurate data collection.\n\nThis method ensures that our data is representative and unbiased by selecting charter boats based on target species and stratifying effort, while private boats are selected randomly to minimize potential bias and gather information on their diverse fishing activities."
,
  "description": " This text describes a fishing survey methodology for collecting data from both charter and private boats. The approach involves stratified sampling for charter boats based on trip type, ensuring that interviews are representative of the fleet activity for various target species. In contrast, private boat interviews are selected randomly within the boat basin and launch ramp area to minimize potential bias towards specific trip types.\n\nThe samplers conducting these interviews are instructed to approach private boats without prejudice regarding factors like size, number of anglers, presence or absence of fish, or fishing tackle. They interview the first returning boat in their designated area and then look for the next one once the initial interview is completed. All private boats that have finished their trips are recorded, regardless of whether they ventured into the ocean or fished during the trip.\n\nTo provide comprehensive coverage across different day and season types as well as hours when charter and private fishing vessels typically return from the ocean, sampling schedules are pre-planned. Interviews are initiated at the boat upon its arrival back at the dock or ramp to ensure that all anglers and catch information is available.\n\nIn summary, this methodology utilizes stratified sampling for charter boats based on trip type and random sampling for private boats within specific areas. Interviews are conducted without bias towards various factors and recording occurs for all returning boats, ensuring accurate representation of the fleet activity. Pre-planned schedules provide coverage across diverse day and season types and hours of operation."
,
  "target": " Stratified sampling for charter boats, random sampling for private boats."
,
  "constraints": " The text describes a fishing survey methodology for collecting data from both charter boats and private boats. Here are the constraints identified in the method with their corresponding locations:\n\n1. Charter boat interviews are stratified to trip type before the interview (Location: \"Due to substantial differences between charters and private boats, charter boat effort is stratified to trip type prior to the interview\") - This constraint exists to ensure that a representative sample of the fleet activity for each target species is obtained.\n2. Private boat interviews are selected randomly within the boat basin and launch ramp area (Location: \"Interviews are selected randomly within the boat basin and launch ramp area to reduce potential sampling bias towards trip type\") - This constraint is implemented to mitigate any potential sampling bias in selecting private boats for interview.\n3. Sampling schedules are set in advance to provide representative coverage for all day and season types (Location: \"Sampling schedules are set in advance to provide representative sampling coverage for all day and season types\") - This constraint ensures that data is collected at appropriate times to cover all day and season types.\n4. Interviews are initiated at the boat when it returns to the dock or ramp (Location: \"Interviews are initiated at the boat at the time that it arrives back at the dock or ramp to insure that all anglers and catch are present from the trip\") - This constraint is necessary to ensure accurate data collection, as all anglers and catch must be present when the interview takes place.\n5. Private boat interviews are recorded for all boats, regardless of whether they entered the ocean or fished (Location: \"Private boat interviews are recorded for any boat that has completed their trip, regardless of whether they entered the ocean or even fished\") - This constraint is implemented to determine the correct proportion of non-fishing trips.\n\nThere is no code provided in the text, so none was generated."
}