{
  "keywords": " ORBS, dockside interviews, anglers per boat, catch by species per boat, ocean recreational fishery, salmon fishery, coded wire tags (CWTs), minimum sampling rate standard, data collection, stratification (Keywords: ORBS interview, Anglers, Boats, Catch, Salmon, CWTs, Data, Stratification)"
,
  "abstract": " The ORBS (Ocean Recreational Boat Survey) is a system designed to gather accurate and impartial data on recreational fishing activities, with a particular focus on the number of anglers per boat and catch quantities by species for different fisheries and time periods. This information is essential because it helps monitor and manage ocean recreational fisheries sustainably.\n\nOne critical aspect of this survey is sampling for and recovering coded wire tags (CWTs) from the ocean recreational salmon fishery. CWTs are important tools used to estimate the size, age structure, and abundance of salmon populations. The ORBS ensures a minimum sampling rate of 20% of landed salmon by port and week to adequately represent the actual fishery interceptions for any given statistical stratum (week, port, boat type, trip type, season type, area of effort/catch).\n\nTo achieve these objectives, interviewers at dockside conduct surveys with anglers. They gather data on various aspects, such as the number of fish caught and released, lengths and weights of fish, departure time, interview time, estuary trips, and other relevant details. The data is then stratified by port and summed across ports to generate estimates for catch areas and the entire state.\n\nThe necessity of this method lies in the need for reliable data on recreational fishing activities to ensure sustainable fisheries management practices. The ORBS approach addresses issues such as potential bias and under-reporting, ensuring that the collected data is accurate and unbiased, providing valuable insights into the ocean recreational fishery's dynamics and helping ensure the long-term health of various fish populations."
,
  "description": " The ORBS (Ocean Recreational Fisheries Survey) dockside interviews aim to achieve two principal objectives: firstly, to obtain precise and impartial assessments of the number of anglers per boat and catch quantities by species for the ocean recreational fishery; secondly, to collect coded wire tags (CWTs) from the ocean recreational salmon fishery.\n\nThe data acquired from these interviews are expected to exhibit high levels of accuracy when disaggregated according to several strata: statistical week, port, boat type, trip type, season type, and area of effort/catch. This level of detail is essential for an accurate representation of the fishery.\n\nTo effectively sample salmon for CWTs, a minimum sampling rate of 20% of landed salmon by port and week has been established as a standard. By ensuring that this standard is met, we can improve our chances of capturing an adequate reflection of actual fishery interceptions for any given stratum.\n\nThe ORBS generally adheres to this minimum standard across all fisheries and time periods surveyed. In addition to the data collected for salmon CWTs, various other information is gathered during these interviews. Some examples include details on the quantity of fish released, lengths and weights of fish caught, departure times, interview times, and data related to estuary trips.\n\nOnce stratified by port, this comprehensive dataset is aggregated to generate estimates for catch areas and the overall state."
,
  "target": " Generating accurate and unbiased fishery estimates. (Keywords: Fishery estimates, Accurate, Unbiased)"
,
  "constraints": " The text describes the objectives and methods of the ORBS (Ocean Recreational Boat Survey) dockside interviews. The following constraints are applicable to the method based on the information provided:\n\n1. Stratification constraint: The estimates generated from the survey must be accurate when stratified to the level of statistical week, port, boat type, trip type, season type, and area of effort/catch. This means that the data collection and analysis methods must account for these different categories to ensure accurate and unbiased results.\n2. Minimum sampling rate standard: A minimum sampling rate standard of 20% of landed salmon by port and week has been established to adequately sample for and recover CWTs. This means that at least 20% of the salmon landed at each port during each statistical week must be sampled and tagged with a CWT to ensure representative data.\n3. Data collection: A variety of data are collected including information on the number of fish released, lengths and weights of fish, departure time, interview time, and information on estuary trips. The data is stratified by port and summed over ports to generate estimates for catch areas and the entire state. This means that all relevant data must be collected during the surveys to allow for accurate estimation and analysis.\n4. Time constraint: No specific time constraints are mentioned in the text, but it can be inferred that the interviews take place at the dockside after fishermen have returned from their trips.\n\nThese constraints ensure the accuracy, representativeness, and completeness of the data collected by the ORBS dockside interviews for estimating anglers per boat and catch by species per boat for the ocean recreational boat fishery, as well as sampling for and recovering CWTs from the ocean recreational salmon fishery."
}