{
  "keywords": " Portable sampler, Teledyne Iscos 3700 Series, Programmable liquid sampler, Storm water runoff monitoring, ISCO equipment placement"
,
  "abstract": " The text describes the process of setting up and using portable liquid samplers, specifically the Teledyne Iscos model 3700, for monitoring water quality. This method is crucial for collecting samples from various locations, particularly for stormwater runoff monitoring, to ensure compliance with environmental regulations.\n\nTo set up a new sampling site, considerations include obtaining landowner permission, ensuring easy access for equipment retrieval, and finding a stable location for equipment placement. Metal housing shelters are used to protect the samplers from elements and vandalism, while metal piping and hosing connect the shelter to the monitored water body. Additional measures like rebar or metal fenceposts help secure the intake apparatus in place.\n\nOnce the equipment is set up, it's programmed based on the site conditions, involving testing various combinations of suction volume and line lengths. The Confederated Tribes of the Umatilla Indian Reservation Water Resources Program uses these samplers to collect daily composite samples at midnight, 6:00 am, noon, and 6:00 pm.\n\nRegular site visits are necessary to check equipment operation and make adjustments due to changing water levels or extreme weather conditions like freezing temperatures that can impact sampling accuracy.\n\nIn summary, this method ensures accurate and consistent water sampling using portable, programmable devices, addressing issues related to accessibility, stability, and environmental regulations compliance."
,
  "description": " The 3700 Standard Portable Sampler is a programmable liquid sampler belonging to Teledyne Iscos' 3700 Series of portable and refrigerated samplers. This device offers extensive sampling capabilities with its ease of flexible programming and robust construction, making it ideal for general-purpose or priority-pollutant sampling applications. The 3700 Series also features storm-paced sampling capabilities designed to meet EPA requirements for stormwater runoff monitoring (1).\n\nBefore installing a new sediment site for an ISCO unit, several considerations must be addressed: securing landowner permission, ensuring easy access to the equipment for retrieval of samples, and identifying a stable section of the channel and bank for equipment placement (2). Ideally, the site should be located at or near a stream gaging station for accurate load calculations, although this is not always feasible based on the intended purpose of the ISCO unit.\n\nProtecting the ISCO tubs from environmental elements and vandalism, metal housing shelters are fabricated for their installation (3). Metal piping and hosing are assembled to run from the metal shelter down into the monitored water body for the placement of the polypropylene strainer (intake) in the channel. Sometimes, pieces of rebar may be pounded into the channel bed to secure the intake/pipe apparatus and keep the strainer above the bottom, preventing it from becoming buried in silt (4). A metal fencepost is installed next to the metal shelters to help stabilize them and provide an anchor point for securing the unit to prevent tampering.\n\nUpon placement, the ISCO unit undergoes specific programming tailored to the site, which includes testing different volume suction and lengths of pull until the correct combination is achieved (5). The Confederated Tribes of the Umatilla Indian Reservation Water Resources Program currently employs Teledyne Instrument Supply Company model 3700 samplers. These units are programmed to collect four sets of samples per day in one bottle, followed by the distributor arm moving to the next bottle for daily composite sampling (6). Samples are taken at midnight (00:00), 6:00 am, noon, and 6:00 pm. Each tub holds 24 bottles, and the pick-up schedule runs for approximately 20-24 days (7).\n\nSite visits are conducted during the middle of the collection cycle to monitor the operation and ensure proper functioning. During freezing weather conditions and high stream flows, it is especially important to check on the ISCO unit as water levels may require programming adjustments to prevent overfilling or insufficient sample collection, while freezing temperatures can cause ice formation in the collection hosing, potentially jamming the distributor arm inside the unit.\n\n(1) programmable liquid sampler, storm-paced sampling capabilities, EPA requirements\n(2) landowner permission, easy access to equipment, stable channel and bank sections\n(3) metal housing shelters, protection from elements, vandalism prevention\n(4) intake placement, secure in channel bed, keep above silt\n(5) specific programming for each site\n(6) daily composite samples, four sets per day\n(7) pick-up schedule, 20-24 days"
,
  "target": " Installing and programming ISCO 3700 portable samplers for water monitoring."
,
  "constraints": " Based on the text provided, here are some constraints applicable to the method of using ISCO portable liquid samplers for water monitoring:\n\n1. Site selection: An appropriate site for the ISCO equipment must be found considering landowner permission, easy access for retrieval of samples, and a stable section of the channel and bank for equipment placement. It is ideal if the site is at or near a stream gaging station for load calculations, but not all ISCOs can be located at a gage depending on their intended purpose.\n2. Equipment installation: Metal housing shelters are used to protect the ISCO tubs from the elements and vandalism. Metal piping and hosing are assembled to run from the metal shelter down into the monitored water body for the placement of the polypropylene strainer (intake) out in the channel. Pieces of rebar may be used to secure the intake/pipe apparatus to prevent it from moving or being buried in silt. A metal fencepost may also be installed next to the metal shelters to help stabilize the shelter and secure the unit.\n3. Programming: Each ISCO unit must be programmed specifically for its site, which involves testing out different pairings of volume suctioned and lengths of pull until the right combination is found. The units are currently being used to collect four sets of samples per day in one bottle (daily composite samples). Samples are collected at midnight (00:00), 6:00 am, noon, and 6:00 pm. Each tub holds 24 bottles and the pick-up schedule generally runs for 20-24 days.\n4. Maintenance and monitoring: Site visits are made during the middle of the cycle to check on the operation and maintenance of the equipment. It is important to adjust the programming when water levels change, or else too much or too little sample may be collected, or the hosing may freeze and jam the distributor arm in the ISCO unit.\n\nThese constraints ensure that the ISCO portable liquid samplers are used effectively and efficiently for water monitoring, considering various site conditions, equipment installation, programming requirements, and maintenance needs."
}