{
  "keywords": " Fish sampling, Juvenile salmonids, Holding tank capacities, Timed sub-samples, Regulations, Estimation methods (e.g., interpolation, extrapolation)"
,
  "abstract": " This text describes a method used to estimate the total number of fish passing through a facility when complete enumeration is not practical due to limitations such as tank capacities or staffing levels. The method involves taking timed sub-samples and extrapolating the results to estimate the total number of fish during unsampled periods.\n\nThe necessity of this method arises from the challenges of handling large numbers of fish, particularly juvenile salmonids, which exhibit non-homogeneous behavior during passage through fish screening facilities. To address these challenges, sampling must occur continuously (24 hours a day, 7 days a week) and sub-samples must be taken at minimum hourly intervals.\n\nWhen sampling cannot occur due to mechanical failure, heavy debris, or high-density of non-target fish, additional extrapolation is required using interpolation techniques or temporal or diel stratification to minimize the variance of the estimates while maintaining biological/environmental relevance. Overall, this method enables accurate estimation of fish populations passing through a facility even when complete enumeration is not feasible.\n\nCode generation: Unfortunately, there isn't any code in the text provided as it focuses on explaining the concept and its necessity rather than providing a specific algorithm or implementation."
,
  "description": " In the given text, the discussion revolves around the challenges encountered during the enumeration or counting of fish at screening facilities, particularly for juvenile salmonids. Due to practical limitations such as exceeding holding tank capacities and staffing levels, as well as regulatory restrictions, it is not feasible to carry out a complete enumeration of all fish present. Instead, timed sub-sampling is employed to estimate the total number of fish.\n\nThe non-homogeneous behavior of juvenile salmonids necessitates continuous sampling, meaning 24 hours per day and 7 days a week, with at least one sub-sample taken every hour. This frequency helps account for any variations in fish movement during the day and night cycles or other temporal stratifications.\n\nHowever, there are instances where sampling is not possible due to mechanical failures, heavy debris, or high densities of non-target species. In such cases, additional extrapolation techniques are required to estimate catch during unsampled periods. Interpolation methods can be employed using data from previous and following sampling periods or by applying temporal stratification based on daily, weekly, monthly, or diel patterns. The objective is to minimize the variance of the estimates while maintaining biological and environmental relevance."
,
  "target": " Estimating fish populations through timed sub-samples."
,
  "constraints": " The text discusses constraints related to fish sampling methods in fish screening facilities due to practical limitations and regulatory requirements. Here are the identified constraints with their respective locations in the text:\n\n1. Holding tank capacities and staffing levels may limit the complete enumeration of fish (Lines 1-2).\n2. Fish handling regulations may restrict sampling when threatened or endangered species are present (Line 3).\n3. Sampling should occur continuously due to non-homogeneous behavior of juvenile salmonids (Lines 5-6).\n4. Sub-samples must be taken at least once per hour (Line 8).\n5. Additional extrapolation is required when sampling cannot occur (Lines 10-11).\n6. Catch during unsampled periods can be estimated using interpolation or temporal/diel stratification (Lines 13-17).\n\nThese constraints are put in place to ensure accurate fish sampling while adhering to practical limitations and regulatory requirements."
}