{
  "keywords": " Gas bubble trauma, native nonsalmonid fishes, resident fish, Mesa et al. (2000), experimental protocol, juvenile salmonids"
,
  "abstract": " This text describes a research method used to study the effects of elevated total dissolved gas on native, resident nonsalmonid fishes. Elevated levels of total dissolved gas can cause gas bubble trauma (GBT), which can lead to mortality in fish, as previously studied in juvenile salmonids by Mesa et al. (2000). However, the progression of GBT and resulting mortality for many native, resident nonsalmonid species is not well understood.\n\nTo address this knowledge gap, the researchers plan to use the experimental protocol developed by Mesa et al. (2000) to study GBT in native, resident nonsalmonid fishes. This method will provide valuable insights into how these species respond to elevated total dissolved gas levels and help inform efforts to monitor and mitigate GBT in these important aquatic ecosystems.\n\nThe necessity of this research lies in the need to understand how various fish species are impacted by changes in their environment, such as increased levels of dissolved gases due to human activities like hydroelectric power generation or climate change. By using a well-established experimental protocol, researchers can compare the responses of different fish species and identify commonalities or differences in their susceptibility to GBT. This knowledge will help inform more effective conservation efforts and aquaculture practices."
,
  "description": " Title: Experimental Protocol for Assessing Gas Bubble Trauma (GBT) in Native, Resident Nonsalmonid Fishes Using Mesa et al.'s (2000) Methodology\n\nDescription:\n\nThe exposure of fish to elevated total dissolved gas (TDG) can lead to a pathological condition known as Gas Bubble Trauma (GBT). The progression of GBT and associated mortality in juvenile salmonids has been extensively studied by Mesa et al. (2000), with the criteria they employed serving as a cornerstone for current monitoring practices within the Regional Smolt Monitoring Program. However, there is a paucity of information regarding the progression of GBT and mortality in many native, resident nonsalmonid species. This protocol aims to delineate the experimental procedures for investigating the susceptibility of these fish species to GBT using Mesa et al.'s (2000) methodology.\n\n1. **Selection of Fish Species:** Select native, resident nonsalmonid fish species that are known or suspected to be exposed to elevated TDG levels in their natural environments.\n\n2. **Acclimation:** Acclimate the selected fish species in a recirculating aquarium system under controlled conditions (temperature, photoperiod) for at least 7 days prior to testing.\n\n3. **Preparation of Fish Samples:** Carefully remove fish from the acclimation tank and weigh them. Inject each fish with a specific volume of air embolus using a hypodermic needle, according to the methods outlined by Mesa et al. (2000). Monitor the fish for any signs of distress or injury post-injection.\n\n4. **Observation Period:** Observe the injected fish for a set period following the injection of air embolus. During this observation period, monitor the fish for any signs of GBT such as swimming behavior changes, breathing abnormalities, and external injuries. Mesa et al. (2000) recommend monitoring for 48 hours post-injection.\n\n5. **Evaluation of Mortality:** Evaluate mortality rates based on the criteria established by Mesa et al. (2000). For instance, if a fish displays signs of distress or is unable to maintain an upright position in the water during the observation period, it should be considered moribund and recorded as a mortality.\n\n6. **Data Analysis:** Analyze the data obtained from this experiment using appropriate statistical techniques. Evaluate the relationship between the volume of injected air embolus and mortality rates to determine the susceptibility of each fish species to GBT. Additionally, compare these findings with available literature on GBT in salmonids and other fish species to identify any potential commonalities or differences.\n\n7. **Reporting:** Prepare a comprehensive report summarizing the experimental results, including an interpretation of the data and its implications for understanding the susceptibility of native, resident nonsalmonid fish species to GBT under elevated TDG conditions."
,
  "target": " Describing GBT in native, resident nonsalmonid fish using Mesa's methods."
,
  "constraints": " Based on the given text, here are the constraints applicable to the method and where they are stated:\n\n1. The method described in the text is specifically for testing native, resident nonsalmonid fishes. (Mentioned multiple times throughout the text)\n2. The experimental protocol is based on the work of Mesa et al. (2000) who studied gas bubble trauma (GBT) in juvenile salmonids. (Line 3 and 5)\n3. The method uses criteria for describing GBT and resulting mortality, which are the foundation for monitoring GBT in juvenile salmonids by the regional Smolt Monitoring Program. (Line 6-7)\n4. However, it is mentioned that the progression of GBT and mortality has not been described for many native, resident nonsalmonids. (Line 9-10)\n5. The purpose of the method is to describe the experimental protocol for testing native, resident nonsalmonid fishes using the methods of Mesa et al. (2000). (Line 13)\n\nThere are no constraints mentioned in the text without context or reason. The text only states that more research is needed on the topic for certain species of fish."
}