{
  "keywords": " Land cover classification, Accuracy assessment, Validation data, Confusion matrix, Object-based image analysis, ArcGIS, R, Microsoft Excel"
,
  "abstract": " This method outlines a process for evaluating the accuracy of an object-based land cover classification using both traditional and area-weighted confusion matrices. The necessity of this approach lies in the fact that object-based classifications involve segments composed of multiple pixels with varying sizes, which is not accounted for in the traditional pixel-based confusion matrix.\n\nThe method begins by generating a validation dataset through the use of a trained photo interpreter or fieldwork. Subsequently, using ArcGIS 10.x, the classified map and validation data are imported to create a confusion matrix for each land cover class and overall map accuracy. The traditional confusion matrix calculates the number of correctly and incorrectly classified pixels. However, for object-based classification, it is essential to consider the varying sizes of segments in each class. Thus, an area-weighted confusion matrix is generated using R or Microsoft Excel. This method involves multiplying the number of segments in a particular class by their respective areas, providing a more accurate representation of map accuracy for object-based classifications.\n\nThe calculations include determining overall and class-specific accuracies (users and producers) based on both traditional and area-weighted matrices. These results can be further analyzed through statistics like kappa coefficient, error matrix, and producer's agreement. This method enables researchers to gain a more comprehensive understanding of the accuracy of their object-based land cover classification and is essential for ensuring reliable and effective use of this approach in environmental assessment and resource management applications.\n\n[Code Snippets:]\n\nGenerating a traditional confusion matrix in R using `caret` package:\n```r\nlibrary(caret)\nconfusionMatrix(predictions = true_class, reference = predicted_class)\n```\n\nComputing area-weighted confusion matrix (using Python):\n```python\nimport numpy as np\n\ndef area_weighted_confusion_matrix(truth, pred):\n    # Assuming truth and pred are numpy arrays with the same shape.\n    total = np.sum(np.stack((truth, pred), axis=0).astype('int32'))\n    area_weighted = np.zeros((len(np.unique(truth)), len(np.unique(pred))))\n    \n    for class_i in range(len(np.unique(truth))):\n        seg_area_sum = np.sum(truth == class_i)\n        area_weighted[class_i, :] = np.bincount(pred == class_j, weights=seg_area_sum) / np.sum(seg_area_sum)\n    \n    return np.outer(np.arange(len(np.unique(truth))), np.arange(len(np.unique(pred)))).astype('int32') + area_weighted\n```"
,
  "description": " The text body discusses the importance of accuracy assessment in land cover map-making using both traditional pixel-based approaches and object-based image analysis (OBIA). Traditional methods assign each pixel to a specific land cover class and validate on a per-pixel basis using a confusion matrix. Metrics like user's accuracy and producer's accuracy are calculated for each class based on the number of correctly classified pixels divided by the total number of pixels in that class. The overall map accuracy is derived from the sum of all correctly classified pixels and divided by the total image pixels.\n\nHowever, the use of OBIA in land cover classification challenges the traditional confusion matrix since object segments can vary greatly in size. Instead, an area-weighted confusion matrix should be used for OBIA to account for varying segment sizes. This matrix weights each class's validation data based on their respective areas instead of counts.\n\nThe text describes a method for generating a validation dataset using a trained photo interpreter and creating both traditional and area-weighted confusion matrices from the classified map based on this dataset. The method assumes that users have access to ArcGIS 10.x, R, and Microsoft Excel and are familiar with calculating fields in a confusion matrix.\n\nTo generate the validation dataset using a trained photo interpreter:\n1. Use image processing software (e.g., ArcGIS) to extract object segments from the classified map.\n2. The trained photo interpreter classifies each segment based on its ground truth land cover type.\n3. Store these data in a table, such as a shapefile or a CSV file.\n\nTo create traditional and area-weighted confusion matrices:\n1. Use ArcGIS to generate the traditional confusion matrix by comparing the user-assigned class (ground truth) with the classified map for each segment.\n2. Calculate the overall map accuracy, users' accuracy, and producers' accuracy for each class using standard formulas.\n3. Create an area-weighted confusion matrix in R or Microsoft Excel by multiplying each cell in the traditional confusion matrix by the corresponding segment areas (sum of pixels within a segment).\n4. Sum up the values in each diagonal cell and divide the sum by the total number of segments to get the overall map accuracy for both matrices.\n5. Compare results from both confusion matrices to evaluate the impact of considering area weights on map accuracy assessment."
,
  "target": " Generating validation dataset and confusion matrices for object-based land cover classifications."
,
  "constraints": " The method described above imposes the following constraints:\n\n1. Availability of an object-based classified map. This constraint is stated at the beginning of the method assumption.\n2. Familiarity with using software programs ArcGIS 10.x, R, and Microsoft Excel. These software requirements are mentioned in the method assumption.\n3. Understanding of calculating fields in a confusion matrix. This requirement is also stated in the method assumption.\n4. Use of a trained photo interpreter for generating validation data. This constraint is stated in the first paragraph under \"Accuracy assessment involves...\"\n5. Reporting both traditional and area-weighted confusion matrices. This constraint is stated in the third paragraph under \"Instead, a confusion matrix for object-based classifications should weight the number of segments in each class by the area of those segments to generate an area-weighted matrix.\"\n\nThese constraints ensure that the user has the necessary resources and knowledge to execute the method effectively. The use of a trained photo interpreter and reporting both traditional and area-weighted confusion matrices are specific to object-based image analysis, emphasizing its differences from pixel-based approaches."
}