{
  "keywords": " Large wood pieces, Volume calculation, Size class bins, Geometric mean volume, Historic dataset"
}{
  "abstract": " This text describes a method used to calculate the total volume of large wood pieces (over 0.10m in diameter and 1.0m in length) at a site. The necessity of this method lies in understanding the role of large woody debris (LWD) in aquatic environments, as it provides important habitats for various species and helps maintain ecosystem functions.\n\nThe method involves estimating the volume of LWD by counting the number of pieces that fall into different size class bins and then multiplying the count by a constant representing the average volume of an LWD piece within that size class bin. The geometric mean volumes of LWD for each size class were derived from a historic dataset containing over 75,000 measured pieces and their corresponding lengths, diameters, and volumes.\n\nThe text also mentions that there were changes in the number of size classes and their respective names between 2011 and 2012. In 2011, there were nine unique size classes with different diameter and length ranges and their corresponding geometric mean volumes. In contrast, there were sixteen unique size classes in 2012, including new categories like \"Small MidLarge\" and \"Medium ExtraLarge.\"\n\nThe method's solution to any potential issues raised includes providing metrics for both wetted and bankfull LWD volume, reporting data by site and tier 1 channel units (pools, fast-turbulent, and fast non-turbulent waters), and offering background information on the identification of channel units analyzed in the calculation. Additionally, the text provides references to different versions of the method for specific years.\n\nIn summary, this method is used to calculate the total volume of large woody debris at a site by utilizing historical data and size class bins. It helps address the importance of understanding LWD's role in aquatic ecosystems and offers valuable information for various applications."
}{
  "description": " This text describes a method used to calculate the total volume of large wood pieces (Length > 1.0m and Diameter > 0.10m) at a site. The volume estimation is obtained by counting the number of pieces within different size class bins, followed by multiplying the count by the corresponding geometric mean volume constant for that specific size class bin. The geometric mean volumes were derived from a historic dataset consisting of over 75,000 pieces of large woody debris, where length, diameter, and volume were measured for each piece.\n\nThe dataset was collected between 2011 and 2013 in the Pacific Northwest through the PIBO program and is further divided into three different years: 2011, 2012, and 2013. In 2011, there were nine unique size classes with their respective Diameter (cm), Length (m), and Geometric Mean Volume (m³) as given in the text. Similarly, in 2012, there were sixteen unique size classes with corresponding Diameter (cm), Length (m), and Geometric Mean Volume (m³).\n\nThe volume of each piece was calculated using the formula: `volume = pi * Length * (Diameter/2)^2`. Each piece from the historic dataset was assigned to a specific size class bin, and then the geometric mean volume for that size class bin was calculated. These derived geometric mean volumes by size class from the historic dataset are reported in the text.\n\nIn this method, metrics are reported for both wetted and bankfull large wood volume, which is further disaggregated by site and tier 1 channel units (pools, fast-turbulent, and fast non-turbulent waters) at a site. The CHaMP - Large Woody Debris Method provides information on the identification of these channel units that are analyzed for this calculation.\n\nFor the years 2011, 2012, and 2013, you can refer to the respective method versions mentioned in the text: \"Large Woody Debris v1.0\" for 2011, \"Tally Large Woody Debris v2.0\" for 2012, and \"Tally Large Woody Debris v3.0\" for 2013."
}{
  "target": " Calculating total volume of large wood pieces using historic data and size class bins."
}{
  "constraints": " Based on the text provided, here are the constraints applicable to the method:\n\n1. The method calculates the total volume of qualifying large wood pieces (>0.10m diameter, 1.0m length). This constraint is stated in the first sentence of the text.\n2. The calculation of volume for each piece is based on a geometric mean, which is derived from a historic dataset. This constraint is stated in the second paragraph.\n3. The dataset used to derive the geometric mean volumes includes over 75,000 pieces of large woody debris with measured length and diameter. This constraint is stated in the third paragraph.\n4. Each piece in the historic dataset was assigned to a size class bin and then the geometric mean volume was calculated for each size class bin. This constraint is stated in the fourth paragraph.\n5. The method uses different size class bins for calculation, with different geometric mean volumes assigned to each bin. These size classes and their corresponding geometric mean volumes are provided in the text.\n6. The method reports metrics for both wetted and bankfull large wood volume. This constraint is stated in the seventh paragraph.\n7. The method reports metrics by site and by tier 1 channel units (pools, fast-turbulent and fast non-turbulent waters) at a site. This constraint is stated in the eighth paragraph.\n8. The method uses specific version numbers for different years of calculation (2011, 2012, 2013). This constraint is stated in the last paragraph.\n\nThere are no code constraints mentioned in the text. The text only explains the methodology and constraints related to it."
}