{
  "keywords": " Estimation, wild steelhead, Chinook salmon, Lower Granite Dam, factors (window counts, fall-back, passage through locks, trap rate, movement up/downstream, hatchery-origin fish)"
,
  "abstract": " The text describes a method used to estimate the number of wild steelhead and Chinook salmon that pass through Lower Granite Dam each day. Due to various complicating factors such as nighttime window counts not being conducted, fish falling back over the dam, passage through locks, and non-marked hatchery fish, the process is complex.\n\nTo address these challenges, an estimation method is employed that utilizes multiple sources of data: previously tagged fish, real-time window counts, trap rate, and hatchery/natural information from the trap. By combining this data, the method aims to calculate the total natural-origin adult escapement (the number of fish that successfully make it upstream) despite these complications. This joint analysis helps account for issues like double-counting or loss of fish as well as the unknown hatchery contribution.\n\nIn simpler terms, the researchers gather various data points to create a more accurate estimate of the wild fish population passing through Lower Granite Dam daily. They consider tagged fish, daily counts, trap efficiency, and hatchery information to account for factors that would otherwise make an exact count challenging."
,
  "description": " In this text, the authors describe their objective to estimate the daily unknown number of wild steelhead and Chinook salmon crossing Lower Granite Dam (LGR) using data from Columbia Basin Research Data Access in Real Time (DART). The estimation process for natural-origin adult spring/summer Chinook salmon and steelhead at LGR is complex due to several factors.\n\nFirst, window counts are only conducted during the daytime, necessitating an expansion of these counts to account for break periods. This accounts for fish passage during hours when windows counts are not being taken.\n\nSecond, there exists the issue of fall-back over the dam, which can result in individuals being counted multiple times or getting lost downstream. Fish may return upstream after passing through the dam and be recounted, leading to an overestimation of the escapement numbers.\n\nThird, fish passage through the locks poses a challenge as no estimation potential exists for these sections. This limits the accuracy of the total fish count since a portion of the fish population is not accounted for in the estimation method.\n\nFourth, there is a trap rate that estimates capture probability as a function of time that the trap is open. This rate helps determine how many fish are expected to be caught within a given time frame based on the duration of the trap operation.\n\nFifth, fish may move up or downstream through the ladder below the trap, affecting the accuracy of the estimation method. This movement can lead to the undercounting or overcounting of fish depending on their direction and timing.\n\nLastly, non-externally-marked hatchery-origin fish pose another challenge as they cannot be distinguished from wild fish using only data from the trap. These fish contribute to the natural population, but their presence can make it difficult to accurately estimate the escapement of wild fish.\n\nThe estimation method employed in this context combines information from previously tagged fish, window counts, trap rate, and hatchery/natural information from the trap. This integrated approach aims to provide a more accurate estimation of total natural-origin adult escapement. Unfortunately, the text does not provide any code related to this description."
,
  "target": " Estimating wild steelhead and Chinook daily escapement using data."
,
  "constraints": " Based on the provided text, here are the identified constraints and where they are stated:\n\n1. Window counts are not conducted at night: This constraint is mentioned in point 1 of the text. Daytime window counts must be expanded to account for break periods due to this limitation.\n2. Fall-back over the dam: Individuals may fall back over the dam, potentially being counted multiple times or lost downstream (point 2).\n3. Passage through the locks: No estimation potential exists for fish passing through the locks (point 3).\n4. Trap rate: The trap rate estimates capture probability as a function of the time that the trap is open (point 5).\n5. Fish movement up and downstream: Fish may move up or downstream through the ladder below the trap, affecting the estimation process (point 5).\n6. Non-externally marked hatchery-origin fish: The presence of non-externally marked hatchery-origin fish complicates the estimation of natural-origin adult escapement (point 6).\n\nThe text describes a complex method to estimate the unknown number of wild steelhead and Chinook that cross Lower Granite dam each day. Several constraints are mentioned, affecting the accuracy and efficiency of this estimation process. These constraints include limited window counts, potential fish fall-back or loss, inability to estimate fish passing through locks, variability in trap rate, and the presence of unmarked hatchery fish."
}