{
  "keywords": " Juvenile salmonid migration, Chinook salmon fry, Rotary screw traps, Bismarck Brown stain, Mark-recapture estimate, Fish staining."
}{
  "abstract": " This text describes a method used to estimate juvenile salmonid migration that cannot be accomplished through traditional PIT tagging due to the small size of the fish. Instead, they use Bismarck Brown stain on the mucus layer of the fish for a complementary mark-recapture migration estimate. Every few days, a 10% subsample of the total trap catch is selected and stained for three hours in a dyebath maintained at an appropriate river temperature with oxygen saturation. The stain lasts for three to four days but can be adjusted by changing the dye concentration or exposure time. This method is necessary because many juvenile salmonids are below the minimum size for PIT tagging, and using this alternative technique allows for accurate migration estimates without harming the fish."
}{
  "description": " In order to accurately estimate juvenile salmonid migration without using PIT tags due to the small size of fry, an alternative technique utilizing Bismarck Brown stain is employed. Chinook salmon fry, specifically those under 60 millimeters (mm) Fin Length (FL), constitute a significant portion of total juvenile migration captured in rotary screw traps within certain study streams.\n\nBismarck Brown stain functions as an complementary mark-recapture migration estimation method for juvenile fish possessing a mucus layer. Every third to fourth day, a 10% subsample of the total trap catch is chosen for staining (with a maximum of 300 individuals). To apply the mark, select fish and immerse them in the dye solution (0.4g/16 L) for an hour.\n\nMaintain ideal conditions during the staining process using battery-powered aerators to ensure adequate oxygen saturation and ice packs to keep the temperature within 1-2 degrees Celsius of the river temperature. Properly stained fish will exhibit a mark that lasts between 3-4 days. However, adjusting the dye concentration and/or exposure time offers some flexibility in extending or shortening the mark's effective lifespan."
}{
  "target": " Alternative salmonid migration label: \"Bismarck Brown stain for small juvenile fish\"\n\nThis technique utilizes Bismarck Brown stain for conducting a mark-recapture migration estimate on small juvenile salmonids who are below the minimum size criteria for PIT tagging."
}{
  "constraints": " Constraints:\n1. The technique used for estimating juvenile salmonid migration other than marking with PIT tags due to the size criteria of fry being below the minimum size for PIT tagging (stated: \"For example, Chinook salmon fry <60 mm FL represent a large fraction of the total juvenile migration collected in rotary screw traps in some study streams. Bismarck Brown stain can be used on juvenile fish that have a mucus layer to conduct a complementary mark-recapture migration estimate.\").\n2. The selection of 10% of the trap catch for staining, with a maximum limit of 300 individuals (stated: \"Every 3-4 d, we select a subsample of 10% of the total trap catch (up to a maximum of 300 individuals) for staining.\").\n3. Application time of fish in the dye bath: 1 hour (stated: \"Apply the mark by holding fish in the dye (0.4g/16 L solution) for 1 h\").\n4. Oxygen saturation and appropriate temperature maintenance during staining process (stated: \"We use four battery-powered aerators to maintain oxygen saturation and ice packs to maintain an appropriate (within 1-2C of river) temperature in the baths.\").\n5. Dye concentration and exposure time adjustability for varying mark lifespan effectiveness (stated: \"When properly stained, the mark lasts 3-4 d, but changing the dye concentration and/or exposure time provides some ability to adjust the marks effective lifespan.\").\n\nThere are no code constraints or explanations needed in this text."
}