{
  "keywords": " Juvenile salmonid migration, Chinook salmon fry, Bismarck Brown stain, Mark-recapture estimate, Rotary screw traps, Staining technique."
}{
  "abstract": " In order to estimate juvenile salmonid migration without using the standard PIT tagging method, an alternative technique called Bismarck Brown staining is employed. This is because most salmonid fry are smaller than the minimum size requirement for PIT tagging with typical 12 mm tags. A significant portion of juvenile migration in certain study streams is made up of Chinook salmon fry under 60 mm (fin length).\n\nBismarck Brown staining involves using a harmless dye on the external mucus layer of juvenile fish to facilitate mark-recapture migration estimates. Every three to four days, researchers select 10% of the total trap catch (up to 300 individuals) for staining. The fish are held in the dye solution for an hour, and the use of battery-powered aerators ensures proper oxygen saturation while ice packs maintain a suitable temperature.\n\nThis method lasts for three to four days but can be adjusted by changing the dye concentration or exposure time to modify the mark's effective lifespan. This technique is necessary because it addresses the issue of small salmonid fry not meeting the size requirements for PIT tagging, thus expanding the range of fish that can be effectively studied in terms of migration patterns."
}{
  "description": " In order to accurately estimate juvenile salmonid migration without using PIT tags due to the small size of the fish, an alternative technique utilizing Bismarck Brown stain is employed. Chinook salmon fry, which are typically below 60 mm in fin length (FL), constitute a significant portion of the total juvenile catch in rotary screw traps for certain study streams.\n\nTo implement this method, every 3-4 days, a subsample of 10% of the total trap catch (up to a maximum of 300 individuals) undergoes Bismarck Brown staining. This procedure involves immersing the fish in a bath containing a 0.4g/16 L solution of the stain for a duration of one hour. To ensure proper oxygenation and maintain a temperature within 1-2 degrees Celsius of the river temperature, four battery-powered aerators are utilized alongside ice packs in the staining baths.\n\nThe application of Bismarck Brown stain to the fish is facilitated by holding them in the dye solution. This marking technique lasts for approximately 3-4 days; however, alterations to the dye concentration and/or exposure time provide some flexibility in controlling the effective lifespan of the marks.\n\nBy utilizing this complementary mark-recapture migration estimate method, researchers can effectively track and study the migration patterns of juvenile salmonids that are below the minimum size criteria for PIT tagging."
}{
  "target": " Alternative salmonid migration label:\n\"Juvenile fish staining for mark-recapture estimation\"\n\nTechnique description summary:\nThis technique involves using Bismarck Brown stain on juvenile fish with a mucus layer for complementary migration estimates when standard PIT tagging is not feasible due to small size. Stained marks last 3-4 days and can be adjusted by changing dye concentration or exposure time."
}{
  "constraints": " Constraints:\n1. Juvenile salmonid fry are below minimum size criteria for PIT tagging using standard 12 mm tags. (Line 1-3)\n2. Bismarck Brown stain can only be used on juvenile fish with a mucus layer. (Line 5)\n3. A subsample of 10% of the total trap catch is used for staining, with a maximum of 300 individuals. (Line 8-9)\n4. Fish are held in the dye solution for 1 hour. (Line 11)\n5. Proper oxygen saturation and an appropriate temperature (within 1-2C of river) must be maintained during staining process. (Lines 12-13)\n6. The mark lasts 3-4 days, but the effective lifespan can be adjusted by changing dye concentration and/or exposure time. (Line 15)\n\nThese constraints are necessary for the successful application of the Bismarck Brown stain method for estimating juvenile salmonid migration. The minimum size criteria for PIT tagging is a physical limitation as not all fry reach the required size for tagging, making alternative methods like Bismarck Brown stain essential. The mucus layer requirement ensures proper adherence of the stain to the fish. Limiting the number of fish stained each time and maintaining appropriate conditions during the process ensure accurate and consistent results. Adjusting the dye concentration and exposure time allows for flexibility in the method based on specific study needs."
}