{
  "keywords": " Measuring slope, bearing, waded streams, hand level, measuring rod, compass, data collection event, segments, trained crewmembers."
}{
  "abstract": " This method is used to measure the slope and bearing of a stream's main channel at various locations during data collection events, specifically for waded streams. It resolves the need for accurate information about the stream's shape and direction for environmental studies. The process involves two team members: one holding a measuring rod upright, and another using a hand level and compass to take measurements across at least 20 segments of the site. By working together, they ensure precise readings. Training is crucial before conducting this method. This technique ensures reliable data collection for effective analysis and management of stream environments."
}{
  "description": " In the given text, a method is described for measuring the slope and bearing of the main channel at each site during a data collection event (DCE) in waded streams. The following is a detailed and technical description focusing on the terms used in the method:\n\nTo execute this procedure, two individuals are required to collaborate. One person, referred to as the rodder, holds a measuring rod in a vertical position, while the other, known as the sighter, employs a hand level and compass to sight and record data. The measuring rod functions as a tool for determining the distance between two points along the streambed.\n\nFirstly, this method necessitates the application of a hand level, which is utilized by the sighter to ensure that their line of sight is parallel to the ground. This leveling process ensures the accuracy of the measurements taken from the rod. The measuring rod and hand level are essential components in determining the horizontal distances between various points along the stream site.\n\nAdditionally, a compass plays a crucial role in this method for determining the bearing or direction of the main channel at each site. The sighter uses the compass to record the azimuth or magnetic direction of the rod in relation to true north. These readings are recorded as the bearing values for each segment of the stream site.\n\nThe data collection process involves measuring and recording the slope and bearing values for a minimum of 20 segments within each site. The term 'segment' refers to a specific section of the streambed used for these measurements. This method enables the calculation of critical information related to the stream channel, such as gradient or rate of change in elevation over a given horizontal distance.\n\nTo ensure accuracy and efficiency during data collection, crewmembers must undergo thorough training prior to implementing this method. They should be familiar with the equipment used, the process of taking measurements, and the recording techniques for slope and bearing values. Properly trained personnel will contribute to successful data collection events (DCEs) in waded streams.\n\nIn summary, this detailed description focuses on the technical aspects of measuring slope and bearing at each site during a DCE event using a hand level, measuring rod, and compass. The method is designed for application in waded streams and requires collaboration between two crewmembers, with each responsible for different tasks to ensure accurate measurements."
}{
  "target": " Measuring slope and bearing of stream channels using hand level, rod, and compass (20 segments)."
}{
  "constraints": " Constraints:\n1. Applicable to waded streams only. (Line 2)\n2. Requires a minimum of 20 segments for measurement. (Line 5)\n3. Needs trained personnel to perform the method. (Last sentence)\n4. Uses a hand level, measuring rod, and compass. (Lines 2 and 3)\n5. The data collection event (DCE) is mentioned but no specific constraint related to it is given in this text.\n\nThese constraints ensure that the method is carried out effectively, accurately, and safely for the intended purpose of measuring slope and bearing in waded streams."
}