{
  "keywords": " pools, depression, streambed, concave, profile, wetted channel width, thalweg, main channel, maximum pool depth"
}{
  "abstract": " This method is used to identify and measure the percentage of fine sediments on the surfaces of plunge pools and scour pools in a streambed. A pool is defined as a concave depression in the streambed that spans at least 50% of the wetted channel width, with clear upstream and downstream breaks in slope. Main channel pools are considered, excluding backwater pools or those in side channels unless they span at least 50% of the main channel's wetted width. The maximum depth of a pool must be at least 1.5 times its tail depth. This method ensures accurate identification and measurement of these pool types to determine their sediment composition, addressing potential issues with inconsistent or incorrect pool identification and ensuring data accuracy for further analysis. (No code provided as this is a descriptive, non-technical explanation.)"
}{
  "description": " This text outlines a protocol for identifying and measuring fine sediment percentage on the surfaces of plunge pools and scour pools within a stream. The method specifies certain criteria for considering a feature as a pool:\n1. Depression in the streambed: A concave profile both laterally and longitudinally is required.\n2. Bounded by head and tail crests: The upstream and downstream breaks in slope define the pool's boundaries.\n3. Main channel pools only: Consider pools where the thalweg, or deepest part of the water channel, runs through them. Exclude backwater pools.\n4. Minimum size: Pool width should span at least 50% of the wetted channel width in any location. Pool length is not specified but implied to be significant.\n5. Ignore side channels and islands: Focus on pools within main channels, and if a side channel exists, the pool must occupy at least 50% of the main channel's wetted width.\n6. Maximum depth: Pool depth should be a minimum of 1.5 times the tail depth.\n\nFollowing this protocol will enable consistent identification and measurement of eligible pools for determining sediment percentage."
}{
  "target": " Determining percentage of fine sediments on qualifying pools based on given criteria."
}{
  "constraints": " Based on the provided text, here are the constraints applicable to the method for determining the percentage of fine sediments on pool tail surfaces:\n\n1. Pools must be depressions in the streambed that are concave in profile, laterally and longitudinally (line 2-4).\n2. Pools must be bound by a head crest (upstream break in streambed slope) and a tail crest (downstream break in streambed slope) (line 6-7).\n3. Consider only main channel pools where the thalweg runs through the pool, and not backwater pools (line 8-9).\n4. Pools span at least 50% of the wetted channel width at any location within the pool (line 12-15).\n5. If islands are present, only consider pools in the main channel (line 16-17).\n6. Maximum pool depth is at least 1.5 times the pool tail depth (line 19-20).\n\nThese constraints ensure that the method is applied to relevant features in a streambed that can be considered as pools, and provide criteria for determining their size and shape. By following these guidelines, consistent and accurate measurements of pool tail surface fine sediments can be obtained."
}