{
  "keywords": " Discharge measurement, High flow, Low flow, Calibrated portable weir plate, Calibrated portable Parshall flume, In place calibration."
}{
  "abstract": " This text discusses methods for measuring discharge in various field conditions where using velocity meters or tracer-dilution equipment is not feasible. The methods include:\n\n1. High flow: Observe floats in the channel to estimate the discharge.\n2. Low flow: Measure the volume of water collected over a specific period.\n3. Use of calibrated portable weir plates or Parshall flumes.\n4. Unstable flow (roll waves or slug flow): Utilize photographic techniques.\n\nThe text also mentions an alternative method used in some countries, which involves using laboratory-rated weirs or flumes and transferring the ratings to a structure in the field, but this method requires maintaining similitude between laboratory model and prototype, as changes in the approach channel can impact head-discharge relations.\n\nDue to the variability of conditions in the field, it is necessary to calibrate controls in place to establish departures from laboratory discharge ratings. This in-place calibration requires measuring discharge using current meters or other methods, as described in the manual in chapters 5 through 9. The text emphasizes that departure from laboratory conditions is common and gaging station controls are always calibrated in place by the U.S. Geological Survey.\n\nFor those interested in precalibrated controls, the text refers to publications by the World Meteorological Organization (1971) and the International Standards Organization (1969).\n\nIn summary, this text discusses various methods for measuring discharge in the field when using velocity meters or tracer-dilution equipment is not feasible. It emphasizes the importance of calibrating controls in place to account for variations from laboratory conditions."
}{
  "description": " This text discusses various methods for measuring discharge under field conditions when using velocity meters or tracer-dilution equipment is impractical. The following techniques are explored:\n\n1. High flow: Discharge measurement is conducted by observing the passage of floats over a known period of time.\n2. Low flow: Volumetric measurement is employed, which involves directly measuring the volume of water discharged during a given time interval.\n3. Calibrated portable weir plate or Parshall flume: These methods use portable devices to measure discharge based on the relationship between the head (elevation) and discharge.\n4. Unstable flow – roll waves or slug flow: Photographic techniques are used to estimate discharge, capturing images of wave crests or the passage of a distinct fluid mass.\n\nIt's important to note that gaging stations in some countries follow methods where discharge is determined based on head readings obtained from structures conforming to laboratory-rated weirs or flumes. However, this approach requires maintaining similitude between laboratory models and prototype structures, considering factors such as scour/fill in the approach channel and debris accumulation. In case of differences between field conditions and laboratory conditions, calibration of the control is necessary to establish departures from the laboratory discharge ratings. This process, known as in-place calibration, involves measuring discharge using current meters or alternative methods described in various publications, including those by the World Meteorological Organization (1971) and International Standards Organization (1969).\n\nIn summary, this text focuses on techniques for measuring discharge under field conditions when using velocity meters or tracer-dilution equipment is not feasible. The discussed methods include observing floats in high flow situations, volumetric measurement, using calibrated portable weir plates and Parshall flumes, as well as photographic techniques for unstable flows. Additionally, it covers the importance of maintaining similitude between laboratory models and prototype structures and the need for in-place calibration when conditions differ from laboratory settings."
}{
  "target": " Measuring discharge under non-ideal conditions.\n\nPrimary focus: Non-ideal discharge measurement."
}{
  "constraints": " The text discusses various methods for measuring discharge when standard equipment like velocity meters or tracer-dilution equipment cannot be used. Here are the constraints applicable to each method mentioned and where they're stated:\n\n1. High flow - Timed observation of floats (A): This method is applicable when dealing with high flows. The constraint is that it may not provide an accurate reading for low flows or irregular flows. This is not explicitly stated in the text but can be inferred from the context.\n2. Low flow - Volumetric measurement (B): This method is suitable for measuring discharge in low flow conditions. The constraint is that it requires precise measurements of water level and surface area, which may be challenging to achieve accurately.\n3. Use of a calibrated portable weir plate/Parshall flume (C): These methods use physical devices to measure discharge. The constraint is that they must be calibrated correctly for accurate readings.\n4. Unstable flow - roll waves or slug flow (C): This method uses photographic techniques to measure discharge in unstable flow conditions, such as roll waves or slug flows. The constraint is that it requires a good understanding of the flow dynamics and image analysis skills to interpret the photographs accurately.\n5. Gaging-station controls: This method relies on laboratory-rated weirs or flumes but may require in-place calibration if conditions differ from laboratory conditions (not discussed here). The constraint is that maintaining similitude between the laboratory model and prototype, as well as keeping the structure and approach channel free from debris and vegetation growth, can be challenging.\n\nIn summary, each method mentioned has its own set of constraints, some of which are explicitly stated in the text, while others may require inference based on context. The constraints include applicability to specific flow conditions, accuracy requirements, calibration needs, and maintenance considerations."
}