{
  "keywords": " Mini fyke net, Fyke netting, Fish sampling, Lentic habitats, Estuarine areas, Species abundance, Seining alternative, Wing dams."
,
  "abstract": " The mini fyke net is a type of fishing net used for long-term resource monitoring, particularly in smaller fish populations that inhabit lentic habitats and estuarine areas. It features a small ring made of stainless steel or nickel plated material sewn into the throat of the net to prevent larger predators like turtles and bigger fish from passing through, while also maintaining the net's shape.\n\nThis method is essential when traditional seining techniques are not feasible due to habitat characteristics such as large uneven substrate or significant woody debris. Fyke nets cause less stress on captured fish compared to entanglement gears, allowing most fish to be released unharmed. They are commonly used in fisheries assessments for their low fish mortality and species and size selectivity.\n\nMini fyke nets can also be deployed at wing dams, which are artificial structures built to divert flow towards the navigation channel and usually constructed of rock. Wing dams extend from the shoreline, perpendicular to the flow, and may be totally submerged or emergent depending on water elevation and construction height. The combination of mini fyke nets and wing dams provides an effective alternative for monitoring fish populations in challenging habitats."
,
  "description": " The mini fyke net is a design feature utilized for long-term resource monitoring, particularly in environments with smaller fish species inhabiting lentic habitats and estuarine areas. This type of net contains a 51 millimeter (2 inch) inner diameter ring, which is 6.4 millimeters (1/4 inch) thick and made of stainless steel or nickel-plated material. The ring is strategically sewn into the throat of the net to impede turtles and larger predatory fish from entering through the throat and maintaining its structural integrity.\n\nFyke nets, of which mini fyke nets are a variation, are suspended between buoyant and weighted lines in a manner reminiscent to gill nets. They are an effective method for sampling smaller, cover-seeking, mobile, and migratory fish species that reside along shorelines. The use of these nets becomes indispensable when seining is not feasible due to habitat complexities such as large, uneven substrate, significant woody debris, or other obstructions.\n\nMini fyke nets are notably less stressful on captured fish than entanglement gears, and the vast majority of captured specimens can be safely released unharmed post-capture (Hopkins and Cech, 1992). The selectivity of these nets, combined with their low mortality rate, make them a valuable tool for fisheries assessments. For instance, trap mortality rates for steelhead captured via fyke nets in the Noyo River, California, were found to be less than 1% (Gallagher, 2000).\n\nMini fyke nets can also be deployed at wing dams – artificial structures that serve to divert flow towards navigation channels. Typically constructed of rock, wing dams extend from the shoreline, usually perpendicular to the water current, and may be either submerged or emergent depending on water elevation and construction height."
,
  "target": " Long term resource monitoring with mini fyke nets.\n\nPrimary focus: Resource monitoring with mini fyke nets."
,
  "constraints": " The text discusses the use of mini fyke nets for long-term resource monitoring, particularly in sampling smaller fish in lentic habitats and estuarine areas. The following constraints are applicable to this method based on the information provided:\n\n1. Habitat Suitability: The text mentions that mini fyke netting is a useful alternative when seining is not possible due to large and uneven substrate, significant woody debris, or other obstructions (line 10-13).\n2. Fish Species and Size: Mini fyke nets are most effective in capturing small, cover-seeking, mobile and migratory species that follow the shorelines (line 18-19).\n3. Stress on Captured Fish: The text states that mini fyke nets induce less stress on captured fish than entanglement gears (line 25), and most captured fish can be released unharmed (line 26).\n4. Deployment Locations: Mini fyke nets can be deployed at wing dams (line 30-31). Wing dams are artificial structures used to divert flow to the navigation channel and are typically constructed of rock (line 33-35).\n\nThere is no code in this answer as it is a textual explanation of the constraints applicable to the method described in the provided text."
}