{
  "keywords": " Nez Perce, Creel Survey, Treaty catch, Steelhead, Chinook (fall and spring), Tribal fishing effort, North Fork Clearwater River."
}{
  "abstract": " The Nez Perce Creel Survey is a fishing monitoring method used by the Nez Perce Tribe to estimate treaty harvests of steelhead, fall Chinook, and spring Chinco salmon, as well as tribal fishing effort, in the North Fork Clearwater River. This information is crucial for ensuring that the proposed harvest strategy is followed, providing a reliable accounting of the Nez Perce's annual harvest and revealing trends in fisheries over multiple years.\n\nThe data collected through this creel survey is significant because it serves as a baseline for run-reconstruction, Stock Assessment Reports (SAR), and run forecast models. The Nez Perce Harvest Monitoring Program employs four methods to estimate treaty harvests in Usual and Accustomed fishing areas; the North Fork Clearwater River creel survey is unique to this specific river.\n\nThe necessity of this method lies in its contribution to maintaining a sustainable fishery and ensuring compliance with harvest regulations. By systematically collecting data on catch and harvest, the Nez Perce Tribe can effectively manage their fisheries and adapt to changes in fish populations. This transparency also fosters trust between the tribe and fishing communities, as well as regulatory agencies.\n\nIn summary, the Nez Perce Creel Survey is an essential part of the Nez Perce Harvest Monitoring Program, allowing for accurate tracking and estimation of treaty harvests in the North Fork Clearwater River while maintaining transparency and compliance with regulations."
}{
  "description": " The Nez Perce Creel Survey method is a data collection technique employed by the Nez Perce Harvest Monitoring Program to estimate treaty harvest of steelhead, fall Chinook, and spring Chinook, along with incidental species, in the North Fork Clearwater River. This approach aims to generate accurate catch and harvest information for ensuring compliance with proposed harvest strategies, including take numbers, locations, dates, and gear types.\n\nThe creel survey is designed as a baseline accounting tool for documenting annual Nez Perce harvest trends within the North Fork Clearwater River fisheries. The derived catch data is indispensable for various purposes, such as run-reconstruction, Stock Assessment Reports (SAR) estimations, and forecast models.\n\nThe creel survey methodology is one of the four techniques used by the Nez Perce Harvest Monitoring Program to estimate treaty harvest in Usual and Accustomed fishing areas. The other methods – in-season interview survey, post-season interview survey, and gill net in-season interview survey – are addressed under distinct protocols.\n\nSpecifically for the North Fork Clearwater River creel survey method, trained field personnel intercept anglers (crew members) at randomly selected fishing sites. Anglers are then asked to provide detailed information on their catch and fishing effort, including species identification, numbers of fish caught or released, gear types used, and location and date of the fishing event. The collected data is essential for accurately estimating harvest levels and understanding trends within the North Fork Clearwater River fisheries under Nez Perce jurisdiction."
}{
  "target": " Reliable estimation of Nez Perce treaty harvest."
}{
  "constraints": " The text does not impose any specific constraints on the Nez Perce Creel Survey - North Fork Clearwater River method. However, it mentions that this method is one of four used by the Nez Perce Harvest Monitoring Program to estimate Treaty harvest in Usual and Accustomed fishing areas. The other three methods have separate protocols. This suggests a potential constraint related to data consistency and compatibility between different survey methods. Additionally, the text mentions that catch data obtained from this method provides a baseline accounting of Nez Perce annual harvest and is useful for run-reconstruction, SAR estimations, and run forecast models. These uses imply that the data must be reliable and accurate for effective fisheries management. However, these constraints are not explicitly stated in the text.\n\nHere's a possible summary:\n\n* Constraint 1 (implicit): Data consistency and compatibility between different survey methods used by the Nez Perce Harvest Monitoring Program.\n* Constraint 2: Reliability and accuracy of catch data to support effective fisheries management through baseline accounting, run-reconstruction, SAR estimations, and run forecast models."
}