{
  "keywords": " DNA extraction, Renibacterium salmoninarum, Polymerase Chain Reaction (PCR), primer, nested reaction"
}{
  "abstract": " This method is used to detect the presence of Renibacterium salmoninarum in anterior kidney tissue using Polymerase Chain Reaction (PCR). The DNA from the tissue is first extracted (refer to the associated DNA extraction protocol), then analyzed through a two-step PCR process. In the first reaction, the DNA serves as the template for the second, or \"nested,\" reaction. Wearing gloves is essential throughout this process to prevent sample contamination. The primers necessary for this PCR are provided in Pascho et al. (1998). This method is important in diagnosing Renibacterium salmoninarum infection, which can cause significant harm and even death in fish populations. By amplifying specific DNA sequences using PCR, the technique increases the sensitivity and accuracy of detecting this pathogen compared to traditional methods."
}{
  "description": " This protocol describes a method for detecting Renibacterium salmoninarum DNA in anterior kidney tissue using Polymerase Chain Reaction (PCR). The process begins with the extraction of DNA from the tissue, which is detailed in a separate protocol. Once extracted, the DNA undergoes PCR analysis.\n\nThe PCR technique involves two distinct reactions, referred to here as the first and second (nested) reactions. The primary reaction serves as the template for the subsequent nested reaction. Both steps require gloves to be worn to prevent sample contamination.\n\nIn the initial PCR reaction, specific primers from Renibacterium salmoninarum are utilized, as outlined in Pascho et al.'s original protocol (1998). The primer sequences bind to the target DNA and initiate the amplification process, resulting in the production of a PCR product.\n\nFollowing the first reaction, the generated PCR product acts as a template for the second, nested reaction. This nested PCR step includes additional primers that were not present during the initial amplification. The use of these new primers facilitates the detection and specificity of Renibacterium salmoninarum DNA in the sample.\n\nThroughout both reactions, strict adherence to the given protocol ensures accurate results and minimizes potential contamination."
}{
  "target": " Detecting Renibacterium salmoninarum DNA via PCR."
}{
  "constraints": " The given text describes a protocol for detecting Renibacterium salmoninarum DNA from anterior kidney tissue using Polymerase Chain Reaction (PCR). Here are the constraints mentioned in the text along with their locations:\n\n1. Wear gloves during all steps to prevent sample contamination: This constraint is stated throughout the text, specifically mentioned for \"All steps must be done wearing gloves.\"\n2. DNA extraction should be performed following a separate protocol: Mentioned as \"Sample preparation and DNA extraction are explained in separate protocols.\"\n3. PCR involves two reaction steps: Stated as \"The PCR involves two reaction steps.\"\n4. First PCR product serves as template in the second (nested) reaction: Mentioned as \"All steps must be done wearing gloves to prevent contaminating the samples. The primers for this PCR protocol are found in the original version of the protocol in Pascho et al. (1998).\" Here, it's implied that the first product is used as a template in the second reaction but no explicit mention of the constraint is present.\n\nTherefore, constraints 1 and 2 have clear statements within the text while constraint 3 is inherent to the PCR technique itself, and constraint 4 can be derived from the information provided but is not explicitly stated."
}