{
  "keywords": " algal toxins, cylindrospermopsin, microcystin, benthic macroinvertebrates, water chemistry, chlorophyll-a."
,
  "abstract": " This document outlines various laboratory methods used during the National Rivers and Streams Assessment (NRSA) 2018-2019 conducted by the Environmental Protection Agency (EPA). The following are the key lab methods mentioned:\n\n1. Algal toxins - Two types of algal toxins, cylindrospermopsin and microcystin, are tested using immunoassay procedures. These tests help detect potential harmful algal blooms in water samples that can pose risks to human health and aquatic life.\n\n2. Benthic macroinvertebrates - Sampling and identification of benthic macroinvertebrates is important for assessing the overall health of rivers and streams. These organisms serve as bioindicators, providing valuable information on water quality.\n\n3. Fecal indicators (Enterococcus) - Enterococcus bacteria are measured in fecal indicator tests. The presence and abundance of these bacteria can indicate potential contamination from sewage or livestock waste, which may pose health risks to humans.\n\n4. Fish voucher specimens and fish tissue fillet (whole fish collection) - Collection and identification of fish species is essential for monitoring the overall health and diversity of aquatic ecosystems. Fish tissue samples are also analyzed for potential contaminants such as heavy metals, PCBs, and pesticides.\n\n5. Diatoms and periphyton blooms - Diatom analysis is used to assess water quality conditions, particularly in relation to nutrient levels and trophic status. Periphyton blooms are sampled to study the presence and composition of microbial communities attached to submerged surfaces.\n\n6. Water chemistry (Method: Water Chemistry Lab Process for Cube Container Samples v1.0) - This method involves testing water samples for various chemical parameters such as pH, dissolved oxygen, temperature, and nutrient levels. These analyses help monitor the overall health of aquatic ecosystems and ensure compliance with environmental regulations.\n\n7. Chlorophyll-a - Chlorophyll-a is measured to assess the presence and abundance of algae in water samples. High chlorophyll-a concentrations can indicate the presence of algal blooms, which may negatively impact water quality and aquatic life.\n\nIn summary, these laboratory methods help assess various aspects of water quality, from the presence of harmful algal toxins and indicator bacteria to nutrient levels, pH, and dissolved oxygen. By analyzing these parameters, scientists can monitor the health and diversity of aquatic ecosystems and identify issues that may impact human health or the environment."
,
  "description": " This document describes the laboratory methods employed for the EPA's National Rivers and Streams Assessment (NRSA) during the 2018-2019 period. The following topics are addressed:\n\n1. Algal toxins:\n   a. Cylindrospermopsin immunoassay procedure: This technique involves utilizing specific antibodies to identify and quantify cylindrospermopsin, a potent cyanotoxin produced by certain types of blue-green algae. The assay procedure includes sample preparation, calibration of the test kit, performing the immunological reaction, and recording results.\n\n   b. Microcystin immunoassay procedure: Similar to the cylindrospermopsin assay, this method employs specific antibodies to detect and quantify microcystin, another common algal toxin. The assay comprises sample preparation steps, calibration of the test kit, conducting the immunological reaction, and obtaining results.\n\n2. Benthic macroinvertebrates: These are organisms with a bilaterally symmetrical body plan and a hardened exoskeleton, typically found on or near the bottom of bodies of water. Sampling procedures for these organisms may include various methods such as kick-net sampling, dredging, or hand picking.\n\n3. Fecal indicator: Enterococcus: This group of bacteria is used as an indicator of fecal pollution since they are commonly found in large numbers in human and animal feces. The document likely discusses a laboratory method for detecting and quantifying enterococci in water samples using techniques such as membrane filtration or enrichment cultures.\n\n4. Fish voucher specimens: These specimens are collected to serve as references or \"vouchers\" of species present in the study site. Procedures for fish collection may include angling, trapping, or seining, followed by appropriate preservation and labeling techniques.\n\n5. Fish tissue fillet (whole fish collection): This refers to the process of removing the edible parts of a fish while discarding the non-edible portions. The document may discuss procedures for filleting fish using specific equipment or methods to preserve tissue quality for analysis.\n\n6. Fish tissue plugs: Tissue plugs can be obtained from various organs, such as liver or muscle, and are used for further laboratory analysis, including histological studies. Procedures for collecting and preserving fish tissue plugs may include techniques such as sterilization of equipment, proper handling and storage methods, and homogenization or sectioning of the tissue.\n\n7. Diatoms: These are unicellular algae with a siliceous shell that make up an essential component of many aquatic food webs. The document likely discusses procedures for identifying, counting, and analyzing diatom samples using techniques such as light microscopy or automated counting systems.\n\n8. Periphyton blooms: Periphyton is a complex community of algae, bacteria, and other microorganisms that forms a thin layer on submerged surfaces in aquatic environments. Procedures for analyzing periphyton samples may include techniques such as filtering, sedimentation, or direct counts using microscopy.\n\n9. Periphyton meta-genomics (research effort): Meta-genomics is a branch of molecular biology that deals with the genetic material present in environmental samples. In the context of periphyton, this research effort may involve DNA extraction, sequencing, and bioinformatics analysis to gain insights into the diversity and functions of microbial communities within periphyton mats.\n\n10. Water chemistry: This category includes various analyses of water composition, such as pH, dissolved oxygen, nutrient levels, hardness, and specific ions. The document likely describes procedures for collecting, storing, and analyzing water samples using techniques outlined in the \"Water Chemistry Lab Process for Cube Container Samples v1.0\" document from monitoringresources.org.\n\n11. Chlorophyll-a: Chlorophyll-a is the primary pigment responsible for photosynthesis in algae and plants. Procedures for measuring chlorophyll-a levels may include filtering, extraction, and spectrophotometric analysis to determine concentrations of this essential pigment in aquatic environments."
,
  "target": " Primary topics:\n1. Algal toxins: cylindrospermopsin immunoassay procedure\n2. Algal toxins: microcystin immunoassay procedure\n3. Benthic macroinvertebrates\n4. Fecal indicator: enterococcus\n5. Fish voucher specimens and tissue fillet collection\n6. Diatoms and periphyton blooms\n7. Periphyton meta-genomics research\n8. Water chemistry analysis (Cube Container Samples)\n9. Chlorophyll-a measurement"
,
  "constraints": " Based on the provided text, here are the constraints mentioned and their corresponding locations:\n\n1. \"EPA NARS lab methods for the National Rivers and Streams Assessment (NRSA) 2018-2019.\" - This is a constraint in the form of a project or study title. It indicates that the methods described herein are specific to the NRSA project during the given time frame.\n\n2. \"algal toxin: cylindrospermopsin immunoassay procedure\" and \"algal toxin: microcystin immunoassay procedure.\" - These constraints refer to the specific types of algal toxin analysis methods used in this study.\n\n3. \"benthic macroinvertebrates\" - This constraint refers to the type of organisms that are being assessed as part of this study.\n\n4. \"fecal indicator: enterococcus\" - This constraint refers to the specific fecal indicator bacterium that is being analyzed in this study.\n\n5. \"fish voucher specimens\" and \"fish tissue fillet (whole fish collection)\" - These constraints refer to the types of fish samples being collected and processed for analysis.\n\n6. \"fish tissue plug\" - This constraint refers to a specific method or type of fish tissue sample preparation.\n\n7. \"diatoms\" - This constraint refers to the type of organisms that are being analyzed as part of this study.\n\n8. \"periphyton blooms\" - This constraint refers to the type of biological community (periphyton) being assessed in this study.\n\n9. \"periphyton meta-genomics (research effort)\" - This constraint refers to a specific research methodology (meta-genomics) that is being applied to periphyton samples.\n\n10. \"water chemistry (Method: Water Chemistry Lab Process for Cube Container Samples v1.0 (monitoringresources.org))\" and \"chlorophyll-a\" - These constraints refer to the specific methods used for water chemistry analysis and measurement of chlorophyll-a, respectively."
}