{
  "keywords": " ORBS interview, handheld computer, data summary, quota fisheries, charter boats, private/guide boats."
}{
  "abstract": " The ORBS method is used to gather and summarize data from dockside interviews with fishermen using a handheld computer program. This process ensures that all necessary information is collected and errors are minimized through the use of prompts for data outside expected ranges. At the end of each workday, interview summaries are generated and transferred to a two-sided summary form for backup and mid-week updates on the fishery.\n\nThe necessity of this method arises from the need to efficiently and accurately collect data on fishing activities, particularly in quota fisheries where it's important to monitor landings and ensure they do not exceed the set limits. The handheld computer program simplifies data collection by providing prompts and error checks, while the summary form serves as a backup and allows for mid-week updates.\n\nAdditional specialized data elements are occasionally collected but are not part of the standard ORBS interview. These may include information on fishing gear or PIT tag scanning, among others. The method's flexibility allows for the collection of such additional data when needed.\n\nAfter all interviews have been conducted and summarized, the final expansion of the interview data is performed to estimate the fishing population within each strata. Separate estimates are made for charter boats and private/guide boats due to differences in their effort levels and fishing practices. This process allows for a more comprehensive understanding of the overall fishing activity in the area.\n\nThere's no code generated here as this is a high-level, non-technical focus overview of the ORBS method."
}{
  "description": " In this text, the ORBS interview process is described using a handheld computer program for data collection during dockside interviews. The software developed by ORBS staff facilitates gathering pertinent information and minimizing errors through prompts for data outside expected ranges. Table 1 provides an overview of the current content and source of interview data.\n\nBesides standard data, occasional specialized data elements like fishing gear profiles and PIT tag scanning are collected but not part of the standard ORBS interview. At the end of each workday, ORBS samplers run a data summary program on their handheld computers to generate minimal information needed for potential data recovery in case of computer failure and mid-week updates on the fishery status.\n\nThe two-sided summary form (Figures 6 and 7) is used primarily for quota tracking fisheries, ensuring overall landings do not surpass set quotas. The final interview data expansion involves separate estimates and expansions for charter boats and private/guide boats due to unique effort estimation requirements.\n\nThe dockside interviews are recorded on handheld computers using a program specifically designed by the ORBS team for efficient data collection and accuracy checks. This software enables input of relevant data, with prompts provided for any data that falls outside anticipated ranges to prevent errors. Table 1 showcases the present content and origin of the interview data. In addition to standard information, unique data elements such as fishing gear profiles and PIT tag scanning are gathered but not considered part of a typical ORBS interview.\n\nDuring each workday's conclusion, ORBS samplers execute a data summary program on their handheld computers to generate a minimal dataset from the interviews that can be utilized for recreating most of the data if required or for mid-week fishery updates. This form (Figures 6 and 7) has two primary uses: (1) offering a condensed representation of interview information in case of computer failure, and (2) tracking quotas in fishing operations to prevent exceeding established limits.\n\nThe subsequent process encompasses expanding the interview data to represent the overall fishing population within each stratum. As effort assessments have unique characteristics for charter boats and private/guide boats, individual estimates and expansions are generated for these groups."
}{
  "target": " ORBS interview method: Gathering and summarizing dockside fishing data."
}{
  "constraints": " The text describes a data collection method used by ORBS staff for dockside interviews with fishermen. Several constraints applicable to this method are mentioned:\n\n1. **Use of a specific program**: The interview is conducted using a handheld computer and a program developed by ORBS staff (line 2). This constraint ensures standardization, accuracy, and minimization of errors in data collection.\n2. **Gathering expected data**: The program used assists in making sure all pertinent data is gathered and falls within expected ranges (lines 3-4).\n3. **Additional specialized data**: Occasional collection of additional data elements such as profiles of fishing gear or PIT tag scanning but are not part of the standard ORBS interview (line 9). This constraint may be due to variability in data requirements, or to accommodate specific research questions.\n4. **Data summary program**: Each ORBS sampler is required to run a data summary program at the end of each workday (lines 13-15). The purpose of this constraint is for data backup and mid-week updates on the fishery, primarily used for tracking of quota fisheries and making sure that overall landings do not exceed the quota.\n5. **Expansion of interview data**: Final expansion of the interview data to the fishing population within each strata (lines 17-19). This constraint ensures accurate representation of the entire fishing population based on the collected data from a sample.\n6. **Separate expansions for charter boats and private/guide boats**: Due to the nature of effort estimates, separate estimates and expansions are made for charter boats and private/guide boats (line 20). This constraint acknowledges the differences in fishing operations between these two types of vessels and requires tailored analysis to accurately represent their respective contributions to the fishery.\n\nNo code is provided in the text."
}