{
  "keywords": " Project origin adults identification, Chum salmon fry marking, Thermal marking, Bony structures, Unique bar code mark."
}{
  "abstract": " In order to effectively monitor and evaluate enhancement or reintroduction programs for chum salmon, it is crucial to accurately identify adult fish upon their return. However, due to the small size of chum salmon fry at emigration, common marking techniques such as CWT (Clipped Adipose Fin), PIT (Passive Integrated Transponder), fin or maxillary clips are not feasible. These methods can cause stress, risks, and additional costs when applied to larger sized fish. Instead, thermal marking is used for chum salmon during incubation, which involves no impact and allows for unique identification through a schedule of thermal changes applied to boney structures. This method creates a distinct \"bar code\" mark that can be easily recognized."
}{
  "description": " In the context of chum salmon enhancement and reintroduction programs, accurately identifying project origin adults is essential for effective monitoring and evaluation. Due to the small size of chum salmon fry at emigration, conventional marking techniques like CWT (Clipped Adipose Fin), PIT (Passive Integrated Transponder), fin or maxillary clips are impractical. These methods pose additional stresses, risks, and costs when applied to larger sizes (~55-60mm) of chum salmon fry.\n\nAn effective alternative for marking chum salmon fry is thermal marking of boney structures. This method, which is non-invasive, can be performed while the eggs or fry are still in their incubation trays, thereby eliminating any impact on the organisms. The process involves a predetermined schedule of thermal changes applied during incubation. These thermal alterations create a distinctive barcode-like mark that is readily identifiable and unique for each individual.\n\nThe application of thermal marking relies on the principle of selective mineralization within bony structures, which occurs when temperature is altered. This temperature manipulation results in distinct growth patterns that are specific to each thermal treatment. The resulting barcode consists of horizontal bands representing various thermal changes, making it a reliable and effective means for identifying project origin adults in chum salmon enhancement and reintroduction programs."
}{
  "target": " Thermal marking for unique chum salmon identification."
}{
  "constraints": " The given text discusses the use of thermal marking as an alternative method for identifying project origin adults among chum salmon, particularly during enhancement or reintroduction programs. Here are some constraints and where they're stated in the text:\n\n1. Size limitation: \"Most marking techniques used for other salmonids (CWT, PIT, fin or maxillary clips) are not possible due to the small size at emigration of chum salmon fry.\" (Lines 1-3)\n2. Additional stress and cost for alternative methods: \"They both carry additional stresses, risk and cost.\" (Line 6) regarding fin or maxillary clips.\n3. Thermal marking requirement: \"Thermal marking of boney structures allows for marking with no impact and can be done while the eggs/fry are still in the incubation trays.\" (Lines 4-5) and \"A schedule of thermal changes applied during incubation will produce a bar code like mark that is recognizable and unique.\" (Lines 7-8).\n\nThe text states these constraints to highlight the importance, advantages, and feasibility of using thermal marking for chum salmon over other methods due to their small size at emigration and the potential additional stresses, risks, and costs associated with those alternative methods. There's no code in this answer as it is a text-based explanation."
}