{
  "keywords": " SNPs, parentage inference, likelihood-based, single nucleotide polymorphisms, massive-scale, hatchery produced salmon, input file, genotypes, parents database, metadata."
,
  "abstract": " SNPPIT is a software tool designed to identify the parentage of offspring using single nucleotide polymorphisms (SNPs) in a fast and accurate manner. It focuses on determining mother-father pairs instead of single parents. The data input consists of genotype information for possible parents and their offspring. This database can contain individuals from various populations. The software is particularly useful in large-scale parentage inference projects, such as hatchery produced salmon, which may involve hundreds of thousands of potential parents. An additional feature allows including metadata for each individual, like spawning date or age range of the offspring.\n\nThe necessity of SNPPIT lies in the need to accurately determine the parentage of offspring for various purposes such as breeding programs or population studies. Traditional methods were time-consuming and had limited accuracy, especially when dealing with large datasets. SNPPIT addresses these issues by providing a fast, likelihood-based method that can handle massive datasets efficiently while ensuring high accuracy in determining the parentage of offspring."
,
  "description": " SNPPIT is a software tool specifically designed for carrying out fast and precise likelihood-based parentage inference using Single Nucleotide Polymorphisms (SNPs). This program concentrates on identifying mother-father pairs rather than single parents. The input data file required by the software includes genotype information for all potential parents and their offspring whose parentage is under investigation.\n\nThe parent database, which contains individuals from various populations, can accommodate a substantial number of parents, allowing for massive-scale parentage inference. For hatchery-produced salmon, additional metadata, like spawning date, spawning year, or age range of offspring, may be incorporated into the input file.\n\nSNPPIT utilizes a likelihood-based approach to estimate parentage probabilities for each potential parent based on their genotype and the genotypes of their offspring. This method considers the probability of observing the genotypes at individual SNPs under different hypotheses, i.e., which parent contributes which allele to each offspring. By evaluating all possible combinations of parents and calculating their likelihoods, the software can infer the most probable parent pairs.\n\nThe software's ability to handle large-scale parentage inference, accommodating a vast parent database, makes it particularly suitable for applications such as hatchery-produced salmon stock management and conservation efforts involving multiple populations."
,
  "target": " Fast, accurate SNP-based parentage inference."
,
  "constraints": " Based on the provided text, here are the constraints applicable to the SNPPIT software for performing parentage inference:\n\n1. The method is tailored for inferring mother-father parent pairs, not single parents. This constraint is stated at the beginning of the text.\n2. The input file should include the genotypes of possible parents and of the offspring whose parentage is to be inferred. This constraint is implied as the text mentions that the software takes a simple input file for this purpose.\n3. Parents in the parent database may come from multiple populations. This constraint is stated towards the end of the text.\n4. There is an option to include metadata for each individual that might be available with hatchery salmon, like spawning date, spawning year, age range of offspring, etc. This constraint is stated towards the end of the text.\n5. The software was developed for massive-scale parentage inference of hatchery produced salmon and can accommodate hundreds of thousands of parents in the parent database. This constraint is stated multiple times in the text.\n\nThere are no coding constraints mentioned in the text."
}