{
  "keywords": " Columbia River Basin, Anadromous salmonids, Endangered Species Act (ESA), Monitoring strategy, Water quality attributes (temperature, turbidity, conductivity, pH, dissolved oxygen, nitrogen, phosphorus)"
}{
  "abstract": " The text describes a method for monitoring water quality in the Columbia River Basin to help protect endangered salmonid species. The method involves continuously monitoring seven key water attributes – temperature, turbidity, conductivity, pH, dissolved oxygen (DO), nitrogen, and phosphorus – at integrator sites, which are locations downstream of each population or subpopulation. This is important because historical data have not been reliable enough for Endangered Species Act assessments and recovery planning. The method also calls for seasonal measurements of nitrogen and phosphorus using monthly grab samples.\n\nThe water quality monitoring stations are coupled with associated flow gauges operated by the USGS or Washington State Department of Ecology, allowing investigators to understand how stream flow affects water quality attributes. This is crucial because accurate information on water quality is necessary for understanding the health and well-being of salmonid populations in the Columbia River Basin, which have experienced significant declines over the past 30 years.\n\nThe accuracy of the water quality instruments meets the highest standards as defined by the Oregon Watershed Plan Water Quality Monitoring Technical Guidebook, ensuring reliable and trustworthy data are collected for effective conservation efforts. In summary, this method provides a comprehensive approach to monitoring water quality in the Columbia River Basin at multiple spatial scales, addressing the uncertainties surrounding salmonid declines and supporting informed decision-making and recovery planning."
}{
  "description": " The Columbia River Basin is home to anadromous salmonids, which have experienced significant declines over the last three decades, leading to the listing of several populations under the Endangered Species Act (ESA) (Schaller et al. 1999; McClure et al. 2002). To reduce uncertainties regarding these declines and devise strategies for reversing this trend, a comprehensive monitoring strategy must be implemented. However, data from existing and historical monitoring programs may not be sufficient or reliable enough for ESA assessments and recovery planning (Tear et al. 1995; Campbell et al. 2002; Morris et al. 2002).\n\nMonitoring efforts for anadromous salmonids in the Columbia River Basin have primarily focused on evaluating the impacts of specific management actions, such as hatchery demographics. Data are typically analyzed at the subpopulation and population scales due to their origin (Jordan 2003). However, the ESA mandates assessments of species and their habitats across multiple spatial scales, from specific reaches to subpopulations, populations, and the Evolutionary Significant Unit (ESU), which represents a distinct population or group of populations that contributes to the evolutionary legacy of the species.\n\nThe United States Environmental Protection Agency's Upper Columbia Modeling System (UCMS) has identified seven water quality attributes for continuous monitoring: temperature (weekly and daily maximums), turbidity, conductivity, pH, and dissolved oxygen (DO) at integrator sites, which are located at the downstream end of each population or subpopulation's distribution (Jordan 2003). Additionally, seasonal measurements of nitrogen and phosphorus, collected as monthly grab samples, are required at these same sites.\n\nMethods for continuous monitoring of water quality attributes adhere to the manufacturers' guidelines for deployment and calibration, and are co-located with flow gauges operated by the United States Geological Survey (USGS) or Washington State Department of Ecology (WDOE). This integration enables researchers to examine the influence of streamflow on water quality attributes. The accuracy of water quality instruments meets Data Quality Level A as defined by the Oregon Watershed Plan Water Quality Monitoring Technical Guidebook (2001).\n\nContinuous temperature monitoring is achieved using thermistors, which measure the resistance change in response to a temperature input. Weekly and daily maximum temperatures are recorded for trend analysis. Turbidity is measured through the backscatter of light at 90 degrees from the sensor, providing real-time data. Conductivity is determined by measuring the electrical conductance between two electrodes submerged in the water, while pH is assessed using a glass electrode that measures hydrogen ion concentration. Dissolved oxygen (DO) levels are measured through an oxygen electrode, which senses the partial pressure of dissolved gases in the water. Nitrogen and phosphorus concentrations are determined through grab sampling and laboratory analysis.\n\nThe UCMS advocates for continuous monitoring of these water quality attributes at integrator sites to ensure adequate data collection for ESA assessments and recovery planning. This data will enable researchers to evaluate trends, identify sources of pollution, and devise strategies for improving water quality conditions in the Columbia River Basin."
}{
  "target": " Implementing comprehensive monitoring strategy for Columbia River salmonids' water quality."
}{
  "constraints": " The text discusses the need for implementing a comprehensive monitoring strategy for anadromous salmonids in the Columbia River Basin due to population declines and the requirement for ESA assessments at multiple spatial scales. The text mentions several constraints related to data collection and monitoring:\n\n1. Data collected from current and historical monitoring programs are not adequate or reliable enough for ESA assessments and recovery planning (Tear et al., 1995; Campbell et al., 2002; Morris et al., 2002). This constraint is necessary due to the inadequacy of existing data for meeting regulatory requirements.\n\n2. Data are typically collected at the scale of subpopulations and populations, but assessments are required at multiple spatial scales (specific reaches, subpopulations, populations, and ESUs) (Hillman, 2006). This constraint is necessary due to the different requirements for regulatory assessments and the need to evaluate populations and their habitats at various scales.\n\n3. Seven water quality attributes must be continuously monitored: temperature (weekly and daily maximums), turbidity, conductivity, pH, dissolved oxygen (DO), nitrogen, and phosphorus (Hillman, 2006; Jordan, 2003). This constraint is necessary due to the regulatory requirements for monitoring water quality attributes.\n\n4. Monitoring sites should be located at the downstream end of each population or subpopulation, also known as integrator sites (Jordan, 2003). This constraint is necessary due to the need to assess the effect of stream flow upon the water quality attributes and the importance of considering the spatial distribution of populations.\n\n5. Water quality monitoring stations should be co-located with flow gauges operated by USGS or WDOE (Hillman, 2006). This constraint is necessary due to the need to assess the effect of stream flow upon water quality attributes and the importance of using reliable flow data for monitoring.\n\n6. The accuracy of water quality instruments should meet Data Quality Level A as defined by the Oregon Watershed Plan Water Quality Monitoring Technical Guidebook (2001) (Hillman, 2006). This constraint is necessary due to the regulatory requirements for monitoring water quality with accurate instruments.\n\nThere is no code in this text."
}