{
  "keywords": " Stream monitoring, Substrate size, Habitat character, EMAP protocol, Cross-sectional transects, Fish, Macroinvertebrates"
}{
  "abstract": " This method is used for evaluating the substrate size and dimensions of western wadable streams as part of an Environmental Monitoring and Assessment Program (EMAP). The importance of substrate size lies in its influence on habitat character for fish and macroinvertebrates, hydraulic roughness, water velocities, living space for organisms, and sensitivity to human activities.\n\nThe protocol involves evaluating substrate size and embeddedness at 21 cross-section transects (Figure 7-1) using a combination of methods. These methods include measuring the wetted width and water depth at each sampling point, as well as recording substrate particle sizes. Cross-sections are also assessed midway between each regular transect.\n\nSubstrate size is essential because it significantly impacts habitat quality for various aquatic organisms. It influences hydraulic roughness, which determines the range of water velocities in the channel and provides living space for macroinvertebrates, salamanders, and sculpins. Decreases in mean substrate size and increases in fine sediments can destabilize channels and indicate changes in upland erosion rates and sediment supply (Dietrich et al., 1989; Wilcock, 1998).\n\nThe systematic selection of 5 substrate particles from each of the 21 cross-section transects ensures a thorough assessment of substrate conditions. Measuring wetted width and water depth at each sampling point helps record channel dimensions, which are crucial for understanding the hydrologic regime and assessing changes in channel stability over time.\n\nNo code is provided as this summary is focused on explaining the method in a high-level, non-technical manner."
}{
  "description": " This text describes a method used in Environmental Monitoring and Assessment Programs (EMAP) for evaluating substrate size and channel dimensions in western wadable streams. The importance of substrate size in stream habitats for fish and macroinvertebrates is emphasized, as it influences hydraulic roughness, water velocities, living space, and cover. Substrate characteristics serve as indicators of human activity impact on streams.\n\nTo implement this method, measurements are taken at 11 cross-sectional transects and 10 additional midway cross-sections (total of 21 transects), following a systematic substrate particle selection process. Substrate size and wetted width are measured at each transect, while water depth is recorded only for the regular transects. In case of mid-channel bars, substrate points are taken between the wetted width boundaries regardless of the bar presence. For dry cross-sections, measurements are made across the unvegetated channel portion, using the same distance as the wetted channel width.\n\nSubstrate particles are collected from five sampling points along each cross-section, located at 0%, 25%, 50%, 75%, and 100% of the measured wetted width, with the first and last points situated just within the left and right banks at the water's edge. Wetted width refers to the area covered by water during normal flow conditions. This method incorporates various sampling techniques from literature sources such as Wolman (1954), Bain et al. (1985), Platts et al. (1983), and Plafkin et al. (1989).\n\nThe significance of substrate size lies in its role as a determinant of habitat character, hydraulic roughness, water velocity ranges, living space, and cover for aquatic organisms. Changes in mean substrate size and percentage of fine sediments can destabilize channels and indicate alterations in upland erosion rates and sediment supply (Dietrich et al. 1989, Wilcock 1998). Thus, this method plays a crucial role in assessing the ecological health of western wadable streams.\n\nHere is the code-free version for better readability:\n\nThe text discusses a method used to evaluate substrate size and channel dimensions in western wadable streams within EMAP. Substrate size is significant as it influences habitat character, hydraulic roughness, water velocities, living space, and cover for fish and macroinvertebrates. Changes in substrate characteristics serve as indicators of human activity impact on streams.\n\nTo apply this method, measurements are taken at 11 cross-sectional transects and 10 additional midway cross-sections (21 transects), following a systematic sampling process. Substrate size and wetted width are measured at each transect, while water depth is recorded for regular transects only. Mid-channel bars do not affect substrate point selection as they are accounted for by measuring between the wetted width boundaries. Dry cross-sections' measurements are made across their unvegetated portions using the same distance as the wetted channel width.\n\nSubstrate particles are collected from five sampling points along each cross-section, positioned at 0%, 25%, 50%, 75%, and 100% of the measured wetted width, with the first and last points situated just within the left and right banks at the water's edge. Wetted width refers to the area covered by water during normal flow conditions. The method relies on various sampling techniques from sources like Wolman (1954), Bain et al. (1985), Platts et al. (1983), and Plafkin et al. (1989).\n\nSubstrate size's importance lies in its role as a determinant of habitat character, hydraulic roughness, water velocity ranges, living space, and cover for aquatic organisms. Alterations in mean substrate size and percentage of fine sediments can destabilize channels and indicate modifications in upland erosion rates and sediment supply (Dietrich et al. 1989, Wilcock 1998). Therefore, this method is essential for assessing the ecological health of western wadable streams."
}{
  "target": " Evaluating substrate size and embeddedness in streams."
}{
  "constraints": " The text describes a method for evaluating substrate size and channel dimensions in western wadable streams as part of an Environmental Monitoring and Assessment Program (EMAP). The following constraints are applicable to the method:\n\n1. The evaluation of substrate size and embeddedness is conducted at 21 cross-section transects (11 regular transects and 10 midway transections) using a combination of methods adapted from various sources. (Sections 1, 3, and 4)\n2. Substrate particle sizes are measured at each channel cross section, along with the wetted width of the channel and water depth at each substrate sample point. (Section 5)\n3. If the wetted channel is split by a mid-channel bar, substrate particles are selected between the wetted width boundaries regardless of any mid-channel bars in between. (Section 5)\n4. For cross-sections that are entirely dry, measurements should be made across the unvegetated portion of the channel. (Section 5)\n5. The substrate sampling points along the cross-section are located at specific percentages of the measured wetted width. (Section 5)\n\nThese constraints ensure a standardized and comprehensive evaluation of substrate size and channel dimensions across different sections of the stream, which is important for monitoring fish and macroinvertebrate habitats and detecting potential human impact on streams."
}