{
  "keywords": " Stream monitoring, Bank angle, Undercut distance, Channel incision, Wetted width, Bankfull dimensions"
,
  "abstract": " This method is used for collecting data during Environmental Monitoring and Assessment Program (EMAP) surveys of western wadable streams. The primary focus is on measuring stream bank characteristics to determine bankful dimensions. This information is crucial as it helps calculate shear stress and bed stability, which are essential for assessing the health of the stream ecosystem.\n\nTo collect data, follow these steps:\n1. Measure the angle of the bank using a meter stick and clinometer on both sides.\n2. If either bank is undercut, measure the horizontal distance to the nearest 0.01 m.\n3. Determine the channel incision – height from water surface to the first terrace elevation on the floodplain. Record as incised height.\n4. Measure the wetted width (width of the stream where the water is flowing).\n5. Measure the bankful channel width (the maximum width a stream can have before it begins to flood).\n6. Measuring the width of exposed mid-channel bars.\n\nThese measurements provide essential data, enabling scientists to assess and monitor changes in stream conditions. This method contributes to effective management and preservation of western wadable streams' health.\n\nCode generation: I cannot generate any code from this text as it is not mentioned or requested."
,
  "description": " In this detailed description of the stream monitoring method derived from Environmental Monitoring and Assessment Program (EMAP) protocol for western wadable streams, the focus is on collecting specific data related to stream bank characteristics. The following explanations delve deeper into each measurement instruction provided in the text body:\n\n1. Measuring bank angle: This involves taking measurements of the angles formed between a horizontal plane and the bank surfaces at a given point. Use a meter stick and a clinometer to record these values, ensuring measurements are taken on both banks for accuracy. The bank angle provides essential information regarding the stability and erosion potential of the stream banks.\n\n2. Undercut distance measurement: If undercutting is observed on the banks, measure the horizontal distance from the water surface to the point where the bank meets the underlying substrate. Record these measurements to the nearest 0.01 m for both banks. Undercut distances can affect bank stability and potentially lead to further erosion if not addressed.\n\n3. Channel incision determination: Examine both banks carefully, then ascertain the channel incision as the height from the water surface to the elevation of the first terrace on the valley floodplain. This measurement is referred to as the incised height and provides important context for understanding the stream's erosional history and behavior.\n\n4. Wetted width measurement: Obtain measurements for the width of the section of a channel where water flows at or near the bankful stage, known as the wetted width. This information is crucial for estimating bankfull dimensions, shear stress, and bed stability.\n\n5. Bankfull channel width measurement: Determine the width of the entire stream channel at bankfull stage by measuring from one bank to the other, taking care to account for any meanders or bends in the channel. These measurements are necessary for accurately assessing the overall size and behavior of the stream.\n\n6. Exposed mid-channel bars measurement: Identify and measure the width of any exposed mid-channel bars during low flow conditions. These bars can provide valuable information about the channel's bed morphology and help estimate bankfull dimensions, which in turn contribute to understanding shear stress and bed stability.\n\nBy carefully following these instructions and making accurate measurements, data essential for evaluating stream bank characteristics and overall health can be gathered using this EMAP-derived monitoring method."
,
  "target": " Collecting stream bank characteristics for EMAP surveys: Bank angle, undercut distance, incised height, wetted width, bankfull width, mid-channel bars. (Primary focus: Stream bank assessment for EMAP)"
,
  "constraints": " Based on the given text, here are the constraints and their locations:\n\n1. **Measurements should be taken on both banks:** This constraint applies to measuring bank angle, undercut distance, incised height, wetted width, bankfull channel width, and width of exposed mid-channel bars. It is stated multiple times throughout the method.\n\n2. **Use a meter stick and a clinometer to measure bank angle:** This constraint is stated in step 1 of the overview.\n\n3. **Measure undercut distance to the nearest 0.01 m:** This constraint is stated in step 2 of the overview.\n\n4. **Determine channel incision as the height up from the water surface to the elevation of the first terrace of the valley floodplain:** This constraint is stated in step 3 of the overview.\n\n5. **Measure wetted width and bankfull channel width:** These measurements are stated in steps 4 and 5 of the overview, respectively. No explicit constraints are mentioned for these measurements.\n\n6. **Measure width of exposed mid-channel bars:** This constraint is stated in step 6 of the overview.\n\n7. **Estimates of bankfull dimensions are important for calculating shear stress and bed stability:** This constraint is stated in the second sentence of the text. It does not directly apply to the method itself but is an important consideration when using the data collected through this method."
}