{
  "keywords": " Stream monitoring, Thalweg profile, Channel measurements, Habitat assessment, EMAP protocol (Keywords: Environmental Monitoring and Assessment Program, Thalweg, Maximum flow path depth, Wetted width, Bed surface particles, Channel unit code, Pool forming element codes)"
}{
  "abstract": " This method is used to evaluate the ecological condition of western wadable streams by measuring various characteristics of the stream channel. It was inspired by an Environmental Monitoring and Assessment Program (EMAP) protocol. The method includes instructions for collecting stream channel measurements with a focus on the thalweg, which is the flow path of the deepest water in the channel.\n\nThe thalweg profile is created by taking measurements of maximum flow path depth, along with several other characteristics at 100 or 150 evenly spaced stations along the length of the support reach. This data enables calculation of indices for residual pool volume, stream size, channel complexity, and habitat types such as riffles and pools.\n\nA unique aspect of this method is measuring upstream distance in the middle of the channel instead of following the thalweg itself. Each thalweg depth measurement is taken at the point of the deepest flow path at each station.\n\nThis method offers valuable insights by modifying traditional methods and providing a more comprehensive assessment of stream habitats, addressing issues such as varying water levels and complex channel geometries. It enables a more accurate evaluation of the ecological health of western wadable streams."
}{
  "description": " This technical description focuses on the EMAP protocol for ecological condition assessment of western wadable streams, specifically outlining the methodology involved in collecting stream channel measurements. The process begins with determining the thalweg profile, which is a longitudinal survey of maximum flow path depth and other selected characteristics at 100 or 150 equally spaced stations along the support reach, measured along the centerline of the channel.\n\nThe method comprises several key activities:\n1. Wetted width measurement: Determine the width of the portion of the stream channel that is in contact with water at each station. This value is important for calculating various indices.\n2. Particle size classification: Identify and categorize the surface bed particles according to their sizes, which influences the channel's characteristics and habitat types.\n3. Thalweg measurement: At each station, take measurements of the depth of the thalweg, the flow path of the deepest water in the stream channel. This data is essential for calculating indices related to residual pool volume, stream size, and channel complexity.\n4. Channel unit and pool forming element codes: Determine the specific channel unit codes and pool forming element codes based on the measurements taken at each station. These codes help classify the habitats present in the stream, such as riffles and pools.\n\nIt is important to note that this method modifies traditional assessment methods by measuring upstream distance in the middle of the channel, rather than following the thalweg itself. However, each thalweg depth measurement is taken at the point of deepest flow path at each station for accurate representation."
}{
  "target": " Environmental stream monitoring: Thalweg profile and habitat assessment\n\nSpecifies the primary focus or goal of the method within 5 words:\nMonitoring wadable streams' ecological condition."
}{
  "constraints": " The given text describes a method for assessing the ecological condition of western wadable streams. Here are the constraints mentioned in the text and where they are stated:\n\n1. Equally spaced stations along the length of the support reach (100 or 150 points): This constraint specifies that data collection should be done at regularly spaced intervals along the stream channel. It is stated in the description of the thalweg profile.\n2. Measuring upstream distance in the middle of the channel: This constraint modifies traditional methods by measuring upstream distance from the centerline of the channel instead of following the thalweg itself. It is stated in the overview section, but no specific reason for this modification is provided in the text.\n3. Classify the size of bed surface particles: This constraint involves categorizing the size of bed surface particles based on visual observation. It is mentioned as one of the method activities.\n4. Measure wetted width and depth of thalweg: These constraints involve taking measurements of the wetted width (width of the channel covered by flowing water) and the maximum flow path depth (thalweg) at regularly spaced intervals along the stream channel. They are mentioned as separate method activities.\n5. Determine the channel unit code and pool forming element codes: These constraints involve assigning specific codes to different sections of the stream channel and elements that form pools based on their characteristics. They are also mentioned as separate method activities.\n\nThere is no explicit constraint stated in the text regarding data accuracy or precision, but it can be assumed that accurate measurements and observations are necessary for obtaining reliable ecological condition assessment results. Similarly, there is no constraint stated regarding the required equipment or techniques for data collection."
}