{
  "keywords": " Stream monitoring, Bank angle, Undercut distance, Channel incision, Wetted channel width, Bankfull dimensions"
,
  "abstract": " This method is used for collecting data on stream bank characteristics as part of an Environmental Monitoring and Assessment Program (EMAP). The information gathered is crucial for estimating the dimensions of a stream channel at its bankfull stage. Bankangle, undercut distance, incised height, wetted width, bankfull channel width, and mid-channel bar width are all measured to achieve these estimates.\n\nThe bank angle measurement helps determine the stability of the stream banks, while undercut distance identifies areas prone to erosion. The incised height measurement provides insight into the degree of channel incision or deposition, which is important for assessing changes in the floodplain over time. Wetted width and bankfull channel width are necessary to calculate shear stress and bed stability.\n\nBy employing this method, environmental scientists can effectively monitor western wadable streams to better understand their current conditions and evaluate potential improvements or mitigation efforts."
,
  "description": " This text describes a methodology derived from an Environmental Monitoring and Assessment Program (EMAP) protocol for assessing western wadable streams. The objective of this approach is to collect data on stream bank characteristics to estimate bankful dimensions, which are crucial in EMAP surveys and used to determine shear stress and bed stability (Kaufmann et al., 1999).\n\nThe process starts with collecting cross-sectional data using transects. To measure the bank angle, a meter stick and a clinometer are utilized. Angle measurements should be taken on both banks for accurate assessment. Additionally, if undercutting is observed on the banks, the horizontal distance to the nearest 0.01 m should be recorded. Again, take measurements on both banks for comprehensive data collection.\n\nFurther evaluation of both banks involves determining channel incision. Channel incision is calculated as the vertical height from the water surface up to the elevation of the first terrace in the valley floodplain. This value is denoted as the incised height.\n\nAnother crucial parameter, wetted width, is measured next. Bankfull channel width and the width of exposed mid-channel bars are also essential data points for estimating bankful dimensions. This information is vital for understanding the stream's behavior during high flow events, which in turn influences shear stress and bed stability."
,
  "target": " Collecting stream bank characteristics for EMAP surveys:bank angle, undercut distance, incised height, wetted width, bankfull width, exposed mid-channel bars. (Primary focus: Stream bank characterization)"
,
  "constraints": " Based on the given text, the following constraints applicable to the method are identified:\n\n1. The method is derived from an Environmental Monitoring and Assessment Program (EMAP) protocol designed for monitoring western wadable streams.\n2. Data collection is performed using cross sectional transects.\n3. Bank angle and undercut distance measurements are required on both banks.\n4. Channel incision height is determined by measuring the height up from the water surface to the elevation of the first terrace of the valley floodplain.\n5. Wetted width, bankfull channel width, and width of exposed mid-channel bars need to be measured.\n\nThese constraints are stated explicitly within the method instructions. For instance, \"Cross sectional transects are used to determine bank angle and undercut distance,\" \"Measure on both banks,\" \"Examine both banks, then determine the channel incision as the height up from the water surface to the elevation of the first terrace of the valley floodplain,\" \"Measure wetted width. Measure bankfull channel width. Measure width of exposed mid-channel bars.\"\n\nTherefore, there is no need for a detailed explanation why these constraints are there as they are clearly stated within the text."
}