{
  "keywords": " Stream substrate size, EMAP protocol, Habitat character, Fish and macroinvertebrates, Cross-section transects."
,
  "abstract": " This method is used to evaluate substrate size and channel dimensions in western wadable streams as part of an Environmental Monitoring and Assessment Program (EMAP). The assessment of substrate size and embeddedness is important for fish and macroinvertebrates habitats, influencing hydraulic roughness and the range of water velocities in the channel. It also affects the living space and cover for various organisms, making it a sensitive indicator of human activities' impact on streams.\n\nThe protocol involves measuring substrate size and wetted width at 21 cross-section transects, as well as water depth at these points when possible. Cross-sections midway between regular ones also undergo substrate size evaluation. The method selects five substrate particles from each cross-section, with measurements taken at specific locations within the wetted width to account for mid-channel bars. For entirely dry sections, measurements are made across the unvegetated portion of the channel.\n\nThe necessity of this method lies in its ability to assess substrate size and embeddedness, which significantly influences habitat quality and water velocity distribution. Human activities can lead to decreases in mean substrate size and increases in fine sediments, potentially destabilizing channels and altering upland erosion and sediment supply rates. By systematically evaluating these characteristics, the method helps monitor the health of wadable streams and identify potential issues caused by human activities.\n\nCode generation:\n```python\nimport random\n\nclass StreamAssessment:\n    def __init__(self, channel_cross_sections):\n        self.channel_cross_sections = channel_cross_sections\n\n    def evaluate_substrate(self):\n        for cross_section in self.channel_cross_sections:\n            substrate_samples = self.collect_substrate_samples(cross_section)\n            wetted_width, water_depth = self.measure_wetted_width_and_water_depth(cross_section)\n            self.record_data(substrate_samples, wetted_width, water_depth)\n\n    def collect_substrate_samples(self, cross_section):\n        sampling_points = [0, 0.25, 0.5, 0.75, 1]\n        particles = []\n        for point in sampling_points:\n            particle = self.measure_substrate_size(cross_section, point)\n            particles.append(particle)\n        return particles\n\n    def measure_wetted_width_and_water_depth(self, cross_section):\n        wetted_width = cross_section.get_wetted_width()\n        water_depth = cross_section.get_water_depth() if cross_section.has_water else 0\n        return wetted_width, water_depth\n\n    def record_data(self, substrate_samples, wetted_width, water_depth):\n        for sample in substrate_samples:\n            self.record_substrate_size(sample)\n\n        if water_depth > 0:\n            self.record_water_depth(water_depth)\n\n        self.channel_cross_sections[self.channel_cross_sections.index(cross_section)].set_wetted_width_and_water_depth(wetted_width, water_depth)\n\nclass ChannelCrossSection:\n    def __init__(self, location):\n        self.location = location\n        self.wetted_width = None\n        self.water_depth = None\n\n    def get_wetted_width(self):\n        return self.wetted_width\n\n    def set_wetted_width_and_water_depth(self, wetted_width, water_depth):\n        self.wetted_width = wetted_width\n        self.water_depth = water_depth\n\n    def has_water(self):\n        return self.water_depth > 0\n\nclass SubstrateSample:\n    def __init__(self, size, location):\n        self.size = size\n        self.location = location\n\n    def get_size(self):\n        return self.size\n\n    def set_size(self, new_size):\n        self.size = new_size\n\n    def record_substrate_size(self, substrate_sample):\n        if self is substrate_sample:\n            self.set_size(substrate_sample.get_size())\n\nclass ChannelAssessment:\n    def __init__(self):\n        self.channel_cross_sections = list(map(ChannelCrossSection, range(1, 22)))\n        self.stream_assessment = StreamAssessment(self.channel_cross_sections)\n        self.stream_assessment.evaluate_substrate()\n\nchannel_assessment = ChannelAssessment()\n```"
,
  "description": " This text describes a methodology derived from Environmental Monitoring and Assessment Program (EMAP) protocol for evaluating western wadable streams. The primary focus of this technique is assessing substrate size and associated channel dimensions, which significantly influence habitat characteristics for fish and macroinvertebrates.\n\nThe term \"substrate size\" refers to the dimension of streambed surface particles. It plays a crucial role in determining hydraulic roughness and subsequent water velocities in the channel. Moreover, substrate characteristics influence the availability of interstices that provide shelter for macroinvertebrates, amphibians, and fish. The sensitivity of substrate attributes to human activities is underscored as alterations in mean substrate size and fines content can destabilize channels, leading to changes in upland erosion rates and sediment supply (Dietrich et al., 1989; Wilcock, 1998).\n\nThe EMAP protocol involves evaluating substrate size and embeddedness at eleven cross-section transects (refer to Figure 7-1) using a combination of methods from Wolman (1954), Bain et al. (1985), Platts et al. (1983), and Plafkin et al. (1989). Substrate size is assessed at ten additional cross sections located midway between each regular transect (A-K). The protocol follows a structured approach, requiring the selection of five substrate particles from each of 21 cross-section transects (Figure 7-6).\n\nTo measure substrate particle sizes at each channel cross section, both wetted width and water depth are recorded. At the ten midway cross sections, only substrate size and wetted width are documented. For channels with a split wetted width due to mid-channel bars (Section 7.4.1), measurements are taken between the wet channel boundaries regardless of the presence of a bar. In dry cross sections, assessments are made across the unvegetated portion of the channel. The recorded distance to the right bank corresponds to the wetted channel width. Substrate sampling points along the cross-section are positioned at 0%, 25%, 50%, 75%, and 100% of the measured wetted width, with the first and last points situated just inside the left and right banks at the water's edge."
,
  "target": " Evaluating substrate size and embeddedness at stream cross-sections."
,
  "constraints": " The text describes a method for evaluating substrate size and channel dimensions in western wadable streams as part of an Environmental Monitoring and Assessment Program (EMAP). Here are the constraints stated in the method:\n\n1. The method is applicable to wadable streams.\n2. Substrate size and embeddedness, wetted width, water depth, and other physical dimensions are recorded at 21 cross-section transects and 10 additional midway cross-sections.\n3. Five substrate particles are measured at each of the 21 cross-section transects.\n4. Substrate particle sizes and wetted width are measured at each cross-section, while water depth is only measured at the 11 regular transects.\n5. If a mid-channel bar splits the wetted channel, substrate particles are selected between the wetted width boundaries, regardless of the mid-channel bar in between.\n6. For cross-sections that are entirely dry, measurements are made across the unvegetated portion of the channel.\n7. Substrate sampling points along the cross-section are located at 0, 25, 50, 75, and 100 percent of the measured wetted width, with the first and last points located at the water's edge just within the left and right banks.\n\nNo code is provided in the text."
}