{
  "keywords": " Major floods, EMAP protocol, western wadable streams, scouring forces, debris torrents, infrequent events, habitat disruption, riparian productivity."
,
  "abstract": " This method is used to identify recent major floods or debris torrents in western wadable streams based on the Environmental Monitoring and Assessment Program (EMAP) protocol. Major floods are infrequent events that cause significant damage to stream banks, vegetation, and transport large amounts of sediment and woody debris. Debris torrents are floodwaves with high magnitude and shorter duration, consisting of a dense mixture of water and debris that exert enormous scouring forces on the streambed.\n\nThe necessity of this method lies in the fact that major floods and debris torrents can substantially alter the stream habitat and biota, which could confuse the interpretation of measurements taken in regional surveys or monitoring programs. The method provides instructions for discerning evidence of these events, such as scoured banks, damaged riparian vegetation, and transported large woody debris or sediment.\n\nThe method covers various aspects of major floods and debris torrents: their definition, causes, typical characteristics, effects on streams and biota, frequency, and the importance of these events for maintaining habitat volume, clean substrates, and riparian productivity. It explains that while they may cause temporary harm to aquatic organisms, they play a crucial role in resetting the ecosystem and creating high-quality complex habitats.\n\nAdditionally, the method discusses debris torrents' occurrence in arid areas with high runoff potential and their possible association with flash flooding from intense rainfall events. It emphasizes that determining if a debris torrent or major flood has occurred within the recent past is essential for accurate stream biota and habitat assessments.\n\nCode: Unfortunately, there is no code in this text as it is a descriptive, non-technical overview of the method."
,
  "description": " This text discusses methods for identifying major floods and debris torrents in western wadable streams, based on an Environmental Monitoring and Assessment Program (EMAP) protocol. Major floods are defined as infrequent events that substantially overtop stream banks, with an average frequency of less than once every five years. They cause significant changes to the streambed and banks through scouring and deposition, and may temporarily affect aquatic organisms. Debris torrents, on the other hand, are flood waves consisting of a dense mixture of water and debris, with flows that can exceed 5 meters deep in small streams. These events occur primarily in steep drainages and are usually set into motion by mass hillslope failures during high intensity rainfall or snowmelt. They exert tremendous scouring forces on streambeds and transport large boulders and logs.\n\nMajor floods may cause substantial damage to riparian vegetation and alter the habitat for aquatic organisms. However, they are important natural resetting mechanisms that help maintain habitat volume, clean substrates, and riparian productivity. Debris torrents, on the other hand, have much higher magnitudes and shorter durations than conventional floods, and can cause significant disruption to stream channels and biota.\n\nThe text describes how debris torrents and major floods can confuse the interpretation of measurements of stream biota and habitat in regional surveys and monitoring programs due to their infrequent and substantial impacts on streams. Therefore, it is crucial to determine if a debris torrent or major flood has occurred within the recent past.\n\nIn temperate regions, debris torrents occur primarily in steep drainages and are relatively infrequent, typically occurring less than once in several centuries. However, they can also occur in arid areas with high runoff potential in conjunction with flash flooding from extremely high-intensity rainfall. They may be nearly annual events in some ephemeral channels where the watershed is small enough to ensure isolated thunderstorms, but large enough that the effect of such storms is not dampened out by the portion of the watershed not receiving rainfall during a given storm.\n\nThe text also explains that debris torrents set up and deposit large amounts of sediment, boulders, logs, and other materials once the slope of the stream channel can no longer keep their viscous sediment suspension in motion, typically less than 3%. Upstream of the deposition point, the torrent track is severely scoured and often reduced in channel complexity and devoid of near-bank riparian vegetation.\n\nIn summary, this text discusses methods for identifying major floods and debris torrents in western wadable streams based on an EMAP protocol. Major floods are infrequent events that cause significant changes to the streambed and banks, while debris torrents are flood waves consisting of a dense mixture of water and debris with high scouring forces. Both major floods and debris torrents can impact stream biota and habitat substantially, making it important to determine if they have occurred within the recent past."
,
  "target": " Detecting infrequent flood and debris torrent events."
,
  "constraints": " The text discusses a method for identifying major floods and debris torrents in streams. Here are some constraints applicable to the method as stated in the text:\n\n1. Major floods occur with an average frequency of less than once every five years.\n2. Debris torrents are relatively infrequent, occurring typically less than once in several centuries.\n3. Debris torrents are usually set into motion by a sudden release of large volumes of water.\n4. The text mentions that debris torrents and major floods can confuse the interpretation of measurements of stream biota and habitat in regional surveys and monitoring programs, so it's important to determine if one has occurred within the recent past.\n\nThere is no code provided in this text, as it is a descriptive explanation of the method for identifying major floods and debris torrents."
}