{
  "keywords": " Streambed substrate, Channel morphology, Bed and bank materials, Pebble count procedure, Fish spawning, Aquatic organisms"
}{
  "abstract": " This text describes a method called the pebble count procedure, which is used to understand the composition and structure of streambed materials. These materials significantly impact channel stability and are essential for aquatic life like fish spawning. Traditionally, analyzing substrate involves taking samples back to the lab for detailed sieve analysis, but this process can be time-consuming.\n\nThe pebble count procedure offers a more efficient alternative. By taking measurements of various substrate sizes at regular intervals along both main channels and side channels within bankfull constraints, researchers can quickly determine the proportion of different sized bed materials in a stream without requiring laboratory analysis. This information helps assess channel stability during high flow events and supports the study of aquatic ecosystems, contributing to more effective management and conservation efforts.\n\nIn summary, the pebble count procedure is an essential method for rapidly evaluating the composition and structure of streambed materials, addressing the need for efficient data collection and supporting informed decision-making in aquatic research and management."
}{
  "description": " The text focuses on the role of bed and bank materials in stream channel morphology. Specifically, it discusses how these materials impact channel stability and resistance to scour during high flow events. Furthermore, the text highlights the significance of bed load transport frequency for fish spawning and other aquatic organisms utilizing the substrate as shelter.\n\nThe pebble count procedure is a method used to quantify streambed substrate composition without collecting samples for lab analysis. This technique involves measuring substrate at defined intervals along main channel and side channels transects within bankfull constraints. By conducting this measurement in situ, researchers can obtain valuable information on bed and bank materials without the need for costly and time-consuming laboratory analysis.\n\nThe pebble count method relies on counting the number of individual stones or pebbles within a known area of the streambed. This data is then used to determine substrate size distribution, providing insights into the sediment characteristics that influence channel morphology and habitat suitability for various aquatic organisms. By collecting this information using the pebble count procedure, researchers can assess the bed and bank materials in real-time, enabling them to make informed decisions about stream management, restoration, or fish population dynamics."
}{
  "target": " Quantifying streambed substrate composition using pebble count procedure."
}{
  "constraints": " The given text discusses the pebble count procedure used for quantifying streambed substrate. The method operates within \"bankfull constraints.\" This means that measurements are taken only within the area of a stream defined as bankful, which is the extent of flow during high flow events. This constraint ensures that data collected accurately represents conditions during significant flood events when bed and bank materials have the most impact on channel morphology and stability. No code is provided in the text."
}