{
  "keywords": " Electrofishing, DC pulses, Power output, Fish galvanotaxis, Night sampling (Keywords: electrofisher, pulsed current, minimum amperes, narcosis, shallow water sampling)"
}{
  "abstract": " The text describes a method called electrofishing, which is used by Washington Department of Fish and Wildlife (WDFW) to sample fish from shallow waters (less than 2 meters deep). This technique involves using an electrofishing boat equipped with a certified operator and experienced staff. The electrofisher sends out pulsed direct current (DC) electric charges at a rate of 60 pulses per second, with power levels between 40% and low voltage range (50-500 V). These settings are based on guidelines from the National Marine Fisheries Service.\n\nThe necessity of electrofishing lies in its ability to efficiently sample fish populations from areas that are difficult to access or where visibility is poor, such as shallow waters with dense vegetation. McMichael's 2017 study in the McNary Pool revealed that the most effective and fish-safe power output for electrofishing is between 2-4 amperes. The electrofisher settings are adjusted to the minimum necessary level to induce fish galvanotaxis (narcosis), which makes them more susceptible to being caught.\n\nThe sampling depth is approximately 2 meters and occurs at night when fish are more active. This method ensures that accurate data on fish populations can be collected, allowing for better management of fisheries and addressing any potential issues related to overfishing or population health."
}{
  "description": " The text describes a fish sampling method using electrofishing conducted by Washington Department of Fish and Wildlife (WDFW). This technique involves utilizing a certified electrofishing boat operator and experienced staff to sample fish in shallow waters (less than 2.0 meters deep) at specific sites.\n\nThe electrofisher settings for this procedure include the use of pulsed direct current (DC) at a frequency of 60 pulses per second, 40% power, and voltage within the low range of 50-500 Volts. These settings align with guidelines established by the National Marine Fisheries Service (NMFS) as outlined in their 2000 document (Table 3).\n\nResearch conducted by McMichael (2018) at the McNary Pool showed that the most efficient and fish-safe electrofisher power output falls between 2-4 amperes. The output will be adjusted to the minimum amperage required for fish to respond to galvanotaxis, which is a type of narcosis induced by electric shocks.\n\nThe effective sampling depth is approximately 2 meters and occurs during nighttime hours. This method allows for efficient fish collection while minimizing potential harm to the aquatic species."
}{
  "target": " Electrofishing for fish sampling (<2m deep)"
}{
  "constraints": " The given text discusses the use of electrofishing as a method for sampling fish from shallow waters (<2.0 m deep) with specific electrical settings and safety considerations. Here are the applicable constraints mentioned in the text along with their corresponding locations:\n\n1. Electrofishing shall only be conducted in sites listed above, which is an unstated constraint presumably provided elsewhere in the document or context. (Not directly stated in the given text)\n2. An electrofishing boat operator certified by WDFW and experienced staff will carry out the sampling. (Mentioned: \"WDFW will use a certified electrofishing boat operator and experienced staff\")\n3. Electrofisher settings shall be pulsed direct current (DC) at 60 pulses per second, 40% power, and a low voltage range of 50-500 V. (Mentioned: \"Electrofisher settings will be pulsed direct current (DC) at 60 pulses per second, 40% power, and low voltage range (50-500 V)\")\n4. Output adjustment to the minimum amperes for fish galvanotaxis (narcosis). (Mentioned: \"Effective sampling depth is about 2 meters and will occur at night. Output will be adjusted to the minimum amperes to achieve fish galvanotaxis\")\n5. Effective sampling depth is approximately 2 meters. (Mentioned: \"Effective sampling depth is about 2 meters\")\n6. Sampling shall take place at night. (Implied: \"Effective sampling depth is about 2 meters and will occur at night.\")\n\nNo constraints are mentioned in the text regarding safety equipment, emergency procedures, or fish handling after being caught with electrofishing. The text does mention that McMichael (2018) found that the most efficient and fish-safe electrofisher power output was between 2-4 amperes, but this is not presented as a constraint for the current study; rather, it's mentioned for informational purposes."
}