{
  "keywords": " PIT-tagging, Salmonids, Snake River, Collection facilities, Tagging facility, NOAA Fisheries, Anesthetic systems, Re-circulating systems, Fish processing"
}{
  "abstract": " This text describes the large-scale PIT (Passive Integrated Transponder) tagging operation at the Lower Granite Dam juvenile fish facility on the Snake River. The necessity of this method arises from researchers' need to collect and tag large numbers of salmonids for various studies, but being limited by available sources of fish and tagging facilities.\n\nTo address these limitations, NOAA Fisheries built a two-story tagging facility with 12 PIT-tagging stations and advanced features like diversion systems, water-to-water transfer methods, and multiple holding tanks. The fish are collected from raceways using a diversion system that ensures minimal impact on other researchers' studies.\n\nThe tagging facility obtains research fish by diverting them from the general population to one of two raceways each day before tagging. This process is facilitated through a collaboration between NOAA, U. S. Army Corps of Engineers, and Pacific State Marine Fisheries Commission. Once collected, fish are transferred using specialized equipment like Aqualife fish transfer devices and sent via pipes to holding tanks or trucks for further processing.\n\nThe large number of tagging stations and the ability to route pipes to various destinations enable multiple studies to use the same collection of fish, reducing overall research impact. The tagging facility has been successful in tagging over 21,000 salmonids in an 8-hour day.\n\nIn summary, this advanced PIT-tagging operation at Lower Granite Dam addresses the issues of limited sources of fish and tagging facilities by building a dedicated facility with efficient diversion systems, water-to-water transfer methods, and multiple holding tanks that allow for reduced research impact and increased productivity."
}{
  "description": " The PIT-tagging process at Snake River juvenile collection facilities involves several considerations for researchers seeking to tag large numbers of salmonids. Two primary questions arise: sourcing the necessary fish and securing a suitable location for tagging. While the Smolt Monitoring Program (SMP) can provide fish and laboratories within the facilities serve as potential tagging sites, their capacity is limited. The SMP can only handle a certain number of fish daily, while laboratories are typically designed to accommodate only a few tagging stations.\n\nTo address these limitations, researchers may need to create alternative sources for fish and establish dedicated tagging facilities. In 2005, NOAA Fisheries constructed a two-story tagging facility adjacent to the Lower Granite Dam juvenile fish facility (JFF). This advanced tagging infrastructure replaced an older facility and consists of an upper story with two sorting stations and ten PIT-tagging stations, as well as a lower story split between a break/lunch room and a mechanical room. The latter contains all necessary equipment for operating three independent re-circulating anesthetic systems. Two holding tanks are situated east of the tagging facility, connected to the dam's tailrace via pipes.\n\nThe tagging facility obtains research fish from two raceways on the east bank. Prior to tagging, fish populations are diverted to these raceways using a PIT-tag diversion system within the flume leading to the NOAA collection raceways. This system is crucial in avoiding impacting other researchers' studies by diverting previously PIT-tagged fish to alternative collection sites or the river. All fish movements employ water-to-water transfer methods, utilizing Aqualife fish transfer devices for transport from raceways to the pre-anesthetic tower and tagging facility.\n\nThe re-circulating anesthetic systems within the tagging facility are essential components of the PIT-tagging process. Each system comprises a collection box, one or two pumps, three filters (macro, 100 micron, 25 micron), a UV-sterilization system, and a chiller. One anesthetic system is dedicated to the sorting lines, while the other two can be divided among the ten tagging stations as needed.\n\nOverall, this advanced NOAA tagging facility allows researchers to PIT-tag over 21,000 salmonids (out of a total 30,000 fish processed daily) in an eight-hour workday. The facility's numerous tagging stations and adaptable piping systems enable multiple studies to utilize the same collection of fish, ultimately reducing the overall impact of research activities."
}{
  "target": " Building and using a large-scale salmonid tagging facility."
}{
  "constraints": " The text describes the operation of a tagging facility at the Lower Granite Dam juvenile fish facility for PIT-tagging large numbers of salmonids from the Snake River. The following constraints are applicable to the method based on the information provided:\n\n1. Limitations in obtaining large numbers of fish: The Smolt Monitoring Program (SMP) can serve as a source of fish, but is limited in the number of fish that can be handled safely in a day. Laboratories at collection facilities are not designed for more than 2-3 tagging stations. Researchers needing larger quantities must create an alternate source of fish or bring in a dedicated tagging facility or build one on-site.\n2. Fish diversion system: NOAA Fisheries, the U.S. Army Corps of Engineers (COE), and Pacific State Marine Fisheries Commission staff collaborated to develop a PIT-tag diversion system in the flume leading to NOAA's collection raceways. This helps minimize NOAA's impact on other researchers by diverting previously tagged fish either to a general collection raceway or back into the river.\n3. Fish movement: All fish movement employs water-to-water transfer methods to avoid stress and injury. Fish are transferred from raceways to the pre-anesthetic tower using Aqualife fish transfer devices, then sent via pipes to holding tanks, raceways, or trucks around the facility.\n4. Tagging station capacity: The tagging facility has 10 PIT-tagging stations on the upper story and the ability to split two re-circulating anesthetic systems between them as needed. This allows multiple studies to use the same collection of fish without significant impact.\n5. Anesthetic systems: Each re-circulating anesthetic system consists of a collection box, one or two pumps, three filters (macro, 100 micron, 25 micron), a UV-sterilization system, and a chiller. One system is used solely for the sorting lines, while the other two systems can be split between the tagging stations as needed to ensure efficient operation.\n\nThese constraints are stated in the text through descriptions of the challenges faced by researchers in collecting large numbers of fish, the need to minimize impact on other studies, and the design and functionality of the tagging facility itself."
}