{
  "keywords": " PIT tag, Columbia River Basin, anadromous fish, marking procedures, database, PTAGIS, PITTag Information System, tagging practices, Best practices."
}{
  "abstract": " The Passive Integrated Transponder (PIT) tag system is a research and management tool used by Columbia River Basin fisheries agencies and tribes since 1987 to mark and track anadromous fish. This method involves using a PIT tag, which is a small radio-frequency identification device, to mark individual fish.\n\nThe data collected from these tags is stored in a central database managed by the Pacific States Marine Fisheries Commission (PTAGIS) and funded by Bonneville Power Administration (BPA). The system has grown over the years to include various features such as data collection and validation software, training programs, and equipment maintenance.\n\nThe necessity of this method lies in its ability to facilitate research and management of anadromous fish populations in the Columbia River Basin. It provides valuable information on fish movement, population size, and survival rates. The use of a centralized database allows for efficient data sharing among different agencies and organizations.\n\nThe system also ensures standardization in tagging practices throughout the basin, reducing variability and improving data quality. Additionally, it promotes best tagging techniques and handling protocols to minimize biological consequences.\n\nThe PIT Tag Marking Procedures Manual provides guidelines for marking procedures, fish handling techniques, anesthesia, tag injection, and data collection and transfer to the regional database. Training videos are also available from PTAGIS to assist with implementation of these guidelines.\n\nIt is important to use only tested PIT tags that have been proven to function well in the equipment employed within the Columbia River Basin. Using untested tags may affect research results and even interfere with other studies.\n\nCurrently, there are no separate guidelines for smaller PIT tags or non-salmonids, but these will be added as more information becomes available. The system uses 12 mm FDXPIT tags for juvenile salmonids, and tag injectors and general fish size guidelines are provided in the manual based on researchers' experiences with these tags.\n\nTo ensure safety and effectiveness, disinfected injectors and tags have been required for use in the Columbia River Basin since July 1992, eliminating the use of semiautomatic injectors. The PIT tag marking stations involve collecting fish prior to tagging, tagging in small batches after anesthetizing them, recording information about each animal and its injected tag, and allowing the fish to recover before releasing them back into their cohorts."
}{
  "description": " The passive integrated transponder (PIT) tag is a research and management tool used since 1987 in the Columbia River Basin for marking and tracking anadromous fish by fisheries agencies and tribes. A network, including the PITTag Information System (PTAGIS), has been established to collect and share mark and recovery information.\n\nThe PTAGIS system is managed by the Pacific States Marine Fisheries Commission and funded by Bonneville Power Administration (BPA). It houses, manages, and maintains the data repository where all anadromous PIT tag data in the Columbia River Basin are stored. The network includes automated interrogation equipment at mainstem dams and other sites throughout the basin.\n\nPTAGIS is responsible for developing and maintaining the PITtag data collection and validation software, managing the separation by code system at dams, providing training on the database and data collection software, and maintaining the PITtag interrogation equipment at mainstem dams. It also serves as the clearinghouse for procurement and distribution of all PITtags for BPA-funded projects.\n\nThe PITTag Steering Committee (PTSC) is a subcommittee of the Fish Passage Advisory Committee, responsible for providing technical guidance on best tagging practices throughout the basin to facilitate standardized tagging techniques, handling protocols, and tag data reporting. The committee also provides regional technical input and guidance to PTAGIS for interrogation sites and facilities, manages database management, and guides and coordinates training of tagging personnel.\n\nThe PITTag Marking Procedures Manual version 3.0 provides guidelines on PITtag marking station procedures, fish handling techniques, anesthesia, tag injection, data collection, verification, and transfer to the regional database. A PITtag training video is also available from PTAGIS for further assistance.\n\nIt's important to note that only disinfected injectors and tags have been approved for use in the Columbia River Basin since July 1992. Disinfection requires immersing the needle, syringe, and end of the injector push rod in 70-80% ethyl alcohol or 60-80% isopropyl alcohol for a minimum of 10 minutes. A single-use injector system (SUI) is available that does not require disinfection as long as the needle assembly is not reused.\n\nThe PTSC and FPAC do not endorse or recommend any tagging location other than what's described in this manual, specifically the abdominal cavity, to minimize risk of human consumption. PIT tags are used for marking juvenile salmonids in various situations, including collection from natal streams and hatcheries. The elements held in common include fish collection prior to tagging, tagging in small batches, recording information about each animal, and allowing the fish to recover before returning them to their cohorts."
}{
  "target": " PIT Tag Marking Procedures in Columbia River Basin"
}{
  "constraints": " Based on the provided text, I have identified several constraints applicable to the PIT tag marking method:\n\n1. Disinfection of injectors and tags: Only disinfected injectors and tags have been approved for use in the Columbia River Basin since July 1992. The disinfection process includes immersing the needle, syringe, and end of the injector push rod in 70-80% ethyl alcohol or 60-80% isopropyl alcohol for at least 10 minutes (for handheld injectors) or using a single-use injector system with disposable needle assemblies.\n\nConstraint: Disinfection of injectors and tags before use to ensure they are free from contaminants that could affect fish health.\n\n2. Tagging location: The PTSC and FPAC members only endorse and recommend tagging anadromous salmonids in the abdominal cavity as described in this manual. Tagging in any other location increases the risk of human consumption.\n\nConstraint: Proper tagging location to minimize risks to human health and fish welfare.\n\n3. Use of tested PIT tags: The PTSC recommends using only PIT tags that have been tested against the equipment employed within the Columbia River Basin. Untested tags may not function as well as tested ones, affecting research results and potentially interfering with other researchers' studies.\n\nConstraint: Using tested PIT tags to ensure proper functionality and consistency in data collection.\n\n4. Fish handling techniques: Proper fish handling techniques are essential during the tagging process to minimize stress and damage to the fish. This includes collecting fish prior to tagging, taking them from the collection in small batches, anesthetizing them, tagging, recording information, and allowing them to recover before returning to their cohorts.\n\nConstraint: Proper handling techniques to minimize stress and damage to fish during the tagging process."
}