{
  "keywords": " Anadromous fish, Salmon, Estimation of abundance, DABOM (Dam Adult Branch Occupancy Model), Spatial scales (MPG/ESU, population, subpopulation, tributary, major spawning area)"
}{
  "abstract": " This method is used to estimate the number of adult salmon that escape from major population groups (MPGs) or Evolutionarily Significant Units (ESUs) to different spatial scales, such as populations, subpopulations, tributaries, and major spawning areas. The DABOM (Dam Adult Branch Occupancy Model) is a statistical approach implemented in the R package of the same name.\n\nThe method works by utilizing a subset of salmon tagged at primary sampling facilities, like dams. These tagged fish are later detected as they move upstream through tributaries. By tracking their movement and detection patterns, the model takes into account the branching structure of a stream network and estimates both imperfect detection probabilities at various locations and movement probabilities between those locations.\n\nBy multiplying and combining these movement probabilities with an estimate of the total abundance at the tagging site, the method can provide accurate abundance estimates at different spatial scales. This approach is valuable for effectively managing and monitoring salmon populations in complex river systems, enabling better conservation efforts and fisheries management.\n\nThis method solves issues related to traditional methods that may underestimate population sizes due to incomplete detection or misallocation of individuals between populations. By accounting for movement probabilities and imperfect detection, this method provides more accurate and comprehensive abundance estimates.\n\nHere is a simplified code example using the DABOM package:\n\n```R\n# Load required libraries\ninstall.packages(\"DABOM\")\nlibrary(DABOM)\n\n# Import data into R environment\ndata <- read.csv(\"path/to/your/data.csv\")\n\n# Set up model parameters and run the model\nmodel_params <- list(\n  tagging_site = \"dam1\",\n  detection_locations = c(\"tributary1\", \"tributary2\"),\n  branching_structure = read.tree(\"path/to/branching_structure.tree\")\n)\n\n# Run the model using the data and defined parameters\nmodel_output <- DABOM(data, model_params)\n\n# Extract results (e.g., abundance estimates) from the output\nabundance_estimates <- extract_results(model_output, \"population1\")\n```"
}{
  "description": " This text describes the use of the DABOM (Dam Adult Branch Occupancy Model) method for estimating anadromous fish abundance at various spatial scales, including major population group (MPG)/evolutionary significant unit (ESU), population, subpopulation, tributary, and major spawning area. The DABOM R package employs a subset of PIT-tagged adult salmon from a primary sampling facility, such as a dam. This tagged fish data is then used to estimate escapement at each spatial scale.\n\nThe DABOM model takes into account the branching structure of a stream network, allowing for a more accurate estimation of abundance. It also accounts for imperfect detection probabilities at all detection locations and movement probabilities past those locations. The movement probabilities are multiplied correctly and combined with an estimate of total abundance at the tagging site to derive abundance estimates at various spatial scales.\n\nThe method's technical intricacies include using tagged fish data from a primary sampling facility to model branching stream networks, estimating imperfect detection probabilities, calculating movement probabilities past detection locations, and combining these probabilities with total abundance estimates to obtain abundance estimates at different spatial scales. The R package DABOM is used to implement this method, as described in detail by Waterhouse et al. (2020).\n\nUnfortunately, there is no code snippet included in the text body for further explanation."
}{
  "target": " Estimating anadromous fish abundance at various spatial scales."
}{
  "constraints": " The text describes the DABOM (Dam Adult Branch Occupancy Model) method for estimating the abundance of anadromous fishes at various spatial scales using PIT-tagged adults and detection data from a primary sampling facility (dam) and upstream tributaries. The following constraints are applicable to this method as stated in the text:\n\n1. Data requirement: The method requires a subset of PIT-tagged adult salmon for estimation at different spatial scales.\n2. Tagging site: The tagging site is at a primary sampling facility, such as a dam.\n3. Detection locations: Fish are detected at various locations upstream in tributaries.\n4. Spatial scales: The method generates estimates of escapement at major population group/evolutionary significant unit, population, subpopulation, tributary, and major spawning area spatial scales.\n5. Model assumptions: The model incorporates the branching structure of a stream network and simultaneously estimates imperfect detection probabilities and movement probabilities past detection locations.\n\nThere are no specific constraints mentioned in the text that require generating or providing code. However, it is important to note that the implementation of this method using the DABOM R package would have its own set of assumptions, dependencies, and usage guidelines."
}