{
  "keywords": " Passive Integrated Transponder (PIT) tags, Recovery program, Lower Columbia River Coded Wire Tag (LCRCWT), Washingtons LCR CWT program, Point and interval estimates, Policy makers, Planners, Managers"
,
  "abstract": " The text describes a plan to expand an existing tag recovery program for salmon and steelhead in the Lower Columbia River system to include Passive Integrated Transponder (PIT) tags in addition to the current Coded Wire Tags (CWT). The necessity of this expansion lies in the increased use of PIT tags, which grew from 20,000 in 1988 to over 2 million in 2009. Currently, only 2% of returning adult salmon and steelhead passing Bonneville Dam are tagged with PITs.\n\nThe goal is to create a unified recovery program for all types of tags (PIT and CWT) and marks used in fisheries and escapement programs. The benefits of this expansion include:\n1. Providing comprehensive point and interval estimates for recovered PIT and CWT tags by stratum when sample sizes are sufficient.\n2. Making the information available to various stakeholders, such as policy makers, planners, managers, and researchers.\n\nThis project builds upon the existing framework and infrastructure of the current CWT recovery program, along with other state, federal, and locally funded fisheries and escapement sampling programs coordinated by the Washington Department of Fish and Wildlife (WDFW). This approach allows for a seamless integration of PIT tag recoveries into the existing system.\n\nIn summary, expanding the current Lower Columbia River CWT recovery program to include PIT tags is necessary due to the growing use of PITs in fish management. By creating a unified tag recovery program, accurate and comprehensive data on both types of tags can be collected and made available to stakeholders, ultimately improving the effectiveness of fish management efforts."
,
  "description": " This text discusses the growth and expansion of Passive Integrated Transponder (PIT) tag usage in fish population monitoring from 1988 to 2009. Currently, approximately 2% of returning adult salmon and steelhead passing Bonneville Dam (BON) carry PIT tags. The aim is to incorporate PIT tag recoveries into the existing Lower Columbia River Coded Wire Tag (LCRCWT) recovery program.\n\nThe objectives of this project are as follows:\n1. Extend Washington's LCR CWT program to include a comprehensive recovery program for all types of tags, including PIT tags and marks obtained from fisheries and escapement programs.\n2. Provide accurate point and interval estimates for recovered PIT and CWT tags by stratum when sufficient sample sizes are available.\n3. Make this valuable information accessible to various stakeholders, such as policy makers, planners, managers, etc.\n\nThis project leverages the existing framework and infrastructure of the current CWT recovery program along with other state, federal, and locally funded fisheries and escapement sampling programs coordinated by the Washington Department of Fish and Wildlife (WDFW)."
,
  "target": " Expanding CWT and PIT tag recovery program."
,
  "constraints": " The text does not explicitly state any constraints on the method mentioned. However, based on the context of the passage, some potential constraints could be:\n\n1. Data availability: The success of the program depends on the availability and accuracy of PIT tag recovery data from various sources, including fisheries and escapement programs.\n2. Sample size: To provide reliable point and interval estimates for recovered PIT and CWT tags, sufficient sample sizes are required.\n3. Coordination and collaboration: Effective implementation of the program requires coordination and collaboration among various stakeholders, including state, federal, and locally funded fisheries and escapement sampling programs.\n4. Technological limitations: The accuracy and reliability of PIT tag technology may affect the success of the recovery program.\n\nThese constraints are inferred from the text rather than being explicitly stated. If more information is available or if the context changes, these constraints could be refined or new ones could emerge."
}