{
  "keywords": " PIT tags, avian predation rates, electronic detection, colonies, waterbirds (Caspian terns, double-crested cormorants, American white pelicans, California gulls, ring-billed gulls), recovery methods, metadata."
,
  "abstract": " In order to study the impact of avian predation on fish populations, researchers use a method called PIT tag recovery on piscivorous waterbird colonies. This involves scanning colonies for Electronic PIT tags left behind by birds after the breeding season using specialized antennas. The area occupied by nesting birds is determined through surveys conducted during the peak of the breeding season.\n\nThe method uses a technique called electronic detection and physical removal of PIT tags to increase tag detections. In electronic detection, the orientation of the antennas is changed after each pass over the colony to improve tag detection rates. However, high tag densities in certain areas can cause tag collision, making tags undetectable using electronics. Physically removing PIT tags and scanning them manually helps overcome this issue, allowing for higher tag detections in densely populated colonies.\n\nBoth electronic and physical tag recovery methods are carried out concurrently whenever possible, with tag codes and metadata being uploaded to a central storage drive after each scanning session. The process ensures accurate reporting of new tag records to the PIT Tag Information System (PTAGIS) while adhering to established protocols set by the PIT-tag Steering Committee.\n\nThis method is crucial for assessing predation rates and understanding the role of waterbird colonies in fish populations, providing valuable data for fisheries management and conservation efforts."
,
  "description": " This text describes a study on avian predation rates or probabilities using PIT (Passive Integrated Transponder) tags recovered from piscivorous waterbird colonies. The methods used for tag recovery were detailed by Evans et al. (2012, 2016).\n\nDuring the breeding season's end (August-October), recoveries of smolt PIT tags were performed on in-situ piscivorous waterbird colonies, including Caspian terns, double-crested cormorants, American white pelicans, California gulls, and ring-billed gulls. The occupied area on each colony was determined through surveys during the peak breeding season (May-June).\n\nTwo primary methods were employed for PIT tag recovery: electronic detection using antennas and physical removal using a magnet. For electronic detection, entire colony areas occupied by nesting birds, referred to as a pass, underwent systematic scanning using PIT tag antennas. Each pass consisted of at least two complete passes at each colony, with the antenna's orientation changed following each pass to achieve higher detection rates (Evans et al., 2016).\n\nIn instances where tag densities were high, physical removal of PIT tags was carried out using a tow behind sweeper magnet. This technique helped reduce tag collisions, which made nearby tags undetectable using electronics. The removed PIT tags were then hand-scanned to acquire their unique codes and increase detections (Evans et al., 2012).\n\nBoth physical and electronic PIT tag recoveries were conducted concurrently when conditions permitted, with the tag codes stored locally on PIT tag receivers uploaded to a central web-based storage drive upon completion of each scanning session. This process also included metadata regarding the recovery date, bird species, colony location, and pass number.\n\nFollowing validation and removal of duplicate records, newly detected tag codes were reported to the PIT Tag Information System (PTAGIS) using guidelines and protocols established by the PIT-tag Steering Committee."
,
  "target": " Method for recovering and reporting PIT tag codes from waterbird colonies."
,
  "constraints": " The text describes a method used for recovering PIT tags on piscivorous waterbird colonies to calculate avian predation rates or probabilities. Several constraints applicable to this method are as follows:\n\n1. Recovery of smolt PIT tags can only be conducted after the birds have dispersed from each colony following the breeding season, which is between August and October depending on the colony and year. (Evans et al., 2012)\n2. The area occupied by nesting birds on each colony must be determined using surveys during the peak of the breeding season, typically in May or June, depending on the colony and year. (methods 6806, 6808, 6809)\n3. PIT tag antennas must be used systematically to scan the entire colony area (referred to as a pass) occupied by nesting birds, with a minimum of two complete passes conducted at each colony. The orientation or directionality of antennas relative to nesting substrate is changed following each pass to achieve higher rates of PIT tag detection. (Evans et al., 2016)\n4. Physical removal of PIT tags using a tow behind sweeper magnet is necessary to reduce tag collision and increase tag detections at sites where tag densities are high, like on the East Sand Island and Crescent Island Caspian tern colonies. (Evans et al., 2012; Evans et al., 2016)\n5. Both physical and electronic PIT tag recovery methods must be conducted concurrently when conditions permit.\n6. Tag codes stored locally on PIT tag receivers must be uploaded to a central web-based storage drive at the completion of each scanning session, along with metadata regarding the recovery date, bird species, colony location, and pass number. (not explicitly stated in text but necessary for data analysis)\n7. Newly detected tag codes must be reported to the PIT Tag Information System (PTAGIS) using guidelines and protocols established by the PIT-tag Steering Committee.\n\nThese constraints ensure accurate and reliable recovery of PIT tags on piscivorous waterbird colonies, allowing for calculation of avian predation rates or probabilities."
}