{
  "keywords": " Pool types: scour, dam, plunge, Thalweg, Max depth, Pool length, Sampling method, Measurement (pool length, maximum depth, pool tail crest depth), Obstruction, Probing, Record (pool type, pool formation)."
}{
  "abstract": " The given text outlines a method for categorizing and measuring various types of pools in a river or body of water. This process is important as it helps researchers and engineers understand the hydrological features of the waterway and quantify the presence and impact of different types of pools.\n\nPools are classified into three categories: scour, dam, and plunge. The method specifies that scour pools have a longer length than width, while dam pools have a wider length than width and a vertical drop at the head crest. Plunge pools, on the other hand, have a shorter length than width and a maximum depth close to the obstruction.\n\nTo measure these pools, the method suggests several steps:\n1. Identify and categorize pools based on their length, width, and max depth relative to any obstructions.\n2. Measure the pool length along the thalweg (the deepest part of the river channel) between head crest and tail crest.\n3. Determine the maximum depth by probing with a rod until the deepest point is reached.\n4. Measuring the pool tail crest depth at the maximum depth or along the top of the obstruction for dammed pools.\n5. Record the pool type, formation (scour, dam, plunge), and any relevant details such as pool tail crest depth.\n\nThis method is crucial in providing valuable insights into the characteristics of riverine habitats. Understanding the distribution, size, and types of pools is essential for assessing aquatic biodiversity, monitoring water quality, and evaluating potential hazards posed by dammed or scour pools. Additionally, it aids in informing effective management strategies and maintaining a healthy balance within the ecosystem."
}{
  "description": " The provided text outlines a methodology for categorizing pools based on their characteristics, specifically regarding their types as scour, dam, or plunge pools, and the measurement of their relative length, frequency, and average residual depth.\n\nFirstly, the method defines two main pool types: scour and dam pools, and plunge pools. The primary distinction between these lies in their length-width ratio along the thalweg. Scour pools have a longer length than their widest width, while dam pools exhibit the opposite with a shorter length than their widest width. Plunge pools are identified by the vertical drop of the thalweg over an obstruction and the proximity of their maximum depth to that obstruction.\n\nTo carry out this methodology, follow these steps:\n\n1. Identify candidate pools based on the defined criteria (scour, dam, or plunge pool). For scour and plunge pools: measure the length along the thalweg between the head crest and tail crest, locate the maximum depth by probing with a depth rod at the deepest point in the pool, and record the pool type (full-channel or partial-channel pool) and its formation. For dam pools: measure the pool length, maximum depth, and pool tail crest depth along the top of the obstruction if all flow goes over it; otherwise, locate the pool-tail either in front of or behind the obstruction.\n2. To quantify the relative length and frequency of each pool habitat within a reach, use the measured data to calculate relevant statistics such as average lengths, standard deviations, and percentages.\n3. Determine the average residual depth of pools by calculating the mean of the maximum depth values obtained from all pool measurements.\n\nThis methodology is essential for understanding the hydrological characteristics of various water environments and can be valuable in fields such as ecology, engineering, and natural resource management."
}{
  "target": " \"Categorize and measure pool types: scour, dam, plunge.\" \n\n\"Objectives\": \"Categorize and measure pool types: scour, dam, plunge.\" \n\n\"Scour & Dam Pools\": \"Identify and quantify scour and dam pools.\" \n\n\"Plunge Pools\": \"Identify and quantify plunge pools.\" \n\n\"Sampling Method\": \"Measure pool dimensions for scour, dam, plunge pools.\""
}{
  "constraints": " The given text outlines a methodology for categorizing pools as scour, dam, or plunge pools and quantifying their respective characteristics such as length, frequency, and average residual depth. The following are the constraints stated in the methodology:\n\n1. A pool is classified as a scour pool if its pool length is less than its width at the widest point or if the thalweg does not drop vertically over an obstruction at its head crest. (Line 2 and 6)\n2. A pool is classified as a dam pool if its pool length is greater than its width at the widest point and the thalweg drops vertically over an obstruction at its head crest, with the maximum depth within a specified distance of the obstruction. (Lines 3-5 and 6)\n3. A pool is classified as a plunge pool if its pool length is less than its width at the widest point and the thalweg drops vertically over an obstruction at its head crest, with the maximum depth within a specified distance of the obstruction. (Lines 2 and 6)\n4. The sampling method includes measuring the pool length, maximum depth, pool tail crest depth for each pool that meets the criteria, determining the pool type, and recording the pool formation. (Lines 1-8)\n5. In dammed pools, if all flow is going over the obstruction, the pool tail crest depth is measured along the top of the obstruction. If not, the pool is a scour or plunge pool, and the pool tail crest depth is located in front of or behind the obstruction. (Lines 6-7)\n\nThere are no apparent constraints mentioned in the text that do not have a clear explanation or origin. The methodology provides detailed instructions on how to categorize and measure different types of pools, ensuring accuracy and consistency in the data collection process."
}