{
  "keywords": " Water temperatures, Data collection, Accuracy check, NIST traceable thermometer, Temperature data loggers"
,
  "abstract": " This method describes a process for checking the accuracy of temperature data loggers used to measure stream and river water temperatures. The reason for this check is to ensure that the data collected is reliable and trustworthy. By comparing the readings from the data logger units with those obtained from a NIST (National Institute of Standards and Technology) traceable thermometer, any discrepancies or potential errors can be identified and corrected before or after deployment in the water environment. This process ensures that the temperature data recorded is as precise and accurate as possible, providing valuable insights into potential water quality concerns."
,
  "description": " Title: Pre-Deployment and Post-Deployment Temperature Calibration of Stream and River Water Data Loggers Using NIST Traceable Thermometers\n\nDescription:\nStream and river water temperature data is crucial for assessing potential water quality issues. The accuracy of such data relies on the proper functioning of data logger units, which necessitates regular calibration checks using National Institute of Standards and Technology (NIST) traceable thermometers. This procedure outlines the steps to perform pre-deployment and post-deployment temperature calibrations for temperature data loggers.\n\nPreparation:\n1. Gather necessary equipment, including NIST traceable thermometer, data logger unit, temperature sensor, and a bucket or container for taking temperature readings.\n2. Ensure the data logger is fully charged and the sensors are clean and free of debris.\n3. Place the NIST traceable thermometer in a container filled with water at a known temperature to serve as a reference point.\n\nPre-Deployment Calibration:\n1. Submerge the temperature sensor in the water contained within the data logger unit for at least 15 minutes to allow it to reach thermal equilibrium with the water.\n2. Take a temperature reading using the NIST traceable thermometer and record the value.\n3. Retrieve the data logger and transfer the temperature reading to its display or storage device.\n4. Compare the recorded temperature reading from the data logger against the reference temperature obtained from the NIST traceable thermometer.\n5. If the difference between the two readings is within acceptable limits (typically ± 0.5°C), then the data logger has passed pre-deployment calibration and can be deployed in the stream or river.\n\nPost-Deployment Calibration:\n1. After retrieving the data logger, follow steps 1 through 3 of the Pre-Deployment Calibration process.\n2. Compare the recorded temperature reading from the data logger against the reference temperature obtained from the NIST traceable thermometer during Post-Deployment Calibration.\n3. If the difference between the two readings is within acceptable limits, then the data logger has maintained its accuracy throughout the deployment period and can be trusted for further analysis. If not, additional steps like recalibrating or replacing the sensor may be required.\n\nBy following this procedure, accurate temperature measurements for stream and river water can be obtained, which in turn aids in identifying potential water quality concerns."
,
  "target": " Conducting temperature logger accuracy checks."
,
  "constraints": " The text describes a method for conducting accuracy checks on temperature data loggers before and after deployment in streams or rivers to ensure the data collected is reliable. Based on the text, the following constraints apply:\n\n1. Temperature data logger units must be checked against a NIST traceable thermometer to ensure data accuracy. (implicitly stated as a requirement for conducting an accuracy check)\n2. The temperature readings obtained from the data loggers must be compared to those taken with a NIST traceable thermometer. (explicitly stated in the method description)\n3. The method applies to temperature data loggers used for measuring stream and river water temperatures. (implicitly stated as the context of the method)\n4. The method describes two types of accuracy checks: pre-deployment and post-deployment. (explicitly stated in the method description)\n5. The purpose of the accuracy checks is to ensure data collected by the temperature data loggers is accurate. (implicitly stated as the goal of conducting the checks)\n\nThere is no code in this answer, but if there were, it would be used to implement or verify the accuracy checks described in the method."
}