{
  "keywords": " Verification, QC, Instruments (temperature, pH, conductivity, dissolved oxygen, probes, Marsh-McBirney FloMate-2000), Calibration, Data collection event, Staff training."
}{
  "abstract": " This method ensures the accuracy and reliability of data collected using in situ meters by verifying and quality controlling their functioning. The instruments involved are probes for measuring temperature, pH, conductivity, dissolved oxygen (Minisonde Multiprobes), and water velocity (Marsh-McBirney FloMate-2000). The procedure is carried out by trained staff at every data collection event before and after sampling. While all tasks are required, some are performed less frequently. This method's importance lies in addressing potential errors or inconsistencies with the data obtained from these instruments, ensuring the validity of the results used for analysis and decision-making."
}{
  "description": " This technical description outlines the process for validating the functionality of in situ meters through verification and quality control (QC) procedures. The procedure encompasses calibration of involved instruments, namely probes for measuring temperature, pH, conductivity, and dissolved oxygen (Minisonde Multiprobes), as well as the water velocity instrument (Marsh-McBirney FloMate-2000).\n\nThe method is carried out by one or more trained personnel at each data collection event. Pre-sampling and post-sampling stages incorporate some tasks, while others are less frequently required. The temperature, pH, conductivity, and dissolved oxygen probes undergo regular calibration to ensure precise readings. Calibration of the water velocity instrument is crucial for accurate measurement of flow rates.\n\nThe procedure starts with preparing the instruments for use by checking their condition and ensuring they are clean. The calibration process begins with temperature probes, which are verified against a reference temperature source. pH probes are calibrated using standard solutions of known pH values, while conductivity probes are calibrated using solutions of varying conductivities. Dissolved oxygen probes involve the use of oxygen-saturated and deoxygenated water samples to check their performance.\n\nThe water velocity instrument (Marsh-McBirney FloMate-2000) is calibrated using a known flow rate in a controlled environment, typically a calibration tank or channel. The accuracy of the readings is assessed and any necessary adjustments are made to ensure proper functioning.\n\nThe personnel performing these tasks should be adequately trained to handle the equipment and understand the importance of these procedures for maintaining data integrity and ensuring accurate results."
}{
  "target": " Verifying and calibrating in situ meters: Temperature, pH, conductivity, dissolved oxygen, and velocity instruments."
}{
  "constraints": " Based on the provided text, here are the constraints identified with their corresponding locations:\n\n1. The method is applied at every data collection event (implies frequency constraint).\n2. Some tasks are required less frequently.\n3. Staff performing this method must have been trained (implies personnel training constraint).\n4. Instruments included in the procedure: probes for measuring temperature, pH, conductivity, and dissolved oxygen (Minisonde Multiprobes) and instrument used for measuring water velocity (Marsh-McBirney FloMate-2000) (implies equipment constraint).\n\nThe text does not provide any code. The constraints are derived based on the information provided in the text about what the method entails and the necessary considerations for its application."
}