{
  "keywords": " Habitat types, Backwater Pool, Beaver Pond, Glide, Large Cobble/Boulder Riffle, In-channel habitat, Off-channel habitat, Wetted channel surface area, Percentage, Salmonids."
}{
  "abstract": " This text describes a method used by field practitioners to assess and measure different habitat types in streams for salmonids. The assessment is important as it helps understand the physical characteristics of the environment that are relevant to these fish species. Given the diverse range of habitat types encountered in an aquatic system, the initial data collection process is labor-intensive and time-consuming.\n\nTo collect this data, field practitioners physically walk each reach using a GPS to geo-reference each habitat type. Afterward, they process the GPS data to create a map of the reach. The percentage of the wetted channel surface area for each habitat type, such as Backwater Pool, Beaver Pond, Glide, Large Cobble/Boulder Riffle, Pool Tailouts, Primary Pool, Small Cobble/Gravel Riffle, and Off-Channel Habitat, is then determined.\n\nThe text explains that months are rated the same for this attribute, but the relative amount of each habitat type can change depending on flow levels. A moderate flow level is assumed when rating this attribute. The habitat types are entered as a point estimate of the percentage of the stream reach wetted width for the particular habitat type.\n\nBackwater pools and beaver ponds are defined and distinguished from one another based on their location along the channel margins. Backwater pools include alcoves, while beaver ponds are located in the main or side channels and require a beaver dam to form. Glides are areas with uniform depth and flow with no surface turbulence, generally found in reaches of less than 1% gradient. Large cobble/boulder riffles consist of large cobbles and boulders and include cascades. Pool tailouts serve as primary spawning habitats for nearly all salmonids, while pools exclude beaver ponds and are key habitat for some life stages of virtually all salmonids.\n\nOff-channel habitat consists of oxbows, back swamps, riverine ponds, and the channels that connect them to the main channel or its side channels. Off-channel habitat is not a percentage but rather a multiplier used to estimate the amount of off-channel habitat based on the wetted surface area of all combined in-channel habitats.\n\nThis method is necessary because understanding habitat types and their proportions in a stream environment is crucial for managing and conserving salmonid populations. The labor-intensive data collection process ensures accurate and detailed information about the physical characteristics of the environment, helping address the challenges of assessing and quantifying the diverse range of habitat types present in an aquatic system."
}{
  "description": " This text describes the methodology for quantifying and mapping different habitat types within a salmonid stream environment using percentage surface area coverage. The following is a technical description of each habitat type based on the provided text:\n\n1. **Backwater Pool**: Backwater pools are defined as habitat units located along the channel margins but still connected to the main or side channels. These enclosed areas make up a percentage of the wetted channel surface area and include alcoves as described by Nickleson et al. (1992).\n\n2. **Beaver Pond**: Beaver ponds are pools located within the main or side channels, in the presence of a beaver dam. The percentage of the wetted channel surface area comprising these ponds is measured.\n\n3. **Glide**: Glides are characterized as areas with uniform depth and flow without surface turbulence, typically found in reaches of less than 1% gradient. They lack structure and have a homogeneous appearance when compared to pools or riffles. Glides make up a percentage of the wetted channel surface area and may include some small scour areas but are generally deeper than riffles with few flow obstructions and low habitat complexity.\n\n4. **Large Cobble/Boulder Riffle**: This habitat type consists of large cobble or boulder substrate in the wetted channel surface area. The definition provided includes cascades as part of this habitat type for the purposes of EDT analysis. Particle sizes for gravel, small cobble, large cobble, and boulder are given from Platts et al. (1983).\n\n5. **Pool Tailouts**: Pool tailouts serve as primary spawning habitats for nearly all salmonids and make up a percentage of the wetted channel surface area.\n\n6. **Primary Pool**: Primary pools, excluding beaver ponds, are key habitats for various life stages of most salmonids and comprise a percentage of the wetted channel surface area.\n\n7. **Small Cobble/Gravel Riffle**: Small cobble or gravel riffles make up a percentage of the wetted channel surface area and their substrate particle sizes are given by Platts et al. (1983).\n\n8. **Off-Channel Habitat**: Off-channel habitat is a multiplier used to estimate the amount of off-channel habitat based on the wetted surface area of all combined in-channel habitats. It includes oxbows, back swamps, riverine ponds, and the channels that connect them to the main channel or its side channels.\n\nIt's important to note that the percentage of each habitat type is determined based on a moderate flow level assumption and can change significantly depending on various flow conditions. The text describes the process of physically walking each reach and using GPS to georeference each habitat type, which is then post-processed to create a map of the reach."
}{
  "target": " Measuring percentages of various salmonid habitats in a stream."
}{
  "constraints": " The text provides details about the methodology for quantifying different habitat types in a stream environment from a salmonid perspective. Here are some constraints implied in the text:\n\n1. Initial data collection is labor-intensive and requires physical walking along each reach with a GPS to geo-reference each habitat type. (Line 2-6)\n2. The method assumes a moderate flow level for rating this attribute. (Lines 7-8)\n3. The percentage of the wetted channel surface area is used as a measurement for each habitat type. (Lines 10, 15, 20, 24, 29, 34, 39, 44)\n4. Backwater pools and beaver ponds are defined based on their location in the channel or side channels. (Lines 11-12, 17-18)\n5. Glides have uniform depth and flow with no surface turbulence. (Line 23)\n6. Large cobble/boulder riffles include cascades. (Line 30)\n7. Off-channel habitat is a multiplier used to estimate the amount of off-channel habitat based on the wetted surface area of the in-channel habitat. (Lines 47-51)\n8. The text explicitly states that 'All months are rated the same for this attribute.' However, it's important to note that the relative amount of certain habitat types can change over a wide range of flow levels, which may not be captured by assuming a moderate flow level. (Lines 7-9)\n\nThere is no code provided in the text. If there were code, it would depend on the specific software or tool being used to analyze and process the collected data. The text describes the methodology for collecting and quantifying habitat types, but does not provide any programming instructions."
}