{
  "keywords": " RBT, GIS tools, ESRI ArcGIS Desktop, digital elevation models (DEM), profile metrics, interval distance, Mean, Standard deviation, Coefficient of variation, filtering, outliers, CHaMP"
}{
  "abstract": " The River Bonding Tool (RBT) is a set of Geographic Information System (GIS) tools designed to analyze river channels within ESRI ArcGIS Desktop software. This method uses high-resolution Digital Elevation Models (DEMs), which can be acquired from sources like airborne LiDAR or ground surveys. The RBT calculates profile metrics at regular intervals along the length of a site, allowing users to assess and measure various aspects of river channels.\n\nThe necessity of this method lies in understanding the characteristics of river channels for environmental monitoring, flood risk assessment, and infrastructure planning. By analyzing profile metrics, users can identify trends, anomalies, or changes that may impact the health and behavior of the river system.\n\nEach profile metric provides several output values: Mean, standard deviation, coefficient of variation, filtered mean, filtered standard deviation, and filtered coefficient of variation. The filtered metrics represent the same statistics for a subset of profile intervals, excluding outliers that are more than 4 standard deviations from the population mean. This filtering process helps ensure accurate and consistent results by removing extreme values that might skew data analysis.\n\nTo use this method, you would first need to acquire high-resolution DEMs and load them into ArcGIS Desktop. Then, run the RBT tools to extract the desired profile metrics at specified intervals. The output will include both the original and filtered metric reports, providing valuable insights into the river channel's properties.\n\nThe CHaMP (Council of Hydrologic Modeling in the Pacific) Topographic Point Collection Methods document offers more background information on the data collection process for this calculation. Overall, the RBT method is essential for obtaining reliable and accurate assessments of river channels to support informed decision-making in various fields, such as water resource management, flood risk assessment, and infrastructure planning."
}{
  "description": " The River Bathymetry Toolset (RBT) is a collection of Geographic Information System (GIS) applications integrated within ESRI ArcGIS Desktop software. This toolset enables users to characterize and quantify river channels using high-resolution Digital Elevation Models (DEMs). The DEMs can be generated from airborne remote sensing techniques, such as Light Detection and Ranging (LiDAR), or terrestrial topographic surveys.\n\nThe RBT computes profile metrics at specified intervals along the surveyed length of a site. Users can customize the interval distance between each measurement point. For instance, in the 2011 CHaMP dataset, the interval distance was set to 0.5 meters. Each profile metric consists of multiple output values:\n\n1. Mean: The arithmetic average value for all measured profile data points.\n2. Standard deviation: The measure of dispersion or variation from the mean value across all profile data points.\n3. Coefficient of variation (CV): Ratio of the standard deviation to the mean, demonstrating relative variability within a dataset.\n4. Filtered mean: The average value for a subset of selected profile intervals.\n5. Filtered standard deviation: Variation from the filtered mean for the chosen profile intervals.\n6. Filtered coefficient of variation: Relative variability of the filtered mean across the selected profile intervals.\n7. All measured profile values with their corresponding cumulative interval distances downstream from the top of the site.\n\nThe filtered metrics represent the same statistics, but for a subset of the profile intervals that fall within a predefined threshold. The threshold is determined by removing any data points whose values are more than a certain number of standard deviations away from the population mean. For CHaMP 2011, this threshold was set at 4 standard deviations to exclude outliers from the metrics calculation.\n\nThe CHaMP Topographic Point Collection Methods document offers background information on the methods used for collecting the measurement data analyzed by this calculation. You can access it here: <http://www.monitoringmethods.org/Method/Details/836>"
}{
  "target": " \"River channel analysis using GIS tools and DEMs\"\n\nPrimary focus: Analyzing river channels with GIS tools and DEMs."
}{
  "constraints": " The text describes the River Bathtub (RBT) GIS tools used within ESRI ArcGIS Desktop for analyzing river channels using digital elevation models (DEMs). The following constraints are applicable to this method as stated in the text:\n\n1. **Customizable interval distance**: The interval distance for calculating profile metrics is customizable.\n2. **DEMs can be derived from airborne or ground-based sources**: DEMs can be obtained from airborne remote sensing like LiDAR, or from ground-based topographic surveys.\n3. **Filtering threshold**: Filtering removes any values that are more than a set number of standard deviations from the population mean, with a filtering threshold of 4 standard deviations for CHaMP 2011 data.\n\nThe interval distance and DEM source are customizable since they can be adjusted based on specific project requirements. The filtering threshold is included to exclude outliers and improve the accuracy and reliability of the metric results. This threshold value is set at 4 standard deviations for CHaMP 2011 data.\n\nThere's no need to generate code as this text does not provide any specific coding examples or requirements."
}