{
  "keywords": " GIS, ESRI ArcGIS Desktop, DEM, river channels, RBT (River Bathymetry Toolkit), hydrology, topographic surveys"
}{
  "abstract": " The RBT (River Bisector Toolkit) is a set of tools within ArcGIS Desktop software that enables users to analyze river channels using high-resolution Digital Elevation Models (DEMs). These models can be obtained from airborne remote sensing like LiDAR or ground-based surveys. The RBT offers several features:\n\n1. Removing longitudinal valley slope (detrend) to enhance the accuracy of channel analysis.\n2. Creating user-defined cross sections through the DEM and defining hydraulic geometry metrics, such as bankfull width/depth.\n3. Computing stream gradient and sinuosity.\n4. Analyzing longitudinal variations in any channel geometry metric by cutting long profiles.\n5. Exploring water depths inside a stream to identify off-channel habitats connected to the main stem flow by varying water levels in detrended DEMs.\n6. Locating residual pools, which can be used to assess fish habitat.\n\nThe RBT is necessary for advanced river channel analysis and hydrological studies. It addresses challenges such as obtaining precise information on channel geometry and identifying potential habitats. To use the RBT, you need to have ESRI ArcGIS Desktop software installed. For more details about data collection methods, refer to http://essa.com/tools/RBT/ and http://www.monitoringmethods.org/Method/Details/836.\n\nCode-free summary."
}{
  "description": " The River Buffer Toolkit (RBT) is a collection of ArcGIS Desktop extensions designed for analyzing river channels using high-resolution Digital Elevation Models (DEMs). RBT users can work within the ESRI ArcGIS platform to process DEMs derived from various sources, such as airborne LiDAR or ground-based topographic surveys. Some primary functions of the RBT include:\n\n1. **Detrend a DEM**: This feature removes longitudinal valley slope from the DEM for improved accuracy in analyzing channel geometry metrics.\n2. **User-defined cross sections**: Users can create custom cross sections through the detrended DEM to study specific areas along the river channel.\n3. **Define hydraulic geometry**: Define bankfull width and depth in each cross section, which are essential for understanding stream behavior and floodplain dynamics.\n4. **Compute metrics**: Extract important channel geometry metrics like stream gradient and sinuosity from the detrended DEM.\n5. **Longitudinal profiles**: Generate long profiles down the length of a river channel to examine variations in channel geometry over extended distances.\n6. **Vary water levels**: Adjust the water level within a detrended DEM to analyze water depths inside a stream and identify areas of off-channel habitat still hydraulically connected to the main stem flow.\n7. **Locate residual pools**: Detect residual pools in the detrended DEM, which may be valuable indicators of fish habitat.\n\nIt's essential to note that using the RBT requires having the ArcGIS software installed on your system before you can access any of its tools. The method utilized for collecting topographic data for this analysis has evolved over time; CHaMP (Council of Aquatic Statistics and Terminology) surveys used a single line representing the mainstem in 2011-2013, whereas sites processed using the 2014 Topotoolbar include the total length of features flagged as themainstem. For more information on data collection methods, refer to the CHaMP - Topographic Point Collection Methods page (http://www.monitoringmethods.org/Method/Details/836)."
}{
  "target": " \"Label: RBT - River Channel Analysis Tools\"\n\n\"Primary focus: Analyzing river channels with ArcGIS tools using DEMs.\""
}{
  "constraints": " The text provides information about the River Bisector Tool (RBT) which is an extension for ESRI ArcGIS Desktop software to analyze and measure river channels using high resolution Digital Elevation Models (DEMs). The following constraints are applicable to the use of RBT as stated in the text:\n\n1. You need to have ESRI ArcGIS installed before you can use any of the tools in the RBT. (Constraint mentioned: \"The RBT is an ArcGIS extension...\")\n2. DEMs for analysis can be derived from airborne remote sensing, such as LiDAR or ground based topographic surveys. (No specific constraint mentioned, but it's necessary to have elevation data in order to perform the analysis.)\n3. User-defined cross sections can be cut through the DEM. (Constraint not explicitly stated, but assumed based on functionality described.)\n4. Hydraulic geometry in each cross section, such as bankfull width/depth, must be defined by the user. (Constraint mentioned: \"Define the hydraulic geometry in each cross section...\")\n5. Only features flagged as mainstem are considered for analysis. (Constraint mentioned: \"For sites processed with the 2014 topotoolbar this is the total length of features flagged as themainstem...\")\n6. Long profiles can be cut down the length of a channel to map longitudinal variations in channel geometry metrics. (Constraint not explicitly stated, but assumed based on functionality described.)\n7. Water level can be varied in a detrended DEM to investigate water depths and off-channel habitat. (Constraint not explicitly stated, but assumed based on functionality described.)\n8. Residual pools can be located to identify fish habitat. (Constraint not explicitly stated, but assumed based on functionality described.)"
}