{
  "keywords": " RBT, GIS tools, ESRI ArcGIS Desktop, digital elevation models (DEM), hydraulic geometry, channel geometry metrics, water depths, fish habitat."
}{
  "abstract": " The RBT (River Bathymetry Toolkit) is a collection of GIS tools designed for analyzing river channels within the ESRI ArcGIS Desktop software. Developed by North Arrow Research in collaboration with ESSA and the Rocky Mountain Research Station, this toolkit enables users to work with high-resolution Digital Elevation Models (DEMs), obtained either from airborne remote sensing like LiDAR or ground-based surveys.\n\nThe primary objective of RBT is to help describe and measure river channels more effectively. With its tools, you can remove the longitudinal valley slope to better analyze channel features. Users can cut custom cross sections through the DEM for detailed examinations and define hydraulic geometry characteristics such as bankfull width/depth. Additionally, it computes stream gradients and sinuosity, generating long profiles for investigating longitudinal variations in channel metrics.\n\nA key feature of RBT is its ability to simulate different water levels within a detrended DEM, allowing for the exploration of water depths and identification of off-channel habitats still connected to the main stem flow. By using this function, residual pools can be located, which may be crucial in fish habitat assessments.\n\nTo use RBT, it is necessary to have ArcGIS installed on your system since it's an add-in for that software. The CHaMP - Topographic Point Collection Methods document offers valuable information about the collection of measurement data used for analysis within this toolkit."
}{
  "description": " The River Bathymetry Toolbox (RBT) is a comprehensive suite of Geographic Information System (GIS) tools specifically designed for analyzing river channels within the ESRI ArcGIS Desktop software (McKean, 2009). Developed in collaboration between North Arrow Research, ESSA, and the Rocky Mountain Research Station, this toolkit offers various functions to process and interpret digital elevation models (DEMs) for river studies.\n\nThe primary objective of RBT is to enable users to describe and measure river channels by employing high-resolution DEMs derived from either airborne remote sensing sources like LiDAR or ground-based topographic surveys. This toolbox allows users to perform the following tasks:\n\n1. **Detrend a DEM:** Remove longitudinal valley slope using detrending to obtain an accurate representation of the channel bed topography.\n2. **Cut user-defined cross sections:** Users can extract cross-sectional views from the detrended DEM for detailed analysis.\n3. **Define hydraulic geometry:** Establish bankfull width and depth values in each cross section, which are crucial parameters for understanding channel characteristics.\n4. **Compute stream gradient and sinuosity:** Analyze channel gradient and meander shape using these essential metrics.\n5. **Cut long profiles:** Generate longitudinal profiles along the river length to study variations in any given channel geometry metric.\n6. **Vary water level:** Adjust the water level of a detrended DEM to explore the distribution of water depths within a stream and evaluate connected off-channel habitat areas.\n7. **Locate residual pools:** Identify potential fish habitats by detecting residual pools within the channel system.\n\nIt is important to note that RBT functions as an ArcGIS add-in, implying that users must first install ESRI's ArcGIS software to utilize its capabilities. The CHaMP - Topographic Point Collection Methods document provides valuable background information on gathering measurement data for analysis using this toolkit.\n\nHere is some sample Python code to perform basic tasks in RBT with the ArcPy library:\n\n```python\nimport arcpy\n\n# Set environment settings\narcpy.env.workspace = r\"path/to/your/data\"\narcpy.env.overwriteOutput = True\n\n# Load the RBT extension\narcpy.AddToolbox(\"North_Arrow_Research.River_Bathymetry_Tools\")\n\n# Use the toolbox functions\nrbt_output = arcpy.RBT_DetrendDEM(in_dem=\"input_dem.tif\", out_detrended_dem=\"output_detrended_dem.tif\")\n``` \nThis code snippet demonstrates loading the RBT toolbox and running the 'DetrendDEM' tool to detrend a DEM file."
}{
  "target": " Analyzing river channel geometry using GIS tools (RBT)."
}{
  "constraints": " Based on the given text, here are the constraints applicable to the use of the RBT (River Beyond Toolkit):\n\n1. The RBT is an ArcGIS add-in, so users must have ESRI ArcGIS Desktop software installed before they can use any of its tools. This constraint is stated in the second sentence: \"The RBT is a suite of GIS tools that work within the ESRI ArcGIS Desktop software.\"\n2. The DEMs used by the RBT can be derived from airborne remote sensing (LiDAR) or ground-based topographic surveys. However, the text does not specify any constraints regarding the choice between LiDAR and ground-based data.\n3. When cutting user-defined cross sections through the DEM, users can define hydraulic geometry in each cross section, such as bankfull width/depth. There are no stated constraints regarding how to define these parameters or their accuracy.\n4. The RBT provides tools for computing stream gradient and sinuosity. However, there are no stated constraints regarding the assumptions made about the flow regime or the accuracy of these calculations.\n5. Users can cut long profiles down the length of a channel and map longitudinal variations in any channel geometry metrics. There are no stated constraints regarding the resolution or sampling interval of the data used for these profiles.\n6. The RBT allows users to vary the water level in a detrended DEM to investigate the distribution of water depths inside a stream and the extent of off-channel habitat still hydraulically connected to the main stem flow. However, there are no stated constraints regarding how the water level is defined or the accuracy of these calculations.\n7. The RBT locates residual pools, which may be used to identify fish habitat. There are no stated constraints regarding the size or number of pools that can be identified or their accuracy in predicting fish habitat.\n\nThere are no specific constraints mentioned in the text related to data format, hardware requirements, software compatibility, or other factors. If additional information is required, please let me know and I will try to help you further."
}