{
  "keywords": " Recreational Fisheries, Data Base (RecFIN), Expansion, Effort Estimation, Unsampled Ports"
}{
  "abstract": " The Pacific States Marine Fisheries Commission (PSMFC) uses a database called Recreational Fishery Information Network (RecFIN) to keep track of recreational fishing activities. To improve the accuracy and comprehensiveness of their data, PSMFC made an expansion to account for late afternoon/night fishing activity and minor unsampled ports. This expansion involves expanding the effort and catch estimates for private boat bottomfishing and spearfishing trips by a static 4%.\n\nCurrently, RecFIN calculates the total effort by dividing the total groundfish effort by the average summer effort of sampled ports as a percentage of the total effort. The unsampled port effort is estimated by multiplying each unsampled port's average effort percentage to the total estimated groundfish effort. Similarly, the unsampled catch is calculated by multiplying each unsampled port's estimated groundfish effort with the previous year's catch per angler estimate and species composition.\n\nThis expansion aims to capture a smaller but significant portion of fishing activities, typically accounting for 10% or less of the statewide annual bottomfish effort and catch. This is important because it ensures that data collected through RecFIN more accurately reflects the actual recreational fishery activity in different areas, leading to improved fisheries management decisions."
}{
  "description": " The Pacific States Marine Fisheries Commission (PSMFC) operates a recreational fisheries database named Recreational Fishery Information Network (RecFIN). To enhance the accuracy of data collection, the RecFIN statistical sub-committee proposed two expansions. These expansions aim to capture late afternoon/night fishing activity and fishing at minor unsampled ports (as depicted in Figure 1).\n\nThe first expansion involves a static 4% increase in effort and catch estimates for private boat bottomfishing and spearfishing trips that fall outside the regularly sampled ports. The RecFIN methodology calculates total groundfish effort by dividing the total groundfish effort at sampled ports by their average 3-year summer effort, expressed as a percentage of the overall groundfish effort.\n\nTo account for unsampled ports, the current unsampled port effort is estimated by multiplying each unsampled port's average effort percentage to the total estimated groundfish effort. Consequently, the unsampled catch estimate is calculated by multiplying each unsampled port's estimated groundfish effort by the previous year's catch per angler estimate and then by the previous year's estimated groundfish species composition.\n\nIn summary, these expansions contribute to approximately 10% or less of the statewide annual bottomfish effort and catch. This approach enables RecFIN to account for a more comprehensive range of fishing activities and locations, ultimately improving the accuracy and completeness of its recreational fisheries data.\n\nCode generation is not applicable in this case as the content primarily consists of descriptive text rather than code or algorithms."
}{
  "target": " Expanding RecFIN database with unsampled ports' data (4% effort, 10% catch)"
}{
  "constraints": " The text discusses the methods used by the Pacific States Marine Fisheries Commission (PSMFC) to estimate effort and catch for recreational fisheries in unsampled ports and late afternoon/night fishing activity. The following constraints are applicable to this method:\n\n1. The static expansion recommended by the RecFIN statistical subcommittee is 4% for private boat bottomfishing and spearfishing trips (line 5). This means that the estimate for these types of trips will be increased by a fixed percentage.\n2. The expansion accounts for 10% or less of the statewide annual bottomfish effort and catch (line 14). This constraint ensures that the expanded estimates do not significantly affect the overall estimates for the entire fishery.\n3. Unsampled ports' estimated groundfish effort is calculated by multiplying each unsampled port's average effort percentage to the total estimated groundfish effort (lines 9-10).\n4. The current unsampled port catch is estimated by multiplying each unsampled port's estimated groundfish effort with the previous year's catch per angler estimate and then to the previous years estimated groundfish species composition (lines 11-12).\n5. The RecFIN Effort Estimation method uses the current total groundfish effort, which is estimated by dividing total groundfish effort by sampled ports' average 3-year summer effort as a percentage of the total effort (lines 3-4). This implies that the method relies on data from sampled ports to estimate the total effort.\n\nThere are no apparent code snippets in the text, so there is no need to generate any code."
}