{
  "keywords": " CWT (coded-wire tag), run reconstruction, salmon fisheries, hatcheries, RMIS (Regional Marine Fisheries Commissions Regional Mark Information System), data analysis, smolt-to-adult survival rate."
,
  "abstract": " This text describes a method called \"run reconstruction\" used to track the fate of salmon released with coded-wire tags (CWT). The goal is to determine what percentage of these salmon are harvested in various fisheries and what percentage escapes to spawning grounds.\n\nThe process begins when agencies release salmon with CWT into different bodies of water. When these salmon are later caught or identified during escapement, the details about their CWT code, species, stock, hatchery origin, and other information are reported to a regional database called RMIS.\n\nData from this database is analyzed after no more adult returns are expected (around age 6), giving time for all necessary data to be collected. By analyzing these data, we can learn the following:\n\n1. Percentage of salmon harvested in ocean commercial, sport, river program fishers, and river other commercial fisheries.\n2. Percentage of salmon represented in escapement to hatcheries and spawning grounds.\n\nThis information is crucial for understanding how program releases contribute to various fisheries and ecosystems, and it helps determine the survival rates of released salmon (smolt-to-adult survival). The method relies on data from multiple sources including agencies involved in CWT detection during fisheries sampling, hatchery sampling, spawning ground surveys, and RMIS.\n\nIn summary, run reconstruction is a vital process that allows us to monitor the impact of salmon releases on various fisheries, ecosystems, and hatcheries by accurately tracking their fate. This information is essential for ensuring sustainable fisheries, maintaining healthy populations, and making informed decisions regarding future releases."
,
  "description": " In the context of fisheries management, run reconstruction is a method used to determine the fate of salmon with specific Coded-Wire Tags (CWTs) over multiple years. This approach is particularly useful for programs that release salmon, where a proportion are tagged with CWTs. The objective is to identify the percentage of salmon harvested in various fisheries and the percentage escaping to hatcheries and spawning grounds.\n\nRun reconstruction data collection involves several key actors: agencies involved in CWT detection during fisheries sampling, hatchery sampling, and spawning ground surveys, as well as the Pacific States Marine Fisheries Commissions Regional Mark Information System (RMIS). Program releases are submitted to RMIS with essential details like CWT code, species, stock, hatchery origin, release site, release date, release location, number of CWT tags, number of non-CWT tagged fish, fin mark type, and size at release.\n\nAs salmon from program CWT codes return and get harvested or escape to the spawning grounds, reporting agencies submit relevant data to RMIS. This includes details submitted after release (such as recovery date, fishery, gear, and recover location). Once enough adult returns have been recorded (usually up to age 6 for Chinook salmon), and a sufficient period is given for agencies to submit all data to RMIS, the program tag code data can be downloaded, and data analysis begins.\n\nThe primary goal of run reconstruction analysis is to provide insights into the fate of salmon produced by the program. This includes calculating smolt-to-adult survival rates, understanding how program releases contribute to various fisheries, and assessing the potential impact on hatchery-produced fish in spawning grounds. By aggregating all program CWT recoveries analyzed using this method, one gains a comprehensive perspective of the salmon's life cycle and population dynamics.\n\nIn summary, run reconstruction is an essential process in fisheries management that uses data from tagged salmon to understand their fate over multiple years. It involves collecting detailed information about releases, harvests, and escapements, which are then analyzed to assess survival rates, contributions to various fisheries, and impacts on spawning grounds. The method relies on the collaboration of multiple agencies and the Pacific States Marine Fisheries Commissions Regional Mark Information System (RMIS) for data collection and analysis."
,
  "target": " Analyzing salmon fish stock fates using CWT data."
,
  "constraints": " Based on the text provided, here are the constraints applicable to the method of run reconstruction:\n\n1. Data relies on agencies involved in CWT detection during fisheries sampling, hatchery sampling, and spawning ground surveys.\n2. Data from program releases and tag recoveries are submitted to RMIS.\n3. Program tag code data are downloaded after no more adult returns are expected and a sufficient amount of time is given for agencies to submit data to RMIS.\n4. Analysis begins after the data download.\n\nThe constraints are stated throughout the text, with explicit mentions of the involvement of various agencies in detecting tag codes and submitting data to RMIS (lines 3, 6-7, 12), the submission of program release data and tag recovery data to RMIS (line 13), and the downloading and analysis of program CWT recoveries after no more adult returns are expected and a sufficient amount of time is given for agencies to submit data (lines 14-15).\n\nThere are no apparent code snippets in the text."
}