{
  "keywords": " Fish trapping, Sub-sampling procedure, Rotary screw traps, High fish density, Partitioned trap box, Bypass system, PIT tags."
}{
  "abstract": " In some streams where natural fish are migrating and hatchery fish are being released at the same time, rotary screw traps must be kept operational to gather important data for fish abundance estimates. This can lead to situations where the number of fish caught is too high for personnel to handle or may cause density-related health issues if fish are not processed quickly enough.\n\nTo address these challenges and ensure fish health while still obtaining necessary trapping data, a sub-sampling procedure is applied during periods of unusually high catch using a modified trap box. The trap box has a partition separating the front and back sections with a sliding door that can open to let fish move through or keep them in the front section. There's also a bypass door adjacent to the partition, which when opened allows captured fish to pass through a tube equipped with a PIT tag antenna for passive interrogation before being released back into the river without handling.\n\nThis method helps manage high fish densities by implementing pro-active or re-active sub-sampling procedures during these periods. Estimates of bypassed individuals for each species, run, and rear are calculated using one of two provided equations. By using this method, we can efficiently collect required trapping data while minimizing stress on captured fish and ensuring their overall health."
}{
  "description": " This text describes a sub-sampling procedure used during high fish density periods in rotary screw traps for collecting data on natural fish populations while minimizing fish health issues. The method involves using a modified trap box with a partition and sliding door to separate the front and back sections of the box, allowing captured fish to be sorted and bypassed through a tube equipped with a PIT tag antenna.\n\nThe rotary screw trap boxes are specially assembled for sub-sampling during periods of high catch. A partition is installed in the front quarter of the trap box, complete with a sliding door that can open or close, allowing fish to move through or keeping them in separate sections. The partition's adjacent right wall has a bypass door, which when opened, lets captured fish pass through a short tube outfitted with a passive interrogation antenna for detecting PIT tags on recaptured fish.\n\nBy utilizing this sub-sampling technique, it is possible to implement either proactive or reactive procedures during high fish density periods. The estimated number of individuals bypassed (N) for each species, run, and rear are calculated using one of two equations:\n\n1. Proactive Sub-Sampling Equation: N = (Total number of fish captured in a given period × Sampling rate) - Total number of fish retained for processing.\n2. Reactive Sub-Sampling Equation: N = Total number of fish bypassed through the tube during the high fish density period.\n\nThis method facilitates efficient data collection while reducing fish handling and potential health issues in overcrowded traps, thus promoting optimal fish health and overall population management."
}{
  "target": " Sub-sampling procedure for high fish density periods in rotary screw traps."
}{
  "constraints": " Based on the provided text, the following constraints applicable to the sub-sampling procedure using rotary screw traps are identified:\n\n1. Operational requirement during fish migration and release periods: Rotary screw traps must remain operational during certain fish migration times to collect data for abundance estimates. (Line 1-3)\n2. Personnel and fish health considerations: Due to the large number of fish caught or potential density-related health issues, sub-sampling procedures are necessary. (Line 4-7)\n3. Use of modified trap boxes: Modified RST trap boxes with a partition and bypass door are used for sub-sampling during high fish density periods. (Line 8-15)\n4. Data collection through PIT tag antenna: Fish passing through the bypass tube are passively interrogated using a PIT tag antenna to collect recapture data. (Line 13-15)\n5. Estimation of individuals bypassed: Estimates of individuals bypassed for each species, run and rear present in the sub-sample are calculated using specified equations. (Line 16)\n\nThere is no explicit constraint mentioned in the text regarding the number or size of fish that can be used with this method. However, the need to implement sub-sampling procedures due to overwhelming fish numbers or density-related health issues suggests that larger fish or a greater number of fish could potentially pose challenges for personnel and fish health. Therefore, it is reasonable to assume that there might be size or number limitations in practice to ensure effective sub-sampling while minimizing potential harm to fish and maintaining personnel safety."
}