{
  "keywords": " Screw trap, Cone, Perforated plate, River, Fish, Live box, Winch, Navigation hazard, Signage, Visibility"
,
  "abstract": " The screw trap is a fish capture device designed to effectively harvest migrating fish in rivers. It consists of a cone-shaped structure, perforated with holes and mounted on a pontoon barge (see Figure 1). Inside the cone are two tapered flights that rotate around a central shaft, powered by the river's current. Downstream fish are drawn into the wide end of the cone (typically 1.5 m or 2.5 m in diameter) and gently guided towards a live box at the rear of the trap (see Figure 2).\n\nThe necessity of screw traps lies in their ability to efficiently capture fish without harming them, unlike other methods such as gill nets which can cause injury or mortality. This is crucial for maintaining healthy fish populations and ensuring sustainable fishing practices.\n\nAdditional features include adjustable elevation through winches, a rear drum screen to remove debris, and optional safety measures like signage, flashing lights, and deflectors (see Figure 3). Safety precautions are essential due to the potential hazards posed by screw traps to boaters, float tubers, swimmers, and large woody debris.\n\nHere is a Python code snippet for generating a simple visualization of a screw trap using Matplotlib:\n\n```python\nimport matplotlib.pyplot as plt\nimport numpy as np\n\n# Define parameters\nwidth = 2.5 # diameter of wide end in meters\nheight = 1.5 # height of the cone in meters\nangle = np.linspace(0, 360, 72) # angle of each ray in degrees\nradius = np.sin(np.deg2rad(angle))\nx = width + radius * np.cos(np.deg2rad(angle))\ny = height / 2 + radius * np.sin(np.deg2rad(angle))\n\n# Plot the figure\nfig, ax = plt.subplots()\nax.plot(x, y, 'k-') # plot the cone outline\nax.set_aspect('equal')\nax.axis('scaled')\nax.grid()\nax.set_title(\"Screw Trap\")\nplt.show()\n```"
,
  "description": " The screw trap is a hydro-mechanical device utilized for capturing downstream migrating fish (see Figure 1). Its primary structure consists of a conically shaped perforated plate cover, which is affixed to a pontoon barge. Two tapered flights, spiral wound around a central axis shaft, are situated within the trap cone. The cone's wide end faces upstream and employs the river current force to rotate the entire assembly about its axis, mimicking an Archimedes screw principle.\n\nFish are drawn into the wide end of the trap (available in diameters of either 1.5m or 2.5m) by the force of the flowing water and are then gently conveyed towards a live box at the rear of the trap through the action of the tapered flights (see Figure 2). A winch system is employed to adjust the screw's forward elevation, with an optional additional winch to regulate the aft end's height.\n\nA small drum screen can be installed at the live box outlet to filter organic debris, either powered by the rotating cone or through a paddle wheel mechanism (see Figure 3). It is important to note that screw traps present potential hazards to boaters, float tubers, and swimmers when deployed in rivers. To mitigate these risks, signage should be positioned upstream to guide river users on how to safely navigate around the trap. Additional safety measures may include installing flashing lights for improved visibility and deflectors to obstruct entry of water users and large woody debris into the trap."
,
  "target": " Designing and Operating a River Fish Screw Trap System.\n\nPrimary focus: River fish trap design and operation."
,
  "constraints": " The text discusses the operation and design of a screw trap used for fishing in rivers. Here are some constraints mentioned in the text:\n\n1. The screw trap consists of a cone-shaped structure mounted on a pontoon barge. (Figure 1)\n2. The tapered flights within the cone rotate about a center shaft, using the force of the river to turn the cone.\n3. Downstream migrating fish are swept into the wide end of the cone and gently augured into a live box at the rear.\n4. A winch is used to adjust the forward elevation of the screw, and another winch may be used to raise and lower the aft end if desired.\n5. Screw traps are navigation hazards to boaters, float tubers, and swimmers, and should have signage upstream to instruct users on safe avoidance. (Figure 3)\n6. Protective measures like flashing lights and deflectors may be used to improve visibility and prevent water users and large woody debris from entering the trap. (Figure 3)\n\nThe constraints are mentioned throughout the text, with Figure 1-3 providing visual aids to illustrate the different components of the screw trap system."
}