{
  "keywords": " Rotary screw traps (RSTs), trap box, pontoons, helical cone, installation, maintenance"
,
  "abstract": " Rotary screw traps (RSTs) are used to prevent salmon and steelhead from leaving their natural streams during migration. These traps consist of a box-shaped structure with two pontoons and a helical cone. Once assembled on site by attaching the components together using a cable and winch pulley system, the trap becomes operational or non-operative depending on whether the cone is submerged in the current or raised out of it. RSTs can be installed and removed within a day with a small team, as long as the anchoring system is already in place.\n\nThe necessity of using rotary screw traps lies in their ability to help maintain healthy fish populations in rivers by preventing over-fishing and protecting specific stock populations for conservation purposes. The system's design allows for efficient installation, removal, and maintenance, minimizing disruption to the natural environment. Safety is a top priority when working with RSTs, especially during cold water periods or high flows, where staff must wear personal floatation devices, work in pairs, and have safety throw ropes at hand. Regular maintenance is essential to ensure the trap operates effectively, safely capturing fish without causing harm."
,
  "description": " Rotary screw traps (RSTs) are complex systems utilized for capturing out-migrating salmonids, specifically salmon and steelhead, from their native streams. The primary components of the RST are as follows: a trap box, two pontoons, and a helical cone.\n\nUpon assembly at the designated site, these elements are bolted together to render the system operational or inoperative. This functionality is attained by adjusting the position of the helical cone within the current via a cable and winch pulley mechanism.\n\nRST installation can be achieved with a minimal crew of two to three individuals in a single day, contingent upon the pre-installation of the anchoring system. During setup and maintenance procedures, extreme care is exercised around RSTs, particularly during periods of cold water and high flows.\n\nRST crews typically work in pairs, donning personal floatation devices for enhanced safety and having readily available safety throw ropes to mitigate potential accidents. Waders with felt soles are worn by staff to ensure optimal traction while working around the trap.\n\nAdditionally, during frigid temperatures when the RST is covered in ice, extra precautions must be taken to ensure the safety of those involved. Regular maintenance and repairs are performed as required to maintain efficient fishing performance and securely capture fish without inflicting harm."
,
  "target": " Assembling and operating Rotary Screw Traps for salmon and steelhead capture."
,
  "constraints": " Based on the provided text, here are the constraints mentioned and where they appear in the text:\n\n1. RSTs can be installed and removed from a stream with two-three staff in a day provided the anchoring system is previously installed. (Constraint: Time and labor resources)\n2. Extreme caution is taken when working around RSTs, especially during periods of cold water and high flows. (Constraint: Safety)\n3. Trap crews work in pairs and wear personal floatation devices and have safety throw ropes available in case of an accident. (Constraint: Safety)\n4. All staff wear waders with felt soles to provide traction when working around the trap. (Constraint: Safety)\n5. Extra precaution is taken during freezing temperatures when the trap is covered in ice. (Constraint: Safety and weather conditions)\n6. Maintenance and repair of the trap occurs as needed to keep it fishing efficiently and to capture fish safely without causing harm. (Constraint: Efficiency and safety)\n\nThese constraints are necessary for ensuring the safe and efficient operation of Rotary Screw Traps (RSTs). Installing, removing, and maintaining RSTs requires proper planning and execution due to time constraints, labor requirements, and weather conditions. Additionally, prioritizing safety measures such as personal protective equipment and teamwork is crucial in minimizing risks during the process."
}