{
  "keywords": " Site map, Scaled drawing, Unique features, Tier 1 channel units, Anthropogenic influence"
}{
  "abstract": " In order to effectively locate and relocate sites in the future, a site map is created using various tools such as site photos, UTM coordinates, and descriptive labels. Site maps serve an important purpose by helping to identify key features of a site, including benchmarks, control points, site monuments, temperature loggers, and any anthropogenic influences like logging or cattle grazing.\n\nThe artist responsible for creating the site map must take great care in accurately drawing all unique and significant site features to scale. By referencing the location of Tier 1 channel units and side channels, the site map can provide valuable information for future relocations. Moreover, by indicating the presence of anthropogenic influences, such as logging or cattle grazing, the site map aids in understanding how these factors may impact the site over time.\n\nIn summary, the necessity of creating an accurate site map lies in its ability to provide valuable information for future relocations and characterization of sites. By incorporating various tools and carefully documenting all unique features, any potential issues with locating or understanding a site can be addressed effectively."
}{
  "description": " This text discusses the creation and utilization of site maps for the purpose of relocating sites in the future. The process involves using site maps in conjunction with photographs, UTM coordinates, and verbal descriptions. Site maps serve a crucial role in characterizing a site and facilitating the identification of benchmarks, control points, site monuments, and temperature loggers.\n\nThe creation of an accurate site map necessitates meticulous attention to detail from the artist. The artist must draw each site to scale, taking care to represent the unique and significant features of the site. When producing a site map, it is essential to reference the location of Tier 1 channel units and side channels for added precision.\n\nMoreover, the presence of anthropogenic influences such as logging, cattle grazing, dikes, and other human-made structures should be indicated on the site map. Anthropogenic influences can significantly alter the natural landscape and impact the accuracy of future measurements or observations at the site. Therefore, their inclusion in the site map is vital for maintaining an accurate record of the site's condition."
}{
  "target": " Assisting in creating detailed site maps for future location and relocation.\n\nPrimary focus: Detailed site mapping for future reference."
}{
  "constraints": " The text provides several constraints related to creating site maps for relocating sites in the future:\n\n1. Site maps should be used with other data sources like photos, UTM coordinates, and verbal descriptions (line 1).\n2. Site maps must accurately represent each site's unique and significant features, drawn to scale (lines 4-5).\n3. The presence of Tier 1 channel units and side channels should be referenced on the site map (line 7).\n4. Anthropogenic influences such as logging, cattle grazing, dikes, etc., should be indicated on the site map (line 9).\n\nThese constraints are necessary to ensure that site maps effectively assist in relocating sites and characterizing their features accurately for future reference. The artist must pay close attention to these details while creating site maps to facilitate efficient and accurate location of benchmarks, control points, site monuments, temperature loggers, and identification of any anthropogenic influences."
}