{
  "keywords": " Spatial Stream Network (SSN) modeling, Universal kriging, Block kriging, Fish population estimation, Geospatial datasets, Covariates, Anadromous species conservation, Large fish density datasets."
,
  "abstract": " The method described is a predictive mapping approach for estimating fish densities and population sizes in large river networks, specifically for anadromous species like Chinook salmon and steelhead. This approach is important for conservation and management as it provides broader scale estimates than traditional methods which are limited by sampling costs and only cover small portions of the network.\n\nThe method uses large fish density datasets, spatial-stream-network (SSN) models that consider non-independence among samples, and national geospatial database frameworks for streams to create a scalable population estimation approach. This is accomplished through universal kriging which predicts continuous maps of juvenile salmonid densities among survey locations and block kriging (BK) to summarize discrete map areas for population estimates at larger scales.\n\nReach covariates are also incorporated into the SSN models to assess habitat factors that may affect fish distribution and density. The method is applied using software such as STARS and SSN in ArcGIS and R computing environments.\n\nThe necessity of this approach lies in the limitations of traditional methods for estimating fish populations which only provide small scale estimates and are costly. By utilizing large datasets, advanced modeling techniques, and spatial data frameworks, the method provides broader scale population estimates that can inform conservation and management efforts more effectively.\n\nThe method was developed based on previous research by Ver Hoef et al. (2006, 2008) with recent modifications for estimating fish population sizes in stream networks as described in Isaak et al. (2017). The method uses a dataset of reach scale estimates of fish densities and covariates throughout a network that is pre-processed using STARS software before analysis with the SSN software in R.\n\nThe code for applying this method would involve using the STARS and SSN software packages in R to conduct the analysis, predicting continuous maps of fish density using universal kriging equations, making population estimates using block kriging, and creating prediction maps for various scenarios such as baseline, annual densities, and future density projections based on changes in environmental factors. However, providing the full code is beyond the scope of this answer."
,
  "description": " The text body describes a methodology for predicting fish densities and population sizes using spatial-stream-network (SSN) models and block kriging. This approach aims to create a scalable population estimation method for anadromous species, utilizing large fish density datasets, SSN models that account for non-independence among samples, and national geospatial database frameworks.\n\nThe process begins with preprocessing the dataset using STARS software. Reach covariates are incorporated into the SSN models to assess habitat factors influencing fish distribution and density. Subsequently, the analysis is conducted using SSN software in the R statistical environment, applying universal kriging equations for continuous fish density prediction among survey locations and block kriging for population estimation at larger scales.\n\nThe methodology was initially developed based on Ver Hoef et al. (2006) and Ver Hoef (2008), with recent modifications specific to estimating fish population sizes in stream networks as described in Isaak et al. (2017). A standardized dataset, preprocessed using STARS, is used for the analysis, describing spatial relationships among survey sites on a network and associated topology files.\n\nThe analysis is performed on a large dataset of juvenile Chinook salmon and steelhead density surveys collected from various agencies in northeastern Oregon, southeastern Washington, and central Idaho. The fish surveys were conducted primarily by snorkeling and electrofishing, with reach length varying for each methodology. Linear density values are created from survey data to standardize the dataset.\n\nMidpoints of fish density survey reaches are linked to a vector stream network downloaded from the National Stream Internet website. The NSI network is a derivative of the 1:100,000 scale NHDPlusV2 network, adjusted for SSN analysis using STARS software and trimmed to match the StreamNet distribution layers for target species.\n\nTwenty-six covariates are summarized from available geospatial datasets, including measures of summer stream temperature, flow characteristics, channel type, riparian conditions, land use/cover types, geologic attributes, and invasive species occurrence. Covariate values are attributed to fish survey sites as well as a set of model prediction points at 250-m intervals throughout the habitat networks.\n\nThe linear fish density observations and covariate values at observation and prediction points are processed in ArcGIS version 10.3 using STARS version 2.0.4 to generate spatial, topological, and attribute information files needed for model fits with the SSN package.\n\nSSN models are fit to the final datasets and used to create prediction maps of juvenile Chinook salmon and steelhead densities throughout potential habitat networks associated with 24 different scenarios. Scenarios include a baseline composite scenario, annual density scenarios for each year from 2000 through 2018, prediction standard errors representing spatial precision, and three future density scenarios based on the final SSN model relationships between juvenile densities and mean August stream temperature for each species.\n\nCode: Unfortunately, there is no code in this text body for me to generate again."
,
  "target": " Scalable approach to fish population estimation using SSN models and block kriging."
,
  "constraints": " The text describes a method for estimating fish population sizes using predictive mapping and spatial-stream-network (SSN) models. Here are some constraints stated in the text:\n\n1. Sampling costs limit the extent of most fish population estimates to small portions of river networks. (line 2)\n2. The method uses large fish density datasets, spatial-stream-network models that benefit from non-independence among samples, and national geospatial database frameworks for streams. (lines 3-5)\n3. The dataset used in the analysis must include reach scale estimates of fish densities and covariates throughout a network. (line 12)\n4. The method is implemented using the STARS and SSN software in ArcGIS and R computing environments. (line 17)\n5. The fish surveys were conducted primarily by snorkeling and to a lesser degree by electrofishing, through reaches that varied in length and used methodologies specified by each agency. (lines 23-26)\n6. The NSI network used in the analysis must be downloaded from the National Stream Internet website and topologically adjusted for SSN analysis using the Spatial Tools for the Analysis of River Systems software. (lines 28-32)\n7. Twenty-six covariates with the potential to affect juvenile salmonid densities were summarized from available geospatial datasets. (line 35)\n8. The SSN models are fit to the final datasets and used to create prediction maps of juvenile Chinook salmon and steelhead densities throughout the potential habitat networks associated with different scenarios. (lines 40-41)\n\nThere is no code provided in the text, so there is no need for code generation."
}