{
  "keywords": " Anadromous fish species, Population estimation, Spatial-stream-network models, Universal kriging, Block kriging, Reach covariates, STARS software, ArcGIS computing environment, R computing environment."
}{
  "abstract": " The text describes a new approach for estimating population sizes of anadromous fish species using data from large fish density datasets and spatial-stream-network (SSN) models. This method is crucial for conservation and management efforts as accurate population size estimates are limited by high sampling costs, which typically only allow for estimates of small portions of river networks.\n\nThe new approach takes advantage of non-independent samples within the stream network and uses SSN models to create a broadly scalable population estimation method. This is done by predicting continuous maps of fish densities among survey locations with universal kriging, and summarizing those maps into discrete areas for population estimates using block kriging at various scales - stream, river, and network levels.\n\nAdditionally, reach covariates are incorporated into the SSN models to assess factors affecting fish distribution and density, such as habitat conditions. The SSN-BK population estimator is applied using tools like STARS and SSN software in both ArcGIS and R computing environments.\n\nThis new method significantly expands the scope of population size estimation for anadromous fish species by creating a more comprehensive approach that overcomes the limitations imposed by sampling costs, providing valuable insights for conservation and management efforts.\n\nCode snippets are not included in this overview as it focuses on explaining the method at a high-level, non-technical perspective."
}{
  "description": " The text discusses the importance of population size estimates for anadromous fish species in conservation and management, but limitations in sampling costs restrict most assessments to smaller portions of river networks covering hundreds or thousands of linear kilometers. To overcome this challenge, large fish density datasets, spatial-stream-network (SSN) models, and national geospatial database frameworks are utilized to develop a broadly scalable approach for population estimation.\n\nSSN models are a crucial component in this methodology. They benefit from non-independence among samples as they capture the spatial relationships between fish populations within a river network. Universal kriging is used to predict continuous maps of densities among survey locations, taking into account spatial autocorrelation and trends. Block kriging (BK), on the other hand, summarizes discrete map areas to make population estimates at various scales such as stream, river, and network levels.\n\nReach covariates are also integrated within SSN models to assess habitat factors that may influence fish species distribution and density. These covariates could include variables such as water temperature, pH levels, substrate types, or flow velocities. The choice of relevant reach covariates should be informed by prior knowledge and data availability.\n\nThe SSN-BK population estimator is applied using specialized software, including the STARS (Statistical Toolbox for Assessing River Systems) and SSN (Spatially-explicit Stream Network) tools within the ArcGIS and R computing environments. This allows users to handle complex data structures, perform spatial analyses, and visualize results effectively.\n\nIn summary, this methodology uses large fish density datasets, SSN models, and national geospatial database frameworks to create a scalable approach for anadromous fish population estimation. The SSN-BK estimator employs universal kriging and block kriging to generate continuous maps of densities and make population estimates at various scales while accounting for spatial autocorrelation and reach covariates. This technique allows for more comprehensive assessments of fish populations in larger river networks, enabling informed conservation and management decisions."
}{
  "target": " Scalable Anadromous Fish Population Estimation using SSN-BK."
}{
  "constraints": " The text describes a population estimation method for anadromous fish species using spatial-stream-network (SSN) models and universal kriging with block kriging (BK). The following constraints are mentioned in the text:\n\n1. Sampling costs limit the extent of most population size estimates to small portions of river networks. This constraint is related to the practicality and cost-effectiveness of collecting data, as noted in the first sentence of the text.\n2. The method uses non-independence among samples provided by SSN models. This constraint implies that the data points are not assumed to be independent, which can impact statistical analysis and population estimation methods like kriging.\n3. The availability of large fish density datasets, spatial-stream-network (SSN) models, and national geospatial database frameworks for streams is a requirement for this method to be applied effectively. This constraint refers to the need for comprehensive data and tools to create accurate population estimates at various scales.\n\nThere's no code provided in the text, as it focuses on describing the methodology behind the SSN-BK population estimator using STARS and SSN software."
}