{
  "keywords": " Environmental Assessment Program, SOP, grab sampler, freshwater sediment, chemistry, bioassay"
}{
  "abstract": " This document outlines a Standard Operating Procedure (SOP) for collecting freshwater sediment samples using grab samplers. The importance of following this SOP arises from the need to gather sediment for chemistry or bioassay analyses in a consistent and controlled manner. Several types of grab samplers, including Petite Ponar, Ponar, Ekman, and Van Veen designs, are mentioned as equipment suitable for this purpose.\n\nThe necessity of having a specific SOP for freshwater sediment collection with grab samplers arises due to the unique requirements of these analyses. The text emphasizes that this SOP is not intended to cover all possible types of samplers and equipment, but rather focuses on those commonly used for the specified purpose.\n\nThe SOP does not apply to the collection of freshwater benthic invertebrates or sample collection in marine or estuarine waters. Separate procedures exist for these purposes. The use of core samplers with freshwater sediments is covered by a different SOP.\n\nBy following this SOP, consistent and reliable samples are obtained for chemistry or bioassay analyses. This ensures accurate results and helps in addressing any potential issues related to sample collection using grab samplers for freshwater sediment analysis."
}{
  "description": " This Environmental Assessment Program (EAP) Standard Operating Procedure (SOP) outlines the procedures for acquiring freshwater sediment samples using grab samplers. The SOP encompasses the collection process for chemistry or bioassay analyses, employing various equipments such as Petite Ponar, Ponar, Ekman, and Van Veen designs. It's important to note that this document does not provide an exhaustive review of other available sediment samplers and equipment. For information regarding other types of samplers, refer to EPA (2001).\n\nThe SOP is intended for use during freshwater sediment collection activities carried out with grab samplers in order to obtain samples suitable for chemistry or bioassay analyses. This procedure does not pertain to the procurement of freshwater benthic invertebrates. For a separate SOP on using core samplers for freshwater sediments, see Ecology (2008).\n\nThe scope of this SOP excludes sample collection from marine or estuarine waters. Instead, recommendations for those water types should be based on Puget Sound Protocols (PSEP, 1997a) and Ecology guidelines (Ecology, 2003). An alternative SOP exists for PSAMP Marine Sediment Component collection activities executed by Ecology's Marine Monitoring Unit (Ecology, 2007).\n\nIn summary, this EAP SOP provides a detailed guideline for obtaining freshwater sediment samples utilizing grab samplers, specifically for chemistry or bioassay analyses. Various types of equipment are employed in the process including Petite Ponar, Ponar, Ekman, and Van Veen designs. The SOP does not apply to procedures for collecting freshwater benthic invertebrates or marine/estuarine water samples. For more information on alternative samplers and equipment, consult EPA (2001)."
}{
  "target": " Freshwater sediment sampling with grab methods for chemistry and bioassay analyses."
}{
  "constraints": " Based on the given text, here are the constraints applicable to the sediment sampling method using grab samplers for chemistry or bioassay analyses in freshwater:\n\n1. The SOP is specific to freshwater and does not apply to marine or estuarine waters. This constraint is stated in the third paragraph: \"An SOP is available for Puget Sound Assessment and Monitoring Program (PSAMP) Marine Sediment Component collection activities performed by Ecology's Marine Monitoring Unit (Ecology, 2007).\"\n\n2. The SOP applies only to the collection of sediment for chemistry or bioassay analyses using specific equipment such as Petite Ponar, Ponar, Ekman, and Van Veen designs. This constraint is stated in the first paragraph: \"This document is the Environmental Assessment Program (EAP) Standard Operating Procedure (SOP) for obtaining freshwater sediment samples with a grab sampler. This SOP covers collection of sediment for chemistry or bioassay analyses using equipment including Petite Ponar, Ponar, Ekman, and Van Veen designs.\"\n\n3. The SOP does not apply to the collection of freshwater benthic invertebrates. This constraint is stated in the second paragraph: \"The use of core samplers with freshwater sediments is covered by a separate SOP (Ecology, 2008). This SOP does not apply to the collection of freshwater benthic invertebrates.\"\n\nThere are no constraints mentioned in the text regarding the location, frequency, or number of sediment samples to be collected. Additionally, there is no mention of any specific quality assurance or quality control measures that should be taken during or after the sampling process. The text only provides information on which types of equipment and analyses are covered by this SOP."
}