{
  "keywords": " Fish populations, Chinook Salmon, Summer Steelhead, Data collection, Analytical methodology, Indicators and metrics, Technical teams, Data management"
}{
  "abstract": " The text describes a standardized methodology used by the Nez Perce Tribe (NPT) to calculate indicators and metrics for their monitored fish populations. This approach aims to maintain transparent, reproducible, and comparable data across all project areas and fish populations.\n\nThe NPT's Department of Fisheries Resources Management (DFRM) Research Division employs four technical teams: Adult Technical Team (ATT), Juvenile Technical Team (JTT), Data Management team, and Research Division management. Each team focuses on specific aspects of data collection, analysis, and management for Chinook Salmon and summer steelhead.\n\nThe ATT examines adult fish data from various sources like spawning ground surveys, weir operations, and PIT tag detection systems, focusing on abundance, life history characteristics, and population productivity. The JTT handles juvenile fish data collected through rotary screw traps, beach seining, underwater snorkeling, and in-hatchery monitoring, discussing metrics like abundance, survival, and life history stages.\n\nTo ensure a consistent methodology, standardized techniques and calculations for each indicator and metric were chosen collaboratively by Research Division projects and technical teams. In cases where multiple methods were necessary due to management strategies or fish population complexity, these differences are clearly identified.\n\nThe Data Management team handles data acquisition, storage, and processing, while the Research Division management focuses on data analysis and hatchery effectiveness monitoring. This methodology aims to streamline the data collection, analysis, and reporting processes for NPT, ensuring accurate and efficient tools to answer data-related questions."
}{
  "description": " The document describes the technical approach utilized by the Nez Perce Tribe (NPT) Department of Fisheries Resources Management (DFRM) Research Division for calculating indicators and metrics related to Chinook Salmon and summer steelhead populations. To ensure transparency, reproducibility, and comparability of data across various project areas and fish populations, the division employs a standardized methodology.\n\nThe Research Division consists of four technical teams: Adult Technical Team (ATT), Juvenile Technical Team (JTT), Management and Project Leaders Team, and Data Management Team. The ATT focuses on examining data collected from spawning grounds, picket weirs, and in-stream Passive Integrated Transponder (PIT) tag detection systems. Indicators of interest for the ATT include population abundance, life history characteristics, and productivity.\n\nThe JTT is responsible for analyzing data derived from rotary screw traps, beach seining, underwater snorkeling, and in-hatchery monitoring. Metrics discussed by the JTT encompass juvenile abundance, survival, and life history characteristics across different stages.\n\nThe Management and Project Leaders Team collaborates with research division projects and technical teams to determine the best methods for data analysis and hatchery effectiveness monitoring or implementing adaptive management strategies.\n\nData acquisition, storage, and processing are handled by the Data Management Team, which creates efficient tools to facilitate answering project-specific data queries and generating accurate results.\n\nThe objective of this document is to establish a unified methodology for calculating high-level indicators and metrics across all NPT monitored areas. To maintain consistency, standardized methods and calculations were chosen collaboratively by Research Division projects and technical teams based on the best representation of fish populations under study. Although efforts were made to avoid using multiple methods for indicator and metric calculations, some exceptions were made due to differences in management strategies or population complexities. In these cases, unique methodologies used at each location are clearly identified within the document.\n\nIt is important to note that various calculations and techniques are necessary to capture rare annual events requiring more complex analysis. Progress reports detailing these methodologies will be provided annually. The success of this work relies heavily on the expertise and knowledge of NPT DFRM Research Division staff, whose contributions were invaluable to the development and implementation of this standardized approach."
}{
  "target": " Standardized methods for calculating fish population indicators"
}{
  "constraints": " The text does not impose specific constraints on the method explicitly, but it does mention some considerations for maintaining transparent, reproducible, and comparable data and results across project areas and fish populations:\n\n1. Use a single, standardized, and parsimonious method for all monitored areas to ensure consistency.\n2. Collaboratively choose standardized methods and calculations for each indicator and metric among Research Division projects and technical teams.\n3. Identify and document necessary methods used in each location when population differences or complexities require more complex calculation approaches.\n4. Detail methodologies used to calculate indicators and metrics that differ from the standard approaches in annual progress reports.\n\nThese considerations are necessary for maintaining data consistency, transparency, and comparability among various fish populations monitored by the Nez Perce Tribe (NPT). Additionally, they ensure that all projects and teams follow the best available science when collecting, summarizing, and analyzing Chinook Salmon and summer steelhead data."
}