{
  "keywords": " Stormwater samples, Automated equipment, In-pipe sampling, Programmable automated collection, Flow-weighted, Time-weighted sampling, Water quality monitoring, Composite sampling, Particles sizes."
,
  "abstract": " The text describes a Standard Operating Procedure (SOP) for collecting stormwater samples using automated equipment. This procedure is essential for monitoring the water quality of stormwater runoff and ensuring compliance with environmental regulations. The SOP covers different technologies used for in-pipe discharge sampling, which can also be applied to open channel installations.\n\nThe necessity of this SOP arises from the need to collect representative water samples for analyzing pollutants and other contaminants present in stormwater. The procedure outlines programming and collection methods for flow-weighted and time-weighted sampling and base flow compositing. It is crucial to install automatic samplers at locations with stable hydraulics and suitable configurations to represent various land uses or activities.\n\nWhen collecting runoff or BMP influent/effluent samples, it's essential to avoid pre-water quality treatment points and groundwater, back water conditions, or tidal influences that can impact the sample's accuracy. Automatic samplers can collect composite samples to reflect mean water quality concentrations using various configurations, such as Constant Time/Volume Proportional to Flow Rate or Volume Increment and Constant Time/Constant Volume.\n\nHowever, it is important to note that automatic samplers may not represent the complete range of particle sizes in the water and are less effective in sampling larger particles. To obtain a more comprehensive analysis, bed load samples and special floatable capture nets may need to be used in conjunction with automatic samplers."
,
  "description": " This technical document outlines the Department of Ecology's Standard Operating Procedure (SOP) for collecting stormwater samples utilizing automated equipment. The procedure is intended for use during in-pipe stormwater discharge sampling and may also be applicable to some extent for open channel installations. The scope of this SOP pertains to activities involving the programmable collection of composite water quality samples using automatic samplers.\n\nAutomatic samplers operate based on specific programming and collection procedures, with this document detailing procedures for both flow-weighted and time-weighted sampling as well as base flow compositing. Stormwater runoff and base flow are collected via natural channels, ditches, culverts, and engineered pipe systems. Each monitoring site possesses unique characteristics necessitating equipment configurations tailored to acquire representative water quality samples.\n\nKey considerations for successful automatic sampler location include hydraulic stability and the ability to install sampling equipment. Additionally, factors such as selecting a water quality monitoring site representative of specific land use or activity, and accurately determining flow (water quantity) when calculating pollutant loadings are essential.\n\nWhen collecting storm runoff or BMP influent/effluent samples, care must be taken to obtain unaltered samples from points unaffected by pre-water quality treatment. Groundwater, back water conditions, tidal influences, and interactions may require further procedure modifications.\n\nAutomatic samplers can be configured to collect composite samples representative of mean water quality concentrations through various configurations: Constant Time/Volume Proportional to Flow Rate or Flow Increment, Constant Time/Volume Proportional to Flow Volume Increment, and Constant Time/Constant Volume (as per EPA, 1992).\n\nAutomatic samplers may not capture the complete range of particle sizes present in water. They are unable to sample bed load material effectively and are less effective at sampling larger particles. To acquire data for the full spectrum of solids, bed load samples and special floatable capture nets may need to be employed alongside automatic samplers (as per SSFL, 2008).\n\nThere is no code included in this text body."
,
  "target": " Guidelines for Automated Stormwater Sampling using SOP.\n\nPrimary focus or goal: \"Automated stormwater sampling procedures.\"\n\nTopics:\n1. Introduction to Department of Ecology's SOP\n2. Scope and applicability\n3. Equipment requirements and installation\n4. Programming and collection procedures for flow-weighted and time-weighted sampling\n5. Factors in selecting monitoring sites\n6. Sampling precautions and limitations\n7. Types of composite sampler configurations\n8. Limitations of automatic samplers\n9. Bed load samples and special floatable capture nets\n10. Conclusion."
,
  "constraints": " Based on the provided text, here are the constraints applicable to stormwater sampling using automated equipment, along with the specific locations in the text where these constraints are mentioned:\n\n1. The method applies only to activities involving programmable automated collection of composite water quality samples. (Mentioned in the first sentence)\n2. Storm runoff and base flow must be collected from points not affected by pre-water quality treatment. (Mentioned under \"Sampling runoff or BMP influent/effluent\")\n3. Automatic samplers cannot represent the complete range of particle sizes in water. (Mentioned under \"Automatic samplers are not capable of sampling bed load material and are less effective in sampling larger particles\")\n4. Groundwater, back water conditions or tidal influences and interactions should be avoided in the stormwater sample. (Mentioned under \"Additionally, groundwater, back water conditions or tidal influences and interactions should be avoided in the stormwater sample\")\n5. Automatic samplers may require supplementation with bed load samples and special floatable capture nets for complete solid information. (Mentioned under \"Bed load samples and special floatable capture nets may be needed to supplement automatic samplers if information for the complete range of solids is needed\")\n6. Automatic samplers can effectively represent particles up to about 250 microns in size. (Mentioned under \"Automatic samplers are not capable of sampling bed load material and are less effective in sampling larger particles. They can be effective in representing particles up to about 250 m if the sampler intake is suitably located to collect subsamples from a well-mixed sample\")\n\nThere is no code provided in this answer, as there was none in the original text."
}