{
  "keywords": " Environmental Assessment Program (EAP), Fecal coliform bacteria, Standard Methods (SM) 9222D, Standard Methods (SM) 9221E, Bacteria sampling, Surface water."
}{
  "abstract": " This document outlines the Standard Operating Procedure (SOP) for collecting surface water samples for laboratory analysis of fecal coliform bacteria using the Environmental Assessment Program (EAP). Fecal coliform bacteria are used as indicators of potential presence of other pathogenic microorganisms in water, as testing for all pathogens is costly.\n\nThe SOP includes procedures for collecting samples by hand, with a bacterial sampler or using an extension pole. It also covers sample collection from waters with high residual chlorine or metals contamination. The Standard Methods 9222D and SM9221E are the typical methods used for fecal coliform analysis through membrane filtration and most-probable number method, respectively. These procedures can also be used to collect samples of other bacteria such as E. coli and Enterococci.\n\nThe necessity of this SOP lies in ensuring that surface water is safe for human contact or consumption. Fecal coliform bacteria serve as an indicator of potential presence of pathogenic microorganisms, which can cause diseases. By testing for fecal coliform bacteria, ecological agencies can effectively monitor the water quality and take necessary measures to ensure public safety."
}{
  "description": " This Environmental Assessment Program (EAP) Standard Operating Procedure (SOP) outlines procedures for collecting surface water samples for laboratory analysis of fecal coliform bacteria using approved methods outlined in the Standard Methods (SM). Two common techniques for fecal coliform analysis are membrane filtration method as per SM 9222D and most-probable number method using EC medium, as specified in SM 9221E.\n\nThe procedures in this SOP extend to collecting other bacteria samples such as E. coli and Enterococci, for which Standard Methods provide alternative analytical procedures. The SOP encompasses methods for manual collection, use of a bacteria sampler, or extension pole for sample retrieval.\n\nWater samples may contain pathogenic microorganisms posing health risks. Due to high costs associated with testing water for all potential pathogens, this SOP focuses on fecal coliform bacteria analysis as an indicator organism, potentially signaling the presence of other disease-causing microbes.\n\nFor sample collection in waters with residual chlorine or metal contamination, this EAP SOP offers guidelines to ensure safe and accurate analysis. In summary, this document provides a detailed procedure for collecting bacteria samples from surface water using approved methods and handling potential contaminants."
}{
  "target": " Environmental Assessment: Fecal Coliform Bacteria Sampling SOP"
}{
  "constraints": " Based on the given text, here are the constraints applicable to the method for collecting bacteria samples from surface water, along with their respective locations in the text:\n\n1. The methods used for fecal coliform analysis are Standard Methods (SM) 9222D (membrane filtration method) and SM9221E (most-probable number method using an EC medium). (Location: \"The typical methods for fecal coliform analysis are: Standard Methods (SM) 9222D a membrane filtration method and SM9221E 1 a most-probable number method using an EC medium.\")\n\n2. The procedures in this SOP may also be used to collect other bacteria samples such as E. coli, Enterococci, etc., with alternative analytical procedures available in Standard Methods for these bacteria parameters. (Location: \"The procedures in this SOP may also be used to collect other bacteria samples such as E. coli, Enterococci, etc. Standard Methods contains alternative analytical procedures for these bacteria parameters.\")\n\n3. The SOP includes the procedures for sample collection by hand, using a bacteria sampler, or with an extension pole. (Location: \"The SOP also covers sample collection from waters with high residual chlorine (treated effluent or receiving waters) or metals contamination.Surface water can contain pathogenic (disease-causing) microorganisms. Testing water samples for the presence of all pathogenic microorganisms is expensive. Due to this high cost, Ecology tests water samples for fecal coliform bacteria, an organism used as an indicator of the potential presence of other pathogenic microorganisms.This SOP applies to the collection of bacteria samples in surface water.\")\n\n4. The procedures cover sample collection from waters with high residual chlorine (treated effluent or receiving waters) or metals contamination. (Location: \"The SOP also covers sample collection from waters with high residual chlorine (treated effluent or receiving waters) or metals contamination.\")\n\nThere are no specific constraints mentioned in the text regarding temperature, volume, or frequency of sample collection. However, Standard Methods likely provide guidelines for these parameters in their alternative analytical procedures."
}