{
  "keywords": " Stormwater, Conveyance systems, Sampling techniques, Equipment selection, Representative samples"
}{
  "abstract": " This document outlines the Department of Ecology's Standard Operating Procedure (SOP) for collecting representative stormwater samples manually from different types of conveyance systems. The SOP aims to ensure consistency in data collection across various organizations and manufacturers, and to capture stormwater quality samples that represent a site's discharge.\n\nThe procedure involves selecting appropriate equipment, applying standardized sampling techniques, and choosing suitable sites for collection based on the type of conveyance system (pipes, outfalls, or open ditches). However, some variations may occur in sampling procedures depending on the specific equipment used.\n\nThe SOP's primary objectives are:\n1. To establish a common approach to collecting stormwater samples, allowing comparison between data from various sources and manufacturers.\n2. To obtain stormwater quality samples from a single point within a conveyance system that accurately represents the site's overall discharge.\n\nBy adhering to this SOP, we can maintain a high level of consistency in stormwater sampling processes across various systems and organizations, improving data comparability and overall understanding of stormwater quality."
}{
  "description": " This technical document outlines the Standard Operating Procedure (SOP) of the Department of Ecology for acquiring representative grab samples manually from diverse stormwater conveyance systems. The procedure encompasses the application of intermediate collection devices but excludes the operation of unattended automated sampling devices.\n\nThe primary goals of this SOP are:\n1. To implement consistent methods to ensure compatibility among data gathered by distinct organizations and entities, despite the use of various equipment from diverse manufacturers.\n2. To obtain stormwater quality samples at a solitary point within a stormwater conveyance system that accurately represents a site's discharge.\n\nThe SOP offers several examples using common techniques for implementing these objectives. The document aims to provide standard procedures applicable to different stormwater systems, such as pipes, outfalls, and open ditch systems. However, it is essential to note that sampling methods may differ based on the type of equipment employed to collect samples.\n\nEquipment selection plays a crucial role in this SOP, with guidance provided for various types of stormwater conveyance systems. The document describes techniques for sample collection, including site preparation and selection procedures tailored to each system type.\n\nFurthermore, the text body emphasizes the importance of standardized methods for use by diverse stormwater conveyance systems. This ensures comparability among data obtained from various organizations and promotes the accurate representation of a site's discharge through consistent sampling techniques."
}{
  "target": " Standard Operating Procedure for Representative Stormwater Sampling.\n\nTopics:\n1. Department of Ecology SOP for stormwater sampling\n2. Manually obtaining grab samples from stormwater conveyance systems\n3. Use of intermediate collection devices in stormwater sampling\n4. Equipment selection for stormwater sampling\n5. Standardized methods for various stormwater systems\n6. Sampling techniques for representative stormwater samples."
}{
  "constraints": " Based on the text provided, here are the constraints mentioned in the method for obtaining representative grab samples from stormwater conveyance systems:\n\n1. Use of standard methods: This constraint ensures comparability between data collected by different organizations and groups. It is stated in the second objective of the SOP.\n2. Collection at a single point: This constraint aims to collect storm-water quality samples at a single point in a stormwater conveyance that will be representative of a site's discharge. It is stated in the second objective of the SOP.\n3. Equipment selection: The method describes how equipment selection applies to a variety of systems, but sampling techniques and site selection may vary based on the type of equipment used. This is stated towards the end of the text.\n\nTherefore, the constraints are applicable to the method for obtaining representative grab samples from stormwater conveyance systems and are explicitly stated in the SOP."
}