{
  "keywords": " Environmental Assessment Program, Standard Operating Procedure, freshwater benthic macroinvertebrate data, collection methods, taxonomic identification, Pacific Northwest Region, compatible methods, data sharing, wadeable streams and rivers, Washington State, Ecology's bioassessment models."
}{
  "abstract": " The Environmental Assessment Program (EAP) has developed a Standard Operating Procedure (SOP) for collecting freshwater benthic macroinvertebrate (BMI) data in wadeable streams and rivers. This procedure ensures standardized methods for collecting, preserving, identifying, and reporting BMI samples. The reason for this is to allow for compatibility with methods used by other federal and state agencies in the Pacific Northwest Region, enabling sharing of data and efficient use of resources in the field. By following these procedures, comparable results are achieved, making it essential for EAP staff in Washington State and for outside entities submitting data for analysis using Ecology's bioassessment models."
}{
  "description": " This Environmental Assessment Program (EAP) Standard Operating Procedure (SOP) outlines the techniques for gathering freshwater benthic macroinvertebrate (BMI) data from wadeable streams and rivers. The document establishes minimum requirements for implementing standardized procedures for collecting, preserving, and identifying aquatic insects in their taxonomic classifications.\n\nThe methods described align with those used by federal and state agencies within the Pacific Northwest Region (Hayslip 2007). By adhering to these uniform practices, data collected can be seamlessly shared among different organizations, maximizing field efficiency and allowing for broader wadeable stream sampling in Washington State.\n\nEAP staff responsible for macroinvertebrate collection from Washington's wadeable rivers and streams are expected to follow the procedures outlined within this document. Moreover, any external entities submitting data for analysis using Ecology's bioassessment models must adhere to these same guidelines to ensure comparable results.\n\nThe methods encompassed in this SOP include:\n1. BMI sample collection using standardized techniques (wading, dip net, or kick net).\n2. Preservation of samples through appropriate chemical treatments or refrigeration to maintain the integrity of the specimens.\n3. Taxonomic identification of collected macroinvertebrates through use of field guides and expert consultation, where necessary.\n4. Reporting of identified BMI species and their relative abundances for data analysis purposes."
}{
  "target": " Standardizing benthic macroinvertebrate collection methods for Washington streams."
}{
  "constraints": " The text describes the Standard Operating Procedure (SOP) for collecting freshwater benthic macroinvertebrate (BMI) data using specific methods. The following constraints are applicable to the method based on the information provided:\n\n1. **Compatibility with methods used by federal and state agencies in the Pacific Northwest Region**: The text mentions that the methods described here are compatible with those used by other federal and state agencies, which implies a need for consistency in data collection methods across organizations (Line 5-7).\n2. **Standardized methods for collecting and preserving aquatic insects**: The SOP provides minimum requirements for the standardized methods of collecting and preserving aquatic insects to ensure consistent results (Lines 1, 14-16).\n3. **Taxonomic identification and reporting**: The text emphasizes the importance of taxonomic identification and reporting of the contents of BMI samples to facilitate data sharing and comparison between agencies (Lines 2, 9-12).\n\nThere is no indication in the text that any additional constraints exist without further context."
}