{
  "keywords": " Environmental Assessment Program, SOP, manual sampling, surface waters, freshwater, brackish water, lotic and lentic waters"
}{
  "abstract": " The Environmental Assessment Program (EAP) has developed a Standard Operating Procedure (SOP) for manually collecting water samples from surface waters. This method is essential for obtaining representative samples from various types of surface waters such as freshwater, brackish water, lotic (moving), and lentic (still), and from access points like wastewater treatment plants, outfalls, pipes, and drains. The SOP applies to all manual water sampling for surface water studies.\n\nThe procedure includes collecting samples from beaches by wading, as well as from boats and bridges. It is crucial to follow this SOP to ensure accurate and consistent results, as it covers various scenarios and environments where surface water samples are required. This method ensures that data collected during environmental assessments is reliable and relevant to the studied water bodies.\n\nThe SOP does not cover the operation of unattended automated sampling devices, pelagic marine sampling, or groundwater sampling, which necessitates following separate procedures for these specific cases. Despite this limitation, the similarities in procedures among the EAP long-term freshwater and marine sampling programs ensure consistent data collection practices across various environments."
}{
  "description": " This Technical Description outlines the Environmental Assessment Program (EAP) Water Quality Studies Unit Standard Operating Procedure (SOP) for acquiring representative water samples manually from surface waters. The procedure detailed herein applies to obtaining samples from lotic and lentic freshwater or brackish water bodies, wastewater treatment plant access points, outfalls, pipes, and drains. \n\nThe document does not cover the employment of unattended automated sampling devices, pelagic marine sampling, or groundwater sampling, which are subject to distinct SOPs within the EAP long-term freshwater and marine sampling programs. Compliance with this SOP is mandatory for all manual water sample collections intended for surface water studies.\n\nTo begin, Section 3.0 of the document defines lotic waters as flowing bodies (rivers, streams), while lentic waters are still or quiescent bodies (lakes, ponds). The methods outlined within this SOP include procedures for collecting samples from these various water types.\n\nFor freshwater and brackish surface waters, collection involves utilizing secondary devices on boats or from bridges. Procedures for wastewater treatment plant access points encompass securing necessary permits, donning personal protective equipment (PPE), and employing grab samplers to collect samples at specified depths and locations.\n\nOutfalls, pipes, and drains require additional precautions such as confirming safety and obtaining relevant permissions before sampling. Sampling at these sites typically involves insertion of the collection device into the designated point for a predetermined duration or volume to acquire representative samples.\n\nCollecting water samples while wading on beaches necessitates the use of specific equipment, including waders and personal protective gear, as well as adherence to relevant guidelines and regulations. Boat-based sampling operations require boat handling skills and knowledge of safety procedures to ensure a successful collection event. Bridge-based sample collections follow similar principles as those from boats but may involve additional considerations related to accessibility, platform stability, and specific collection techniques.\n\nIn summary, this SOP focuses on the manual collection of water samples for surface water studies through secondary devices on boats and bridges or at various water access points such as freshwater/brackish bodies, wastewater treatment plants, outfalls, pipes, drains, beaches, and other specified locations. It is essential to adhere to all procedures outlined in the SOP to ensure the accuracy and reliability of the collected data."
}{
  "target": " Manual surface water sample collection procedure."
}{
  "constraints": " Based on the provided text, the following constraints are applicable to the method of manually obtaining representative samples from surface waters as described in the Environmental Assessment Program (EAP) Water Quality Studies Unit Standard Operating Procedure (SOP):\n\n1. Manual collection only: The SOP applies only to manual collection of water samples for surface water studies and does not describe the operation of unattended automated sampling devices, pelagic marine sampling or groundwater sampling.\n2. Secondary collection devices: The method covers the use of secondary collection devices from boats and bridges but does not provide procedures for primary sampling methods or direct manipulation of the water samples.\n3. Freshwater and Brackish Water Sampling: The SOP provides procedures for collecting samples from freshwater and brackish water lotic and lentic waters, defined in Section 3.0.\n4. Wastewater Treatment Plant Access Points: Procedures are provided for sampling at wastewater treatment plant access points.\n5. Outfalls, Pipes and Drains: The SOP describes procedures for sampling from outfalls, pipes and drains.\n6. Sampling on Beaches: Procedures are provided for sampling while wading on beaches.\n7. Sampling from Boats and Bridges: Procedures are provided for sampling from boats and bridges.\n\nThe constraints are stated throughout the text as the SOP covers specific methods, collection points, and situations for manually obtaining representative samples from surface waters. There is no need to generate code for this response."
}