{
  "keywords": " Freshwater Metals, Samples, Laboratory Analysis, Collection Methods, Dissolved Metals, Total Recoverable Metals, Mercury, ICP-MS, Hotplate Assistance Digestion, Cold Vapor Absorbance, EPA Methods."
,
  "abstract": " This document outlines the Standard Operating Procedure (SOP) for collecting freshwater metal samples for laboratory analysis within the Environmental Assessment Program's Freshwater Monitoring Unit. The methods used for sample collection and initial processing are based on EPA Method 1669 (EPA, 1996).\n\nThe SOP covers three primary methods for analyzing freshwater metals samples:\n\n1. Dissolved Metals Method: This method is a modified version of EPA Method 200.8, which uses inductively coupled plasma - mass spectrometry (ICP-MS) for detecting and quantifying dissolved metals present in the water sample. The necessity of this method lies in identifying and measuring metals that exist in their ionic form in the water, which is crucial for understanding water quality and potential contamination levels.\n\n2. Total Recoverable Metals Method: This method consists of EPA 202.2 (Hotplate Assisted Digestion) and a modified version of EPA 200.7 Method (ICP). The Total Recoverable Metals Method is used to determine the total amount of metals present in the sample, including both dissolved and particulate forms. This information is vital for assessing the overall metal content and potential risks associated with the water source.\n\n3. Total Mercury Method: This method combines EPA 245.7 (Free Bromide Digestion) and EPA Method 245.1 (Cold Vapor Absorption). The purpose of this method is to accurately measure total mercury levels in the water sample, as mercury can exist in different forms such as elemental, ionic, and organic mercury. Monitoring mercury levels is essential due to its toxicity and potential harm to aquatic life and human health.\n\nIn summary, these methods ensure comprehensive metal analysis of freshwater samples by measuring both dissolved and total metals, providing a thorough understanding of the water quality and any potential contamination risks."
,
  "description": " This document outlines the Standard Operating Procedure (SOP) for collecting freshwater metal samples for laboratory analysis within the Environmental Monitoring and Trends Section of the Environmental Assessment Program (EAP), Freshwater Monitoring Unit. The sample collection and processing methods adhere to those outlined in Method 1669 (EPA, 1996).\n\nThis SOP is designed specifically for the acquisition of freshwater metal samples that will undergo analysis via one or more of the following techniques:\n\n1. Dissolved Metals Method: A modified version of EPA Method 200.8 (using inductively coupled plasma - mass spectrometry, ICP-MS) is employed to analyze dissolved metals present in the water sample. The ICP-MS instrument ionizes and separates metal ions based on their mass-to-charge ratio, allowing for accurate quantification of each element in the sample.\n\n2. Total Recoverable Metals Method: This method encompasses both EPA Method 202.2 (Hotplate Assisted Digestion) and a modified version of EPA Method 200.7 (ICP). In the Total Recoverable Metals Method, samples undergo digestion using a hotplate to liberate metals that are strongly bound to the sample matrix. Subsequently, the digested samples are analyzed via ICP to determine total metal content.\n\n3. Total Mercury Method: Two methods are utilized to analyze mercury in freshwater samples: EPA Method 245.7 (Free Bromide Digestion) and EPA Method 245.1 (Cold Vapor Absorbance). In the Free Bromide Digestion method, mercury is converted into its methylmercury form, which is then reacted with bromide to produce an ionic species that can be measured via ICP-MS or atomic absorption spectroscopy. The Cold Vapor Absorbance method involves generating a mercury vapor from the sample and measuring the absorbed vapor using a gold amalgamation trap, providing highly sensitive detection of total gaseous mercury."
,
  "target": " Freshwater Metals Sampling: methods for various analyses (Dissolved Metals, Total Recoverable Metals, Total Mercury) using ICP-MS, hotplate digestion, and EPA methods."
,
  "constraints": " Based on the given text, here are the constraints applicable to each metal analysis method mentioned, along with their respective locations in the document:\n\n1. Dissolved Metals Method (EPA Method 200.8 using ICP-MS)\n   - Constraint: This method is intended for collecting freshwater samples. (Location: \"This SOP is intended for the collection of freshwater metals samples to be analyzed by one or more of the following methods:\")\n   - No additional constraints stated in the text.\n\n2. Total Recoverable Metals Method (Hotplate Assisted Digestion and a modified version of EPA 200.7 Method using ICP)\n   - Constraint: Sample collection and field processing generally follow Method 1669. (Location: \"The sample collection and field processing methods generally follow those under Method 1669.\")\n   - No additional constraints stated in the text.\n\n3. Total Mercury Method (Free Bromide Digestion and Cold Vapor Absorbance)\n   - Constraint: This method is intended for mercury analysis only. (Location: \"Total Mercury Method  Method EPA 245.7 (Free Bromide Digestion) and EPA Method 245.1 (Cold Vapor Absorbance)\")\n   - No additional constraints stated in the text.\n\nIn summary, the given document does not provide any new or specific constraints for each method other than those already mentioned under Method 1669 or the respective EPA methods. The constraints are present to ensure proper sampling techniques and analytical procedures for metal analysis in freshwater environments."
}