{
  "keywords": " Stormwater, Pollutant loads, Calculation method, Contaminant concentrations, SOP, Urban stormwater"
}{
  "abstract": " The Washington State Department of Ecology's Standard Operating Procedure (SOP) outlines a method for calculating pollutant loads from stormwater discharges. This SOP is necessary as stormwater runoff can contain contaminants that may negatively impact the environment and public health.\n\nThe method involves calculating the seasonal and annual contaminant mass loads, which are expressed in pounds per year and pounds per acre per year. The annual contaminant mass load is determined by multiplying the mean contaminant concentration by the annual discharge volume. This calculation can also be done on a seasonal basis, as required in NPDES permits.\n\nHowever, due to the random changes in weather and runoff hydrology from year to year, it's essential to use contaminant concentrations for time trend analysis instead of estimated loads. This approach helps clarify long-term changes in stormwater quality rather than being confused by the significant variability in contaminant loads.\n\nTo calculate these values, data is required, such as continuous flow recordings, rainfall records, water quality data, and base flow quality data (if present). Furthermore, sampling results using automated flow-weighted composite samplers are necessary to obtain reported laboratory concentrations for event mean concentrations (EMCs) and calculate average annual and seasonal mass loads.\n\nThis method does not assume a correlation between flow and concentration as observed in urban stormwater data. Instead, it was chosen based on work done by the City of Tacoma and Anchor Environmental, acknowledging the limitations of ratio estimator methods that rely on such correlations."
}{
  "description": " This Standard Operating Procedure (SOP) from the Washington State Department of Ecology outlines a method for calculating seasonal and annual pollutant loads, specifically contaminant mass loads, from stormwater discharges. The steps outlined in this SOP result in pounds per year and pounds per acre per year.\n\nThe annual contaminant mass load is determined by multiplying the mean contaminant concentration (mass/volume) with the annual discharge volume (volume/year). Similarly, seasonal contaminant mass loads can be calculated. In National Pollutant Discharge Elimination System (NPDES) permits, it is necessary to report total annual loads and separate wet and dry season loads.\n\nDespite Best Management Practices (BMPs) being implemented to reduce stormwater volume and flow, year-to-year changes in weather and runoff hydrology significantly impact storm flow. Therefore, contaminant concentrations should be employed for time trend analysis instead of estimated event-based, seasonal, or annual contaminant loads due to the larger random variability in contaminant loads that could hinder interpreting long-term changes in stormwater quality.\n\nTo perform these calculations, essential data includes continuous flow recordings at monitoring locations, continuous rainfall records, stormwater water quality and base flow quality data (if applicable), and sampling results obtained using automated flow-weighted composite samplers. Reported laboratory concentrations for these composite samples represent event mean concentrations (EMCs).\n\nThis SOP pertains to calculating pollutant loads from outfall discharge pipes, with various methods available for loading calculations. Some methods assume a correlation between flow and concentration (i.e., ratio estimator methods), but such correlations are not typically observed in urban stormwater data. Hence, this procedure does not assume any correlation between flow and concentration.\n\nThis method was chosen based on the work accomplished by City of Tacoma and Anchor Environmental."
}{
  "target": " Calculating stormwater pollutant loads without assuming flow-concentration correlation."
}{
  "constraints": " Based on the provided text, I have identified several constraints applicable to the method for calculating pollutant loads from stormwater discharges as stated in the Washington State Department of Ecology's Standard Operating Procedure (SOP):\n\n1. The method requires continuous flow recordings at the monitoring location and continuous rainfall records. This data is essential for calculating the annual discharge volume and mean contaminant concentration.\n2. Stormwater water quality and base flow quality data are necessary if base flow is present. Sampling results collected using automated flow-weighted composite samplers are also required to determine event mean concentrations (EMCs).\n3. No correlation between flow and concentration is assumed in this procedure. This means that ratio estimator methods, which assume such correlations, are not suitable for calculating pollutant loads from urban stormwater data.\n4. The method applies only to calculating pollutant loads from outfall discharge pipes.\n5. In NPDES permits, loads are required to be reported as total annual load and also separately as wet and dry season load.\n6. Contaminant concentrations should be used in time trend analysis instead of estimated event-based, seasonal, or annual contaminant loads due to the large component of random variability in contaminant loads that is more likely to confound the interpretation of long-term changes in stormwater quality.\n7. Best Management Practices (BMPs) can be implemented to reduce stormwater volume and flow but cannot completely eliminate the effect of random, year-to-year changes in weather and runoff hydrology on contaminant loads.\n8. The reported laboratory concentrations for flow-weighted composite samples represent event mean concentrations (EMCs), while the calculation of average annual and seasonal mass loads will be performed using flow-weighted averages."
}