{
  "keywords": " Hatchery release group, Percentage estimation, Tagging (Coded wire), Tag recoveries, Migratory path, Ocean and river basin."
,
  "abstract": " This method helps estimate the percentage of tagged hatchery fish that have strayed from their intended release location. The technique relies on tagging a portion (or all) of the release group with unique wire tags. A sufficient number of tags are used to ensure at least 35 recoveries based on past experience. If a tagged fish is found outside the typical migratory route between the ocean and the river basin, it's considered a stray. The method is important in understanding the behavior and impact of hatchery-reared fish on natural populations. It can help assess potential risks to native fish stocks and inform management strategies.\n\nIf you need a more technical or code-focused explanation, please let me know, but I will make sure to keep it as clear and succinct as possible."
,
  "description": " This text outlines a procedure for calculating the percentage of hatchery-released fish that have strayed from their intended migration path. The method relies on the use of coded wire tags for identifying individual tagged fish. A sufficient number of fish are tagged to ensure a minimum of 35 tag recoveries, based on historical data.\n\nThe term \"stray\" refers to tagged fish that have been recovered outside of the direct migratory route between the ocean and the release river basin. The process for applying coded wire tags is detailed in methods 4223 and 5526. Johnson's (1990) publication provides a comprehensive description of coded wire tagging operations in the Pacific Northwest. An example of this method being applied in scientific research can be found in Clarke et al.'s (2016) journal article.\n\nTo clarify, the hatchery releases a group of fish into their natural habitat, and they are tagged with unique coded wire tags for identification purposes. When these tagged fish are later recovered outside of the expected migration path between the ocean and the release river basin, they are considered to have strayed. By analyzing the number of tagged fish that have been recovered in this manner, scientists can estimate the percentage of the original hatchery release group that has strayed from their intended migration route."
,
  "target": " Estimating percentage of straying hatchery fish using tag recoveries."
,
  "constraints": " Based on the provided text, the following constraints can be identified:\n\n1. A portion or all of the release group must be tagged with a uniquely coded wire tag. This is stated in the first sentence of the method.\n2. Tag recoveries should be sufficient to ensure at least 35 tag recoveries based on past tag recovery history. This is mentioned in the second sentence.\n3. Fish are considered to have strayed if they were recovered outside of the direct migratory path between the ocean and the river basin of release. This is stated in the third sentence.\n4. The method assumes that coded wire tagging details can be found in methods 4223 and 5526. This assumption is stated in the fifth sentence.\n5. A detailed description of coded wire tagging operations in the Pacific Northwest can be found in Johnson (1990). This reference is provided in the sixth sentence.\n6. An example of this method used in a journal article can be found in Clarke et al. (2016). This reference is provided in the seventh sentence.\n\nThere are no constraints stated explicitly in the text that require specific code implementations. The text only provides details on how to perform the straying estimation method using coded wire tagging and recovery data."
}