{
  "keywords": " Acoustic tracking, Vemco receivers, Kokanee fish, Transmitter implantation, Lake Roosevelt, Upper Columbia River"
}{
  "abstract": " In order to study the distribution, behavior, and potential spawning sites of kokanee fish in Lake Roosevelt and the upper Columbia River, researchers will use acoustic tracking technology. They will deploy Vemco VR2W and VR2 receivers, which are attached to Rolyan Buoys (B1452), at various locations along the river. These submersible, single-channel acoustic receivers detect digitally coded signals emitted by transmitters implanted in the fish. By recording the time, date, and identity of each fish swimming nearby, these omnidirectional devices help assess distribution patterns, determine probability of entrainment, and potentially identify spawning locations. However, before using this method, researchers must surgically implant V7-2X Vemco transmitters into the fish for data collection. This technique has proven effective in previous years of research."
}{
  "description": " In this text, acoustic tracking is employed to analyze distribution patterns, determine the likelihood of fish entrainment, and identify potential spawning sites for fishes in Lake Roosevelt and the upper Columbia River. To monitor fish movements within the reservoir, Vemco VR2W and VR2 receivers are utilized, which are anchored to Rolyan Buoys (Item B1452). These submersible, single-channel acoustic receivers function by detecting digitally coded transmitter signals in their surroundings. The kokanee fish are fitted with these transmitters for tracking purposes. VR2W and VR2 receivers are omnidirectional devices that register the exact time, date, and serial number of the fish that pass within their designated range (Heupel et al. 2006). However, prior to inserting the transmitters into the fish, a surgical procedure must be performed for implantation. For all hatchery kokanee, V7-2X Vemco transmitters are chosen as this method has proven effective in previous data collection projects (Lacroix and Voefeli 2000; Heupel et al. 2006)."
}{
  "target": " Acoustic tracking of fish in Lake Roosevelt using Vemco receivers and transmitters."
}{
  "constraints": " The given text describes a fish tracking method using acoustic technology in Lake Roosevelt and the upper Columbia River. Here are the constraints applicable to this method, along with their corresponding locations in the text:\n\n1. Acoustic tracking is used for assessing distribution patterns, probability of entrainment, and identifying spawning locations (Constraint: Specific use case).\n2. Vemco VR2W and VR2 receivers are utilized, which are moored to Rolyan Buoys (Constraint: Equipment selection).\n3. Transmitters must be implanted into the fish before tracking can begin (Constraint: Prerequisite for tracking).\n4. Surgical implantation is used to place the transmitters in the fish (Constraint: Method of attachment).\n5. V7-2X Vemco transmitters are chosen for all hatchery kokanee (Constraint: Transmitter selection).\n\nNo constraints were identified that didn't have a clear explanation or justification within the text."
}