{
  "keywords": " Redband trout, Lake Roosevelt, Conservation, Enhancement, Restoration, Reservoir operations, Entrainment, Acoustic tracking, Transmitters, Vemco, Tributary fidelity"
,
  "abstract": " In order to effectively manage and preserve the redband trout population in Lake Roosevelt, as well as provide opportunities for subsistence harvest by Native American Tribes and recreational fishing, researchers are employing a method using acoustic tracking. This involves placing transmitters on wild redband trout and monitoring their movement patterns and distribution within Lake Roosevelt and the upper Columbia River.\n\nThe need for this approach arises from findings that reservoir operations, specifically entrainment, significantly hinder the recruitment of rainbow trout and kokanee salmon to the fishery in Lake Roosevelt. By assessing the behavior and migration patterns of wild redband trout through acoustic tracking, scientists aim to better understand how these fish are affected by reservoir operations and identify areas where conservation efforts may be most effective.\n\nThe transmitters used for this study will be V7, V9, and V13 models from Vemco, with tag sizes being less than 5% of the trout's total body weight. Transmitter lifespan is influenced by battery size, enabling researchers to monitor larger trout for longer periods and gain valuable insights into their movement patterns over extended time frames."
,
  "description": " This text pertains to a research project aimed at conserving, enhancing, and restoring redband trout populations in Lake Roosevelt, with a focus on assessing the impact of reservoir operations on their recruitment. The study identifies entrainment as a primary limiting factor for rainbow trout and kokanee salmon. To investigate this issue, acoustic tracking will be employed using V7, V9, and V13 Vemco transmitters. These tags are maintained at less than 5% of the fish's total body weight (Brown et al., 1999).\n\nThe study plans to evaluate distribution patterns and entrainment of wild redband trout in Lake Roosevelt and the upper Columbia River through acoustic tracking. Tributary fidelity will also be assessed as part of this research. The choice of Vemco transmitters is based on their battery size, which influences transmitter lifespan. This means that larger trout can be monitored for longer periods to gather more comprehensive data on their movement patterns.\n\nIn summary, the project involves utilizing acoustic tracking and Vemco transmitters to study redband trout populations in Lake Roosevelt and the upper Columbia River. The focus is on assessing entrainment and distribution patterns while also evaluating tributary fidelity. The data obtained will provide valuable insights into the impact of reservoir operations on recruitment of rainbow trout and kokanee salmon within this fishery."
,
  "target": " Conserving and studying redband trout populations in Lake Roosevelt."
,
  "constraints": " Based on the provided text, here are the constraints mentioned and where they can be found:\n\n1. **Constraints related to tag size:** The transmitters used should not exceed 5% of the total body weight of the fish (Vemco V7, V9, and V13). This constraint is stated in the text as \"maintaining tags that are < 5% total body weight.\"\n\n2. **Constraints related to tag lifespan:** The larger the battery size of the transmitter, the longer its lifespan. This is mentioned in the text as \"Transmitter lifespan increases with battery size (and thus size) allowing us to assess longer periods of movement for larger trout.\" However, this constraint doesn't directly limit the method but rather influences the choice of tags and assessment periods.\n\nThere are no other constraints explicitly stated within the given text. The primary focus of the method described is on using acoustic tracking with different transmitter types to study redband trout distribution patterns in Lake Roosevelt and assess entrainment."
}