{
  "keywords": " Tangle net, Fish capture, Smaller mesh size, Selective fishing, Cool water temperatures"
}{
  "abstract": " Tangle net fishing is an alternative method to traditional gill netting, used primarily for selectively catching and releasing fish, especially upriver spring chinook salmon. The smaller mesh size of tangle nets allows fish to be caught by their snouts or teeth instead of their gills, increasing the likelihood that they can continue breathing and survive after release.\n\nResearch has shown that using tangle nets with careful handling techniques, such as an abbreviated soak time, a shorter net, meticulous removal of fish, and the use of a revival box, can significantly reduce mortality in spring chinook salmon. These handling methods help minimize stress on the fish and increase their chances of survival after being released.\n\nTangle nets are suitable for various habitats where gill-net fishing is applicable and can be used to capture fish for tagging, broodstock collection, or biosample research. The choice of mesh size is crucial as a tangle net for one species may act as a gill net for another.\n\nThe necessity of tangle net fishing arises from the need to minimize mortality and reduce stress on target fish populations, particularly during selective fisheries and research studies. By using smaller mesh sizes and careful handling techniques, tangle netting offers an effective solution for reducing post-release mortality and promoting sustainable fishing practices.\n\nCode generation is not applicable in this context as there are no programming elements involved in the summary of the tangle net fishing method."
}{
  "description": " Tangle net fishing is a selective gear method used for capturing fish, particularly upriver spring chinook salmon (Oncorhynchus tshawytscha), in fisheries where gill-net fishing is suitable (Vander Haegen et al., 2002, 2004). The key distinguishing feature of tangle nets compared to conventional gill nets is the smaller mesh size, which ranges from 50 mm to 152 mm, resulting in fish being caught by their snouts or teeth rather than their gills (Figure 1) (Ashbrook et al., 2004a, 2004b).\n\nThe smaller mesh size of tangle nets enhances the likelihood that captured fish continue respiring within the net, increasing the chances for live release. The implementation of careful handling techniques such as an abbreviated soak time, shorter net length, and meticulous removal of fish from the net, in addition to using a revival box, further reduces mortality (Farrell et al., 2001; Vander Haegen et al., 2002, 2004).\n\nTangle net fishing can be applied to various habitats and fish populations depending on the targeted species' life stage and population(s) (Figure 2) (Vander Haegen et al., 2002, 2004). The most favorable conditions for tangle net capture and release include cool water temperatures, shallow waters with minimal flow velocity, and a lack of snags on the river bottom. In unfavorable conditions such as high water velocities, warmer temperatures, or predator presence, postrelease mortality is expected to increase (Vander Haegen et al., 2002, 2004).\n\nAdult salmonids may be captured in habitats adjacent to and along migratory routes to spawning grounds. Practitioners must carefully choose the mesh size for specific species to ensure effective capture while minimizing bycatch (Vander Haegen et al., 2002, 2004). A tangle net designed for one species may function as a gill net for another species due to differences in fish sizes.\n\nThe environmental factors affecting tangle net fishing include water flow and depth as well as the presence of snags on the river bottom. Tangle net fishing can be used for various applications, including selective fisheries for upriver spring chinook salmon, capturing fish for tagging or biosample collection, and broodstock collection (Vander Haegen et al., 2002).\n\nIn summary, tangle net fishing is a selective gear method used in environments suitable for gill netting. The smaller mesh size allows for fish capture by the snout or teeth, increasing the chances of live release. Careful handling techniques and a revival box further enhance the survival of captured fish. Tangle net fishing can be applied to various habitats and populations depending on targeted species' life stages, with cool water temperatures and minimal flow velocity being most favorable conditions for capture and release. Practitioners must carefully choose mesh sizes to minimize bycatch and ensure effective capture."
}{
  "target": " Reducing mortality of fish using selective tangle netting."
}{
  "constraints": " The text discusses the use of tangle nets for selective fishing, particularly for upriver spring chinook salmon, and compares their effectiveness and handling techniques with traditional gill nets. The following constraints applicable to tangle net fishing are mentioned in the text:\n\n1. **Environmental conditions**: Tangle net fishing is most effective and favorable when water temperatures are relatively cool. Fishing in poorer conditions (e.g., among predators, in waters with relatively high velocity or warm temperatures) is expected to increase postrelease mortality.\n2. **Water flow and depth**: Water flow and depth as well as snags on the river bottom may affect the use of a tangle net.\n3. **Mesh size selection**: Practitioners must choose the mesh size carefully as a tangle net for one species may act as a gill net for another species.\n4. **Handling techniques**: The handling techniques, such as an abbreviated soak time, shorter net, meticulous removal of fish from the net, and use of a revival box, are essential to reduce mortality when using tangle nets.\n5. **Species and populations targeted**: Tangle net fishing may be conducted in any area where gill-net fishing is suitable, and applications include capturing fish for tagging, broodstock and biosample collection, and selective fishing studies. Populations sampled may include visually marked and unmarked populations of the same species as well as other fish species.\n\nThere is no code in this text."
}