{
  "keywords": " Fish sampling, Dorsal fin rays, Knife, Parallel cuts, Avoid muscle tissue"
,
  "abstract": " This text describes a procedure for collecting fin ray samples from fish for scientific analysis. The method involves gently lifting the dorsal fin and using a knife to cut along the fish's back parallel to its spine, taking care not to include muscle tissue in the sample. The necessary information such as stream location, date, species name, sex, fork length (total length of the fish), and MEPs length (standardized length of the first dorsal fin ray), as well as UTM coordinates, should be recorded and included with the sample in an envelope for secure transport.\n\nThis process is essential for research purposes as it provides valuable data on various aspects related to fish populations, including species identification, growth rates, and population health assessments. The necessity of careful execution arises from the importance of obtaining accurate and uncontaminated samples to ensure reliable results in scientific investigations."
,
  "description": " This text describes the process of collecting fin ray samples from fish for scientific analysis. The instructions begin by directing the collector to grasp the dorsal fin of the fish and cut parallel to its back using a knife. The objective is to obtain the knobby ends of the bony fin rays without incorporating muscle tissue into the sample.\n\nTo label this topic, it can be categorized under \"Fish Fin Ray Sampling,\" \"Fisheries Research,\" or \"Biomolecular Analysis.\" A more technical and descriptive title could be \"Collecting Fin Ray Samples from Fish: Procedure and Data Collection.\"\n\nFor the data collection part of this topic, the necessary information includes:\n\n1. Stream/Water Body Name: The location where the fish was caught or sampled.\n2. Date: The specific date when the sample was collected.\n3. Species: The name and identification of the fish species.\n4. Sex: Male or Female identification of the fish.\n5. Fork Length (FL): The length from the tip of the snout to the fork in the tail.\n6. Meps Length: Myotomal Electrode Penetration depth, which refers to the distance from the dorsal surface of the fish to where the electrode was inserted for measurement.\n7. UTM Coordinates (Universal Transverse Mercator): The exact geographical location of where the sample was collected."
,
  "target": " Preparing fin ray samples: Obtain bony ends, avoid muscle tissue."
,
  "constraints": " Based on the given text, here are the constraints applicable to the method:\n\n1. Use a knife to cut parallel with the fish's back: This constraint ensures that the fin rays are extracted cleanly and accurately without damaging other parts of the fish.\n2. Avoid including muscle tissue in the sample: This constraint is important as muscle tissue may affect the results of any analysis being conducted on the fin rays.\n3. Fill out the necessary information: The text specifies that information such as stream, date, species, sex, fork and MEPs length, and UTM coordinates need to be recorded for each sample. This constraint ensures that accurate data is collected and can be used for further analysis.\n4. Place in the envelope and seal: This constraint ensures that the samples are securely stored and transported for further analysis.\n\nThere is no code generated from this answer as it was not requested in the question. However, if you were to write a script or function to extract fin rays from a fish using this method, you may want to include error checking and data validation to ensure that all necessary information is collected and recorded accurately, and that the samples are properly stored and labeled before being sent for analysis."
}