{
  "keywords": " Parentage-based tagging, Genotyping, Broodstock sampling, Tissue sampling, Ethanol preservation."
,
  "abstract": " Parentage-based tagging (PBT) is a method used in fish hatcheries to track the origin and production year of every individual fish by genotyping all broodstock annually. This creates a parental genotype database, allowing offspring to be traced back to their parents and hatchery. PBT's advantage lies in its increased sample size compared to mechanical tagging methods, as every juvenile is effectively tagged through the genotyping of all broodstock.\n\nThe necessity of 100% broodstock sampling in PBT arises from the importance of accurate and comprehensive fish tracking for effective management of hatchery stocks. By obtaining tissue samples from each adult broodstock, assigning unique genetic numbers, and meticulously recording related data, hatcheries can ensure precise lineage identification and inventory management.\n\nTo execute this method, hatcheries follow these annual objectives:\n1. Collect fin clips from every live adult broodstock during spawning.\n2. Ensure proper preservation of samples using either coin envelopes (dry method) or ethanol-filled tubes.\n3. Label and inventory each sample for accurate tracking.\n4. Record essential data for every sampled fish, linking it to a unique genetic number.\n\nBelow is an outline of the tissue sampling and storage procedures using both methods:\n\n**Tissue Sampling and Storage (Coin Envelopes)**\n\n1. Collect fin clip samples from live broodstock during spawning.\n2. Dry each sample by placing it inside a coin envelope and pressing firmly to seal.\n3. Clearly label each envelope with necessary information such as fish ID, hatchery name, and date collected.\n4. Store envelopes in a secure location for long-term storage.\n\n**Tissue Sampling and Storage (Ethanol-filled Tubes)**\n\n1. Collect fin clip samples from live broodstock during spawning.\n2. Immediately immerse each sample into a clean ethanol-filled tube.\n3. Ensure that the sample is fully submerged in ethanol to preserve DNA.\n4. Label each tube with necessary information such as fish ID, hatchery name, and date collected.\n5. Store tubes at -20°C for long-term storage."
,
  "description": " Parentage-based tagging (PBT) is a method used in fisheries for traceability and stock management, involving the annual genotyping of all broodstock at each hatchery to create a parental genotype database. This technology allows for the assignment of progeny back to their specific parents and hatchery of origin, as well as the exact brood year they were produced in. PBT operates on a principle similar to human parentage analyses, aiming to identify the parentage of offspring (Anderson and Garza 2005; Steele et al 2011).\n\nThe primary advantage of PBT over traditional mechanical tagging technology lies in its increased sample size. With genotyping all parental broodstock, every juvenile is effectively tagged. To achieve successful implementation of PBT, it's essential to collect tissue samples from 100% of hatchery broodstock annually (Referred to as 'broodstock sampling' in the text).\n\nThe annual objectives for a hatchery using PBT tagging include:\n1. Obtaining tissue samples: Fin clips are collected from every adult hatchery broodstock contributing to spawning.\n2. Ensuring fresh, live tissue: Each sample must be taken from fresh, living tissue and properly preserved until DNA extraction to prevent contamination.\n3. Proper labeling and inventory: Every sample should be correctly labeled and inventoried for ease of tracking.\n4. Recording data: Information such as spawn date, take number, hatchery, sex, length, cross information is recorded and tied to a unique genetic number and field/hatchery sample number. This ensures accurate tracking and management of the fish population.\n\nTissue Sampling and Storage using Coin Envelopes (Dry method):\n1. Fin clip collection: Use blunt forceps or scissors to clip a small piece of the fin membrane from each adult hatchery broodstock.\n2. Labeling: Immediately label each envelope with the fish sample information, including field/hatchery sample number and date collected.\n3. Drying: Place the tissue sample in the coin envelope and let it dry completely at room temperature before sealing.\n4. Sealing: Once dried, seal the envelopes carefully to prevent leakage and ensure proper labeling remains intact.\n\nTissue Sampling and Storage using Tubes filled with Ethanol (Wet method):\n1. Fin clip collection: Use blunt forceps or scissors to clip a small piece of the fin membrane from each adult hatchery broodstock.\n2. Preserving: Place the tissue sample in a tube filled with ethanol (70%-95% concentration). Ethanol helps prevent enzymatic degradation and preserves the sample for long term storage.\n3. Labeling: Immediately label each tube with the fish sample information, including field/hatchery sample number and date collected.\n4. Storing: Store tubes at -20°C or below to maintain the integrity of the samples until further processing."
,
  "target": " Hatchery Broodstock Genotyping for Parentage Analysis.\n\nSpecifically, this text discusses the use of Parentage-Based Tagging (PBT) in hatcheries through annual genotyping of all broodstock and identifying progeny through parental genotype databases. It emphasizes the importance of 100% broodstock sampling for successful implementation of PBT tagging, detailing procedures for tissue sampling and storage using both coin envelopes (dry method) and ethanol-filled tubes."
,
  "constraints": " The text describes Parentage-based tagging (PBT) in the context of fish hatcheries, focusing on the importance of genotyping all parental broodstock to identify and track offspring. The constraints mentioned or implied in the text are:\n\n1. Ability to sample 100% of hatchery broodstock (Key to this technology working)\n2. Samples must come from fresh, live tissue and be properly preserved until DNA extraction (Ensure that all samples come from fresh, live tissue and that each sample is properly preserved)\n3. Samples must be free of contamination (Ensure that every sample is properly labeled and inventoried; Ensure that data/information from every fish sampled is recorded and tied to a field/hatchery sample number)\n4. Every sample should have a unique genetic number (The step by step instructions ensure that each sample is given a unique genetic number)\n\nThese constraints are essential for the accurate implementation of PBT in fish hatcheries. The first constraint, 100% broodstock sampling, is crucial because every offspring needs to be traced back to its parents. The other constraints are related to maintaining the quality and integrity of samples during collection, storage, labeling, and recording data to ensure accurate tracking and analysis.\n\nThere's no code in this response."
}