{
  "keywords": " Recording data (stream, date, species, sex, fork length, meps length, UTM coordinates), removing otoliths (using saw and forceps), handling otoliths (rubbing tissue off and placing in vials), labeling and sealing envelopes.\n\nKeywords: Data Recording, Otolith Removal, Handling Otoliths, Labeling and Sealing."
,
  "abstract": " In order to identify and study various species of fish, researchers follow a specific procedure for collecting and preserving their otoliths – the small calcium carbonate structures located in the inner ear of fish. Here's an overview of the method:\n\n1. Prepare your tools: A scale card, a saw, forceps, a small plastic vial, and a labeled scale envelope are necessary for this process.\n2. Record essential information: Before starting the procedure, make sure to document the stream name, date, species, sex, fork length (the longest horizontal measurement from the tip of the snout to the fork in the tail), and MEPs length (Maximum Standard Length or the total length of the fish).\n3. Remove Otoliths: To extract the otoliths, use a saw to make two cuts – one vertical behind the eyes and another horizontal above the eyes. Be careful not to damage the surrounding tissue.\n4. Locate the Otoliths: Look for two oval pockets with white tissue in the head cavity. These pockets contain the otoliths.\n5. Extract the Otoliths: Using forceps, gently remove both otoliths from their respective pockets, being careful not to touch or damage them.\n6. Clean the Otoliths: Rub off any remaining tissue from the otoliths and place them in the small plastic vial.\n7. Store the Otoliths: Transfer the vial into the labeled scale envelope and seal it to keep the otoliths safe during transportation and storage.\n\nThis method is crucial for fish population studies as otoliths provide essential information such as age, growth rate, and migration patterns of individual fish. By following this procedure, researchers can accurately identify and analyze various fish species."
,
  "description": " In this procedure, data is recorded on a scale card with specific details such as the stream name, date, species identification, sex determination, fork length, and Meps (maximum length of the standard length) measurements, along with UTM coordinates. The collection of otoliths from fish involves careful use of tools. Firstly, make a vertical cut behind the fish's eyes using a saw. Afterwards, make a horizontal cut above the eyes. Look for two oval pockets filled with white tissue. Utilize forceps to carefully remove both otoliths, taking care to rub off any attached tissue and place them in individual small plastic vials. Then, place each dry otolith into its corresponding labeled scale envelope before sealing it securely."
,
  "target": " Collecting otoliths for analysis: make cuts, remove with forceps, dry in vial."
,
  "constraints": " Constraints:\n1. Use a scale card for recording data. (Line 1)\n2. Record specific information including stream, date, species, sex, fork and meps length, and UTM coordinates. (Lines 1-3)\n3. Use a saw to remove otoliths. (Line 5)\n4. Make a vertical cut behind the eyes and a horizontal cut above the eyes when removing otoliths. (Lines 6-7)\n5. Watch for two oval pockets with white tissue. (Line 8)\n6. Use forceps to remove both otoliths. (Line 9)\n7. Rub the tissue off them and place dry in a small plastic vial. (Lines 10-11)\n8. Place the vial inside a labeled scale envelope and seal it. (Lines 12-13)\n\nThere is no explicit constraint mentioned regarding the location or condition of performing this method, so there is no need for an explanation in this case."
}