{
  "keywords": " Three-dimensional digital elevation model (DEM), survey points and lines, X, Y, Z coordinates, topographic points, contours, visible features (thalwag, bankfull, toe of bank, top of bank), water's edge, survey extent, efficient survey.\n\nKeywords: DEM, survey points, lines, XYZ coordinates, topographic points, contours, features, water edge, survey extent."
}{
  "abstract": " In order to accurately map and analyze the topography of a stream channel, a three-dimensional digital elevation model (DEM) is created. This model is built by surveying and connecting points with X, Y, and Z coordinates that represent the contours of the stream. The efficiency and accuracy of this survey depend on carefully selecting these points by the person operating the surveying equipment.\n\nLines are used in this process to represent visible features such as contours, thalwag (the deepest part of a stream), bankfull (the maximum water level during flood events), toe of bank (where the bank meets the streambed), and top of bank. Lines also indicate the water's edge and the survey extent.\n\nAdditionally, topographic points are captured to represent changes in relief that aren't captured by lines. By following these descriptions of point and line types, a thorough and efficient survey of the stream channel topography can be conducted throughout the site.\n\nThis method is necessary for accurately understanding and assessing the physical characteristics of a stream channel. It offers an efficient way to collect detailed information about the contours, features, and changes in relief that are essential for various applications such as flood risk assessment, water resource management, and infrastructure planning."
}{
  "description": " In the process of creating a three-dimensional Digital Elevation Model (DEM) for a stream channel, surveyors collect data points and lines to represent the topographic surface. The surveyor's role is to efficiently and accurately select points and lines that will collectively depict the channel topography. The precision of these selections significantly impacts the utility of the site survey.\n\nLines are used to represent visible contours in the stream channel topography. These lines effectively capture features such as thalwag, bankfull, toe of bank, and top of bank. Contour lines delineate changes in elevation across the stream bed, providing valuable information on the spatial distribution of these key geomorphic elements. Lines are also employed to denote the water's edge and survey extent.\n\nTopographic points, different from lines, serve to capture additional changes in relief that are not captured by contour lines. These points represent individual elevation data points, which when combined, create a more detailed representation of the stream channel topography. They can be especially important in areas where the terrain is complex or features significant relief changes.\n\nThe codes for each point and line type are provided in Table 13 for efficient use during the survey process. Understanding the specific role of each point and line type, as well as their respective codes, ensures that accurate and comprehensive data is collected throughout the site. By utilizing these coding systems effectively, surveyors can ensure a successful capture of the stream channel topography."
}{
  "target": " Stream Topography Survey: Efficiently Identify Point and Line Types\n\nSpecifying the primary focus or goal of the method within 5 words:\nSurvey Stream Topography: Identify Points and Lines.\n\nDescription:\nA three-dimensional digital elevation model (DEM) is created by surveying points and lines that represent a stream channel's topographic surface. This text discusses the importance of selecting appropriate points and lines to accurately depict the topography, as well as the uses of various point and line types. The person conducting the survey should choose points carefully for optimal site representation. Lines are utilized to illustrate visible contours, water edges, and survey extent. Topographic points capture additional relief changes not captured by lines.\n\nPoint Types:\n1. Channel Point (CP): Represents the centerline of a stream channel or its main axis.\n2. Bank Point (BP): Represents the edge of a bank.\n3. Top of Bank Point (TBP): Represents the highest point on a bank.\n4. Thalweg Point (TP): Represents the lowest point within a channel's longitudinal profile.\n5. Surface Point (SP): Represents an irregularity or change in surface elevation.\n6. Control Point (CPT): Represents fixed points used for referencing and establishing coordinates.\n\nLine Types:\n1. Contour Line (CL): Connects points of equal elevation within the surveyed area.\n2. Water Edge Line (WEL): Represents the boundary between land and water, including meandering channels or irregular shores.\n3. Bankfull Line (BFL): Represents the highest level that a channel can carry without flooding or overflowing.\n4. Survey Extent Line (SEL): Defines the boundaries of the area to be surveyed.\n5. Breakline: A line representing a significant change in landform, such as a change in vegetation, elevation, or land cover.\n\nUsing these definitions, conduct an efficient survey of a stream's topography throughout the site by carefully selecting and identifying appropriate point and line types to accurately represent the channel's surface and features."
}{
  "constraints": " The text provides instructions for conducting an efficient survey of a stream's topography using a three-dimensional digital elevation model (DEM). The method involves surveying points and lines with X, Y, and Z coordinates to represent the channel topography. The constraints applicable to this method are as follows:\n\n1. Points selected by the person operating the rod determine the ultimate utility of the site survey. This implies that care must be taken in selecting points to ensure an accurate representation of the stream's topography. (Constraint stated: \"The points selected by this person determine the ultimate utility of the site survey and should be done carefully.\")\n2. Lines are used to represent visible contours in the stream channel topography and offer an efficient way to capture features including thalwag, bankfull, toe of bank, and top of bank. This suggests that lines must be placed at appropriate locations to effectively capture these features. (Constraint stated: \"Lines are used to represent visible contours in the stream channel topography, and offer an efficient way to capture features including the thalwag, bankfull, toe of bank, and top of bank.\")\n3. Lines are also used to represent the water's edge and the survey extent. This implies that lines must be placed at the edges of the survey area to define its boundaries. (Constraint stated: \"Lines are also used to represent the water's edge and the survey extent.\")\n4. Topographic points are used to capture additional changes in relief that are not captured by lines. This suggests that more detailed information about the stream topography can be obtained by surveying additional points. (Constraint stated: \"Topographic points are used to capture additional changes in relief that are not captured by lines.\")\n\nNo code is provided in the text, as it is a descriptive text explaining the survey method and the role of point and line types in capturing stream topography data for creating a DEM."
}