{
  "keywords": " Topographic surveying, DEM creation, Survey points, Lines, Complexity, Inflection points, Codes (xs, ys, zs, ws, mw, in, out, q)"
}{
  "abstract": " In order to create an accurate Digital Elevation Model (DEM) of a stream channel and floodplain, this text outlines an efficient method for collecting topographic data as points and lines. The necessity of this method lies in the time-limited nature of topographic surveys, requiring surveyors to collect data strategically to maximize quality and utility.\n\nThe method suggests varying the number of survey points based on site complexity. Complex topography warrants a higher density of points (approx. 1,000-1,200) compared to simpler planar topography (500-600). Larger sites may have more points overall but generally have less topographic complexity.\n\nSurveyors are encouraged to focus on capturing changes in slope (inflection points) and the bedform of the channel, rather than elements of bed roughness. They should extend survey points into the floodplain far enough to cover all qualifying and non-qualifying side channels in areas where lateral migration may occur.\n\nEach survey point and line is attributed with a description code for further representation in the stream channel. Topographic points are used to capture non-linear features, while lines connect two or more survey points and efficiently capture visible contours or breaks in the topography. Changes made in 2012 include the addition of water surface (ws), mid-channel island (mw), inflow point (in), outflow point (out), and discharge (q) codes for more specific feature representation.\n\nThis method is crucial for creating an accurate DEM as it allows surveyors to collect data efficiently and strategically, ensuring a high-quality representation of the topography while effectively managing time constraints."
}{
  "description": " This text outlines a methodology for efficiently collecting topographic survey data to create a Digital Elevation Model (DEM) of stream channels and their associated floodplains. The number of survey points required depends on the size and complexity of the site; complex topography requires a higher density of points (approx. 1,000-1,200), while simpler, planar topography necessitates fewer points (500-600).\n\nSurveyors must strategically collect data to maximize DEM quality and utility, focusing on inflection points to capture changes in slope within the stream channel. When capturing streambed topography, it's crucial to avoid bed roughness elements and instead, concentrate on the channel's form. Extending survey points into the floodplain ensures coverage of all qualifying and non-qualifying side channels where lateral migration may occur.\n\nEach survey point and line is assigned a description code as identified in Table 7 for further feature representation. Topographic points are used to capture non-linear features such as general topographic changes and channel unit boundaries, while lines connect two or more survey points and efficiently capture visible contours or breaks in the stream channel topography.\n\nChanges made in 2012 include the addition of codes for water surface (ws), mid-channel islands (mw), inflow points (in), outflow points (out), and discharge (q). These codes allow for more comprehensive data representation and analysis within the DEM."
}{
  "target": " Efficiently collecting topographic data for stream channels and floodplains.\n\nSpecifies the primary focus or goal of the text:\nCollecting high-quality topographic data for stream channels and floodplains."
}{
  "constraints": " The text provides several constraints related to topographic surveying for creating a Digital Elevation Model (DEM) of a stream channel and floodplain:\n\n1. Time-limitation: Topographic points and lines must be collected efficiently and strategically to maximize the quality and utility of the DEM as many surveys are time-limited.\n2. Point density: Complex topography requires a higher number of survey points (approx. 1,000-1,200) compared to more simple planar topography (500-600 points).\n3. Location of survey points: Collect survey points at locations that represent changes in slope (inflection points). Avoid capturing elements of bed roughness and instead focus on capturing the bedform of the channel. Extend survey points far enough into the floodplain to encompass all qualifying and non-qualifying side channels where lateral migration may occur.\n4. Description codes: Use description codes (Figure 15) for survey points and lines to further represent features in the stream channel. Points are used to capture additional changes in topography that are not captured by lines, while lines connect two or more survey points and are used to efficiently capture visible contours or breaks in the stream channel topography.\n\nChanges made in 2012:\n- Added codes for water surface (ws), mid-channel island (mw), inflow point (in), outflow point (out), and discharge (q).\n\nThere is no explicit statement regarding any constraints on the method other than those mentioned. The given text provides guidelines to ensure an accurate and effective topographic survey for creating a DEM, addressing the complexity of the site and maximizing efficiency."
}