{
  "keywords": " Pacific salmon, counting towers, escapement estimation, clear water rivers, fishery management, observer variability, accuracy, precision."
}{
  "abstract": " Counting towers is a method used by fishery managers to estimate Pacific salmon population sizes and migration patterns in clear water rivers. This low-cost, low-maintenance approach involves using elevated vantage points, such as aluminum scaffolding or tall natural structures like trees, bridges, dams, or high river banks, from which observers visually count the number of spawning fish.\n\nThe use of counting towers has been central to salmon management in Alaska, Canada, and Washington since the 1950s. They offer several advantages over other methods like weirs, hydroacoustics, mark-recapture, and aerial surveys. Counting towers do not interfere with natural fish migration patterns nor stress the fish. However, their use is limited to clear rivers that meet specific site selection criteria.\n\nData from counting towers are crucial for determining reproductive population size, estimating total return (escapement + catch), and evaluating productivity and trends. These estimates help fishery managers set harvest rates, determine spawning escapement goals, and forecast future returns.\n\nThe primary factors affecting the accuracy and precision of counting tower data include observer variability, aspects of fish migration, weather conditions, and systematic sampling methods (non-replicated vs replicated). Despite these limitations, counting towers can provide reasonable estimates of reproductive salmon population size and run timing in clear rivers (around 6% to 10%).\n\nOverall, counting towers play a vital role in Pacific salmon management by providing essential data on population sizes, migration patterns, and trends without disrupting natural fish behavior or causing stress."
}{
  "description": " In the context of salmon fishery management, counting towers refer to structures providing elevated vantage points for observing Pacific salmon spawning migrations (Rietze 1957, Cousens et al. 1982, Anderson 2000, Kohler and Knuepfer 2002, Fair 2004). These structures are essential in Alaska, Canada, and Washington for monitoring salmon populations since the 1950s (Thompson 1962, Siebel 1967, Cousens et al. 1982, Symons and Waldichuk 1984, Anderson 2000, Alaska Department of Fish and Game 2003).\n\nCounting towers can be constructed using various materials such as aluminum scaffolding (Figure 1) or creative surrogates like tall trees, bridges, dams, or high river banks (Cousens et al. 1982). Biologists employ these structures to gather data on salmon spawning migrations without impeding their natural movement or causing stress (Alaska Department of Fish and Game 1974-2004).\n\nThese towers are applicable for both single- and multispecies systems and various river sizes, ranging from small (less than 10 m in width) to large (more than 130 m in width) clear water rivers (Thompson 1962, Siebel 1967, Cousens et al. 1982, Symons and Waldichuk 1984, Anderson 2000).\n\nCounting towers offer several advantages over other methods like weirs, hydroacoustics, mark-recapture, and aerial surveys for salmon population estimation (Thompson 1962, Siebel 1967, Cousens et al. 1982, Symons and Waldichuk 1984, Anderson 2000, Alaska Department of Fish and Game 2003). They are non-invasive, providing accurate, low-cost, low-maintenance, and easily mobilized escapement estimation programs. Counting tower data have been validated to be consistent with digital video counts (Edwards 2005).\n\nData obtained from counting towers enable fishery managers to assess reproductive population size, estimate total return (escapement + catch), evaluate productivity and trends, set harvest rates, determine spawning escapement goals, and forecast future returns (Alaska Department of Fish and Game 1974-2004). The number of spawning fish is calculated by subtracting subsistence, sport-caught fish, and prespawn mortality from the total estimated escapement.\n\nUsing counting towers can provide reasonable estimates (around 6% to 10%) of reproductive salmon population size and run timing in clear rivers. However, these counts are not error-free. Several factors affect accuracy and precision, including observer variability, aspects of migration, weather conditions, and systematic sampling methods, such as nonreplicated versus replicated designs (Alaska Department of Fish and Game 1974-2004)."
}{
  "target": " Pacific Salmon Counting from Towers: Accurate Estimation."
}{
  "constraints": " The method of using counting towers for Pacific salmon spawning migrations has several constraints:\n\n1. **Limited to clear rivers:** Counting towers can only be used in clear rivers that meet specific site selection criteria. This is stated multiple times throughout the text, for example, \"Counting towers do not interfere with natural fish migration patterns, nor are fish handled or stressed; however, their use is generally limited to clear rivers that meet specific site selection criteria.\" and \"The data provided by counting tower sampling allow fishery managers to determine reproductive population size, estimate total return and its uncertainty, evaluate population productivity and trends, set harvest rates, determine spawning escapement goals, and forecast future returns (Alaska Department of Fish and Game 19742000 and 19752004). The number of spawning fish is determined by subtracting subsistence, sport-caught fish, and prespawn mortality from the total estimated escapement. This tower count method can be used to provide reasonable estimates ( 6%10%) of reproductive salmon population size and run timing in clear rivers.\"\n2. **Observer variability:** The accuracy and precision of counts are affected by observer variability, which is stated as one of the primary factors that affect accuracy and precision of counts: \"The primary factors that affect accuracy and precision of counts are observer variability, aspects of migration, weather conditions, and systematic sampling method non-replicated versus replicated.\"\n3. **Weather conditions:** Weather conditions also affect the accuracy and precision of counts, as stated in the same sentence as observer variability: \"The primary factors that affect accuracy and precision of counts are observer variability, aspects of migration, weather conditions, and systematic sampling method non-replicated versus replicated.\"\n4. **Systematic sampling method:** The choice between non-replicated and replicated sampling methods also affects the accuracy and precision of counts: \"The primary factors that affect accuracy and precision of counts are observer variability, aspects of migration, weather conditions, and systematic sampling method non-replicated versus replicated.\"\n5. **Error-free estimates not provided:** The tower count method does not provide error-free estimates of escapement, as stated: \"Counting towers do not provide error-free estimates of escapement.\"\n\nThese constraints are important to consider when using counting towers for Pacific salmon spawning migrations as they can impact the accuracy and precision of the data collected."
}