{
  "keywords": " Trammel nets, passive fishing gear, gill net alternative, burbot stock assessment, Wyoming, high capture rates, low capture related mortality"
,
  "abstract": " Trammel net is a passive fishing technique that uses two large outer mesh panels and a small inner panel suspended between a float line and a lead line (Hubert, 1996). Fish are captured when they swim through the outer panels and push into the inner one. This method is particularly effective for burbot stock assessment in Wyoming (Abrahamse, 2009).\n\nTrammel nets offer several advantages over other gear types used for burbot assessment:\n\n1. High capture rates: Trammel nets efficiently catch a large number of fish due to their design, making them an ideal choice for stock assessments (Hubert, 1996).\n2. Low capture-related mortality: Fish are not harmed during the capture process in trammel nets as they are not physically touched or damaged, ensuring minimal mortality and promoting sustainable fishing practices (Abrahamse, 2009).\n\nTrammel nets address issues related to low efficacy and higher capture-related mortality of other gear types used for burbot assessments. Their design ensures a high volume of fish caught with minimal harm, providing valuable data for accurate stock assessment and effective fisheries management."
,
  "description": " The text describes the use of trammel nets for burbot stock assessment, focusing on their construction and benefits. Trammel nets are a type of passive fishing gear resembling gill nets, yet distinctly composed of three panels: two large outer mesh panels and a small inner mesh panel. All components are suspended from a float line and connected to a lead line.\n\nThe fish capture mechanism occurs as they swim through the outer panels, pushing into the narrower inner panel, effectively trapping them in a pocket-like space. Trammel nets have gained popularity for burbot stock assessment, particularly in Wyoming (Abrahamse 2009). They exhibit high capture rates compared to other gear types and minimal capture-related mortality.\n\nThe outer panels of these nets are larger meshed, allowing smaller fish and non-target species to escape while capturing the desired burbot. The inner panel has a finer mesh size that ensures effective retention of the target species once they have entered the pocket. These pockets are formed by the intersection of the outer and inner panels.\n\nTrammel nets offer several advantages over other gear types for burbot stock assessment. Their design allows for selective capture, reducing bycatch and minimizing damage to non-target organisms. Additionally, trammel nets have a lower capture-related mortality compared to other gears due to their passive nature and minimal handling required during the fishing process.\n\nTo summarize, trammel nets are a specialized fishing gear used for burbot stock assessment. They consist of two large outer panels and a small inner panel, all suspended from a float line and attached to a lead line. The capture mechanism involves fish entering the smaller mesh pocket formed between the outer and inner panels. Their advantages include high capture rates, selective capture, and low capture-related mortality."
,
  "target": " Description of trammel net use in burbot fishing.\n\nPrimary focus: Trammel net use for burbot fishery."
,
  "constraints": " Based on the provided text, the following constraints applicable to using trammel nets for burbot stock assessment can be identified:\n\n1. Trammel nets are constructed with two large mesh outer panels and a small mesh inner panel (Hubert 1996). This design constraint ensures that fish are captured in a mesh pocket as they swim through the outer panels and push into the inner panel.\n2. The use of trammel nets for burbot stock assessment is commonly practiced, particularly in Wyoming (Abrahamse 2009).\n3. Trammel nets have high capture rates relative to other gears used for burbot stock assessment (Hubert 1996, Abrahamse 2009).\n4. Trammel nets have low capture related mortality (Hubert 1996).\n\nThere is no explicit statement or constraint mentioned in the text regarding the depth, location, or size limitations for using trammel nets for burbot stock assessment. However, it is important to note that trammel nets are typically suspended from a float line and attached to a lead line (Hubert 1996), suggesting that they can be used in various water depths.\n\nTherefore, based on the provided text, there are no apparent code snippets or further explanations needed for the identified constraints."
}