{
  "keywords": " Side channel, Major side channel, Minor side channel, Flow, Wetted channel, Island."
}{
  "abstract": " This text outlines a method for identifying and selecting major side channels for data collection during river or waterbody sampling. The reason for this method is to ensure efficient and effective data collection by focusing on areas with significant flow and volume.\n\nThe method differentiates between major and minor side channels based on the percentage of the total flow that each channel contains. A major side channel is defined as a channel that is separated from the main channel by an island, and has a flow rate between 16-49%. Minor side channels are those with less than or equal to 15% of the total flow. Dry side channels, which have no water flow, should not be measured or considered in the thalweg (deepest part of the channel) profile.\n\nBy following this method, data collectors can streamline their efforts by focusing on major side channels that contribute the most to the overall flow of the waterbody. This approach ensures that valuable information is obtained and reduces the need for unnecessary measurements on minor or dry side channels."
}{
  "description": " This text provides instructions for identifying and selecting major side channels for data collection during a stream or river survey. A side channel is defined as a separate waterway that branches off from the main channel, isolated by an island and not a mid-channel bar. The text distinguishes between major and minor side channels based on their flow proportions.\n\nMajor side channels:\nWhen a wetted channel (the part of the channel where water flows) is split by an island, and the side channel carries 16% to 49% of the total flow, it is classified as a major side channel. Data should be collected from these major side channels for further analysis. If there exists more than one major side channel in the area under investigation, determine which channel carries the most significant volume of water (flow) and focus on collecting data only from that dominant major side channel.\n\nMinor side channels:\nIn contrast, if a wetted channel is split by an island, and the side channel contains less than or equal to 15% of the total flow, it is considered a minor side channel. No data collection is recommended for these minor side channels.\n\nDry side channels:\nWhen a side channel is entirely dry, no measurements should be taken, and the feature should not be recognized in the thalweg profile (the longitudinal profile of the deepest part of the channel) as it does not meet the minimum flow requirement."
}{
  "target": " Determining major side channels for data collection based on flow percentage."
}{
  "constraints": " Based on the provided text, here are the constraints applicable to the method for sampling a side channel and where in the method they are stated:\n\n1. A side channel must be separated from the main channel by an island (not a mid-channel bar). This is stated at the beginning of the protocol.\n2. Data should only be collected on major side channels. Major side channels have a wetted channel containing 16-49% of the total flow. This constraint and definition are given in the \"Major side channel\" section.\n3. No data should be collected on minor side channels. Minor side channels have a wetted channel containing less than or equal to 15% of the total flow. This constraint and definition are given in the \"Minor side channel\" section.\n4. If a side channel is dry, no measurements should be taken, and it should not be recognized in the thalweg profile since it does not meet the flow requirement. This constraint is stated in the \"Dry side channel\" section.\n5. If more than one major side channel is present, determine which major side channel has the most flow, and only collect data on that side channel. This instruction is given at the beginning of the protocol but the definition of \"most flow\" is not explicitly stated in the text. \n\nTherefore, constraints 1-4 are clearly defined in the text, while constraint 5 implies a need for determining which major side channel has the most flow. However, this requirement is not fully specified in the given text. If more context or information about how to determine \"most flow\" was provided, then it could be considered an explicit constraint. Without further clarification, it would be considered an implicit assumption or best practice based on the general principle of prioritizing data collection efforts towards the most significant channels or features."
}