{
  "keywords": " Snake River, Pittsburg Landing, Hells Canyon Dam, fall Chinook salmon, genetic analyses, hatchery fish, natural-origin fish, PBT (parentage based tagging)"
,
  "abstract": " In order to determine the proportion of natural-origin versus hatchery fall Chinook salmon spawning in a specific stretch of the Snake River between Pittsburg Landing (rkm 345) and Hells Canyon Dam (rkm 398), scientists plan to collect and analyze the tissue samples of deceased fall Chinook salmon. This method is essential as the current proportions are unknown, and the target is for at least 85% of the fish to be natural origin in order to promote a healthier, more genetically diverse population for recovery purposes.\n\nTo accomplish this task, all hatchery fall Chinook salmon in the Snake River basin have been tagged since 2015 using Parentage Based Tagging (PBT). This tagging system involves analyzing the fish's tissue to determine its parentage and origin. The results of the tissue analysis will be compared to the database of hatchery fish, allowing researchers to identify which fish are hatchery-raised and which ones are naturally spawned in this stretch of the river.\n\nBy using this method, scientists can obtain valuable information about the proportion of natural-origin versus hatchery fall Chinook salmon in a specific area, ensuring that recovery efforts are focused on increasing the population of natural fish and maintaining genetic diversity within the species."
,
  "description": " This text discusses a proposed emphasis area in the Snake River between Pittsburg Landing (rkm 345) and Hells Canyon Dam (rkm 398) for promoting a natural-origin population of Snake River fall Chinook salmon. The objective is to achieve a spawning proportion of at least 85% natural fish. To determine the current proportions of hatchery and natural-origin fish, genetic analysis is proposed using tissue samples from fall Chinook salmon spawner carcasses collected since 2015.\n\nThe Snake River Basin's hatchery fall Chinook salmon have undergone parentage-based tagging (PBT) since 2015. PBT involves genetic analysis of fish tissue to determine their lineage and origin. This method allows for distinguishing hatchery fish from natural fish based on their unique genetic markers stored in a database.\n\nThe tissue samples from the collected fall Chinook salmon spawner carcasses undergo genetic analysis, which is then compared with the existing database of hatchery fish records to determine the proportion of hatchery and natural fish within the proposed emphasis area. This information is essential for recovery purposes and provides valuable data on the current state of the Snake River fall Chinook salmon population."
,
  "target": " Determining hatchery vs. natural Snake River fall Chinook salmon (genetic analysis)."
,
  "constraints": " The method described in the text for determining the proportions of hatchery and natural-origin Snake River fall Chinook salmon involves collecting spawner carcasses and conducting genetic analyses of their tissue. The following constraints are applicable to this method:\n\n1. Availability of Spawner Carcasses: The method relies on the availability of spawner carcasses in the reach between Pittsburg Landing (rkm 345) and Hells Canyon Dam (rkm 398). This may be a limiting factor as the number and accessibility of carcasses can vary from year to year.\n\n2. Genetic Analysis: The success of the method depends on the accuracy and reliability of the genetic analysis techniques used to differentiate between hatchery and natural-origin fish. The tissue samples must be analyzed carefully and compared to the database of hatchery fish with high precision.\n\n3. Hatchery Tagging: Since 2015, all hatchery fall Chinook salmon in the Snake River basin have been tagged for parentage-based tagging (PBT). This is a crucial constraint as it enables the comparison of tissue analysis results to the database of hatchery fish and facilitates the determination of which fish are hatchery or natural.\n\nNo code was provided in the text, so there's no need to generate any code for this answer."
}