{
  "keywords": " Thermal regimes, monitoring sites, underwater epoxy, FX-764 Hydro-Ester Splash Zone Epoxy, miniature sensors, temperature sensors (e.g., TidbiT v2)"
}{
  "abstract": " In this method, researchers aim to monitor thermal regimes in rivers and streams for regulatory compliance and biological process understanding. They utilize underwater epoxy to attach miniature temperature sensors onto large rocks and cement bridge supports, serving as protective anchors. The choice of underwater epoxy is crucial, and after extensive laboratory and field trials, the FX-764 Hydro-Ester Splash Zone Epoxy from Fox Industries was identified for its superior adhesive strength and putty-like consistency.\n\nTo ensure accurate temperature readings, miniature sensors like the TidbiT v2 from Onset Computer Corporation are employed. This preferred sensor is characterized by its small size, high accuracy (+0.2C), minimal annual drift rate (0.1C/year), large memory, long battery life (5+ years), waterproof casing, and easy data retrieval with a portable data shuttle or field computer.\n\nThe necessity of this method lies in the importance of understanding thermal regimes in rivers and streams for regulatory compliance and biological processes. By attaching miniature sensors using underwater epoxy on protective anchors such as large rocks and cement bridge supports, researchers can monitor temperatures accurately and consistently over extended periods without compromising sensor stability or data quality. This approach allows for efficient, cost-effective, and reliable monitoring of thermal regimes in various bodies of water."
}{
  "description": " Title: Establishing Annual Monitoring Sites for River and Stream Thermal Regimes using Underwater Epoxy and Miniature Temperature Sensors\n\nThis text describes a methodology for establishing annual monitoring sites in rivers and streams to assess thermal regimes, which play a crucial role in biological processes and are subject to regulatory compliance. The technique involves utilizing underwater epoxy to attach miniature sensors onto large rocks and cement bridge supports, acting as protective anchors (Isaak & Horan, 2011).\n\nThe selection of an appropriate underwater epoxy for this application was based on rigorous laboratory and field trials conducted by Isaak and Horan (2011). Among the tested epoxies, FX-764 Hydro-Ester Splash Zone Epoxy from Fox Industries (Baltimore, MD, <http://www.foxind.com/>) stood out for its superior adhesive strength compared to other epoxies and its putty-like consistency that facilitates easy application in the field.\n\nWhen implementing this methodology, a range of miniature temperature sensors is available for use (Dunham et al., 2005; USEPA In Press). Our recommended sensor for this protocol is the TidbiT v2 manufactured by Onset Computer Corporation (Bourne, MA, <http://www.onsetcomp.com/>). The TidbiT v2 was chosen due to its compact size, high precision with an accuracy of ±0.2°C, minimal annual drift rate of 0.1°C/year, extensive memory capacity, and long battery life exceeding five years. Moreover, the waterproof casing ensures optimal performance under aquatic conditions, while ease-of-use for data retrieval is achieved through the use of a portable data shuttle or field computer.\n\nIn summary, this protocol describes the application of underwater epoxy to attach miniature temperature sensors onto large rocks and cement bridge supports in rivers and streams, enabling accurate and long-term monitoring of thermal regimes essential for regulatory compliance. The chosen underwater epoxy is FX-764 Hydro-Ester Splash Zone Epoxy from Fox Industries, while the preferred temperature sensor is the TidbiT v2 from Onset Computer Corporation."
}{
  "target": " Establishing annual monitoring sites for river temperature using epoxy and miniature sensors."
}{
  "constraints": " The given text describes a method for attaching miniature sensors to large rocks and cement bridge supports in rivers and streams using underwater epoxy for annual monitoring of thermal regimes. Here are the constraints mentioned in the text:\n\n1. The underwater epoxy used must have good adhesive strength and putty-like consistency for easy use in the field. (This constraint is stated in the text as \"The FX-764 Hydro-Ester Splash Zone Epoxy was chosen because its adhesive strength was far superior to other epoxies, and it had a putty-like consistency.\")\n2. The miniature temperature sensors used must be small, accurate, have a low annual drift rate, large memory, long battery life, waterproof casing, and ease of data retrieval. (This constraint is stated in the text as \"Our preferred sensor is the TidbiT v2 because of its small size, accuracy (+0.2C), low annual drift rate (0.1C/year), large memory and long battery life (5+ years), waterproof casing, and ease of data retrieval with a portable data shuttle or field computer.\")\n\nThere are no other apparent constraints mentioned in the text."
}