{
  "keywords": " Salmon counting, Tripod supported guide fences, Video equipped counting chamber, Ultra-high resolution monochrome CCD camera, Infrared and visible light imaging, Time-lapse recording (2 frames/sec on 8mm videotape), Artificial light."
}{
  "abstract": " This text describes a method for counting adult salmon using a system with tripod-supported guide fences and video equipped counting chambers. The necessity of this method lies in accurately estimating the population size of salmon for conservation and management purposes.\n\nThe setup includes tripods, support brackets, picket stringers, and galvanized pickets. The downstream and upstream guide fences are installed at an angle to ensure adult fish movement and accommodate other species like westslope cutthroat trout and bull trout. A counting chamber with a clear plexiglas window is placed in the channel's thalweg, the preferred migration corridor for salmon.\n\nIndividual salmon are photographed through the chamber using an ultra-high resolution monochrome CCD camera that images both infrared and visible light and is sealed in a waterproof housing. Recording occurs continuously in time-lapse at 2 frames per second on 8mm videotape, with artificial light used as needed.\n\nThis method solves issues raised by traditional counting methods such as manual observation or weirs, which can be labor-intensive, invasive, and prone to errors. The use of video technology provides more accurate and efficient results while minimizing disturbance to the fish population."
}{
  "description": " This text describes a salmon counting system utilizing tripod-supported guide fences connected to video equipped counting chambers. The structures are composed of various components including support brackets, picket stringers, and one inch galvanized pickets.\n\nThe support brackets are attached to tripod legs, which in turn hold up the picket stringers. These stringers are constructed from 1/4 inch aluminum angle with one inch diameter holes punched every two inches. Once these structures are set in their final positions, pickets made of one inch galvanized steel are installed into the stringers.\n\nThe downstream guide fence is installed at an angle of 30 to 45 degrees upstream relative to the bank. Conversely, the upstream guide fence is similarly angled to the bank but in the downstream direction to facilitate unobstructed movement for adult fish and other species like westslope cutthroat trout and bull trout. The counting chamber is installed in the channel thalweg, which is expected to be the primary migration corridor for adult salmon.\n\nFor fish imaging, a clear plexiglas window is mounted on the lower half of the counting chamber on the near side. An ultra-high resolution monochrome CCD camera is used with the ability to image in both infrared and visible light. This camera is housed inside a waterproof casing to ensure protection from environmental elements. The fish images are recorded at a rate of 2 frames per second on 8mm videotape continuously while the count station is in operation. Artificial light is used during the recording process."
}{
  "target": " Setting up angled guide fences with counting chamber for salmon video monitoring."
}{
  "constraints": " The text describes the setup of a salmon counting station using tripod-supported guide fences and video equipped counting chambers. Here are some constraints mentioned in the method:\n\n1. The downstream and upstream guide fences must be installed at an angle of 30 to 45 degrees to the bank (Figure 5).\n2. The counting chamber must be installed in the channel thalweg, which is anticipated to be the preferred adult salmon migration corridor.\n3. Fish images are taken through a clear plexiglas window mounted on the lower half of the counting chamber on the near side.\n4. The video camera is an ultra-high resolution monochrome CCD camera.\n5. Fish images will be recorded in time-lapse (2 frames/sec) on 8mm videotape.\n6. Recording will occur continuously while the count station is operated.\n7. Artificial light will be used.\n\nThese constraints are essential for the accurate and effective operation of the salmon counting station:\n\n1. Installing the guide fences at an angle allows unimpeded downstream adult fish movement while keeping them within the channel, ensuring they are counted.\n2. Positioning the counting chamber in the preferred migration corridor maximizes the chances of accurately capturing and counting salmon as they migrate.\n3. Using a clear plexiglas window for taking images ensures that the fish can be clearly seen and identified during the counting process.\n4. Utilizing an ultra-high resolution monochrome CCD camera improves image quality, making it easier to identify individual fish species.\n5. Recording in time-lapse allows for continuous recording without filling up storage space too quickly and makes post-processing analysis more manageable.\n6. Continuous recording ensures that no salmon are missed during the counting process, increasing the accuracy of the count.\n7. Using artificial light ensures proper illumination of the area around the counting chamber, allowing for clear images to be captured in all lighting conditions."
}