{
  "keywords": " Columbia River Basin, anadromous salmonids, Endangered Species Act (ESA), comprehensive monitoring, water quality attributes (temperature, turbidity, conductivity, pH, dissolved oxygen, nitrogen, phosphorus)"
,
  "abstract": " This text describes a method for monitoring water quality in the Columbia River Basin with a focus on anadromous salmonids, which have experienced significant declines over the last three decades. The current data collected from monitoring programs are not reliable enough for Endangered Species Act (ESA) assessments and recovery planning due to insufficient coverage and inconsistencies.\n\nTo address these concerns, this method proposes a comprehensive strategy that includes continuous monitoring of seven key water quality attributes at integrator sites - the downstream ends of each population or subpopulation. These attributes are temperature (maximum weekly and daily), turbidity, conductivity, pH, dissolved oxygen (DO), nitrogen, and phosphorus.\n\nContinuous monitoring stations for these attributes are installed at integrator sites, often co-located with flow gauges operated by the USGS or Washington State Department of Ecology. By combining water quality monitoring stations with associated flow gauges, investigators can assess how stream flow affects the water quality attributes. This method adheres to strict accuracy standards as outlined in the Oregon Watershed Plan Water Quality Monitoring Technical Guidebook.\n\nThe importance of this method lies in its ability to provide comprehensive and reliable data for ESA assessments and recovery planning at multiple spatial scales, including specific reaches, subpopulations, populations, and Evolutionary Significant Units (ESUs) for anadromous salmonids in the Columbia River Basin. By implementing this method, uncertainties surrounding the causes of their declines can be reduced, allowing for more effective conservation efforts."
,
  "description": " The text body discusses the declines of anadromous salmonids in the Columbia River Basin over the last three decades, with several populations now protected under the Endangered Species Act (ESA). To reduce uncertainties surrounding these declines and develop strategies for reversing the trend, a comprehensive monitoring strategy is essential. However, current and historical data from monitoring programs are often insufficient for ESA assessments and recovery planning (Tear et al., 1995; Campbell et al., 2002; Morris et al., 2002).\n\nThe University of California Multiparameter System (UCMS) identifies seven water quality attributes that should be continuously monitored: temperature (weekly and daily maximums), turbidity, conductivity, pH, and dissolved oxygen (DO) at integrator sites. These sites are located downstream of each population or subpopulation (Jordan, 2003). Additionally, seasonal measurements of nitrogen and phosphorus should be collected monthly through grab samples at these same sites (Hillman, 2006).\n\nMonitoring methods for water quality attributes follow the manufacturers' guidelines for deployment and calibration. These stations are co-located with flowgauges operated by the United States Geological Service (USGS) or Washington State Department of Ecology (WDOE), enabling investigators to assess the effect of stream flow on water quality attributes (Hillman, 2006; Jordan, 2003).\n\nThe accuracy of the water quality instruments meets the Data Quality Level A as defined by the Oregon Watershed Plan Water Quality Monitoring Technical Guidebook (2001). By coupling water quality monitoring stations with associated flowgauges, researchers can effectively evaluate the relationship between stream flow and water quality attributes. This information is crucial for understanding the health of anadromous salmonid populations in the Columbia River Basin and developing effective conservation strategies."
,
  "target": " Implementing comprehensive monitoring strategy for endangered Columbia River salmonids' water quality."
,
  "constraints": " The text discusses the need for a comprehensive monitoring strategy for anadromous salmonids in the Columbia River Basin due to their precipitous declines and several populations being protected under the Endangered Species Act (ESA). The text mentions constraints related to the following:\n\n1. Adequacy of historical data: Current and historical monitoring programs' data are not adequate or reliable for ESA assessments and recovery planning. This constraint is stated in \"Data collected from current and historical monitoring programs are generally not adequate or reliable enough for the purposes of ESA assessments and recovery planning\" (lines 3-5).\n\n2. Spatial scale for ESA assessments: The ESA requires assessments of species and their habitat at multiple spatial scales, including subpopulations, populations, and ESUs. However, monitoring programs for anadromous salmonids in the Columbia River Basin have primarily been initiated to evaluate the effects of specific management actions, leading to data being most appropriately viewed at the subpopulation and population level. This constraint is stated in \"The ESA requires assessments of species and their habitat at multiple spatial scales from specific reaches, to subpopulations, populations, and the ESA management unit of Pacific salmon, the Evolutionary Significant Unit (ESU)\" (lines 13-16).\n\n3. Water quality monitoring: The text mentions seven water quality attributes that need to be continuously monitored in the Columbia River Basin, including temperature, turbidity, conductivity, pH, dissolved oxygen, nitrogen, and phosphorus. Monitoring stations for these attributes should be co-located with flowgauges operated by USGS or WDOE to assess the effect of stream flow on water quality attributes. This constraint is stated in \"The UCMS (Hillman 2006) also calls for seasonal measurements of nitrogen and phosphorus, achieved by collecting monthly grab samples at these same sites. Methods for continuous monitoring of attributes at integrator sites follow the manufacturers' guidelines for deployment and calibration\" (lines 19-23).\n\n4. Data quality level: The accuracy of water quality instruments meets the Data Quality Level A as defined by the Oregon Watershed Plan Water Quality Monitoring Technical Guidebook (2001). This constraint is stated in \"The accuracy of the water quality instruments meet the Data Quality Level A as defined by the Oregon Watershed Plan Water Quality Monitoring Technical Guidebook (2001)\" (line 26).\n\nThere are no constraints mentioned related to coding or software."
}