{
  "keywords": " Large rocks, Boulders, Floods, Sensor installation, Ideal site characteristics"
,
  "abstract": " To successfully install a sensor for monitoring water levels or other environmental conditions, follow these steps:\n1. Find a large, immobile rock or boulder at the site. These \"charismatic megaboulders\" will remain in place during floods and are easily identifiable for future visits.\n2. Look for rocks that protrude above the low flow water surface by a foot or more and are wide enough to shield the sensor from moving debris during floods.\n3. Ideal site characteristics include pockets of calm water with smaller substrate sizes downstream of the rock. Large rocks and cobbles on the downstream side should be avoided, as they may move during the next flood and dislodge the sensor.\n4. The rock should provide a relatively flat downstream attachment surface that remains submerged and in or near flowing water for the entire year. This surface should be deep enough to support the sensor.\n5. In low-gradient meadow reaches where large substrates are rare, seek steeper channels immediately up or downstream of the meadow for installation. Avoid attaching the sensor to logs, as they may decay over time.\nThis method is crucial because it ensures a stable attachment site for the sensor during floods and provides easy identification of the installation site for future visits. By finding a large, immobile rock with a flat, deep downstream attachment surface, the sensor will remain in place and function effectively throughout the year. This approach also minimizes potential damage to the sensor caused by moving debris or floodwaters."
,
  "description": " In the process of selecting a site for sensor installation, a significant consideration is identifying a suitable large rock or boulder (charismatic megaboulders), which remains stationary during large floods and is easily recognizable for subsequent visits. This initial step is crucial for ensuring successful sensor deployment.\n\nThe ideal rock should be sufficiently large to extend a foot or more above the low flow water surface and possess a broad enough base that it effectively shields the sensor from moving rocks or debris during flooding events. Such characteristics enable the sensor to remain undisturbed, enhancing data accuracy.\n\nDownstream of the selected rock, pockets of relatively calm water with smaller substrate sizes are desirable site features. Large rocks and cobbles situated downstream may lead to similar-sized substrates moving in the area during subsequent floods, potentially dislodging the sensor. Conversely, areas with immobile structures such as bridge footings could be considered; however, attachment to large logs is not recommended due to their potential decay over time.\n\nAdditionally, it's essential to ensure that the chosen rock provides a flat downstream attachment surface deep enough to remain submerged and in or near flowing water throughout the year. This requirement might result in relatively rare large substrates suitable for attachment within low-gradient meadow reaches. In such instances, seeking steeper channels immediately up or downstream of meadows is recommended for a successful installation."
,
  "target": " Choosing a large, stable rock for sensor installation.\n\nSpecifies the primary focus or goal of the method within 5 words:\nSelecting a stationary rock for sensor placement."
,
  "constraints": " The text discusses the process of finding an ideal location for installing a sensor in a river or stream environment. Here are the constraints identified in the method and where they're stated:\n\n1. **Immobility during large floods**: The search is for a large, immobile rock or boulder that can effectively shield the sensor from moving rocks or debris during floods (lines 2-3).\n2. **Easy identification**: The rock should be easy for others to identify on subsequent site visits (line 1).\n3. **Size and shape**: The best rocks are large enough to protrude above the low flow water surface and wide enough to shield the sensor effectively during floods (lines 4-5, 8).\n4. **Calm water pockets**: Ideal site characteristics include pockets of relatively calm water with smaller substrate sizes downstream of the rock (line 10).\n5. **Avoid large cobbles and logs**: Large substrates on the downstream side are likely to move during floods, making it less suitable for sensor attachment (lines 12-13). Attachment to large logs is also not recommended due to decay over time (line 14).\n6. **Flat, deep attachment surface**: The rock should provide a relatively flat downstream attachment surface that remains submerged and in or near flowing water for the entire year (lines 5-6).\n7. **Seek steeper channels**: If large rocks and cobbles are rare within low-gradient meadow reaches, consider seeking steeper channels immediately up or downstream of the meadow for suitable large substrates (lines 16-17).\n8. **Avoid attachment to bridge footings**: Immobile structures like bridge footings may be considered but are not recommended as an attachment point for sensors (line 15)."
}