{
  "keywords": " Large rocks, Boulders, Floods, Sensor installation, Ideal site characteristics"
,
  "abstract": " To successfully install a sensor for monitoring water conditions, it is crucial to select an appropriate large rock or boulder as the installation site. The importance of choosing the right rock lies in ensuring its immobility during floods and easy identification for future visits. The best rocks are those that stand out above the low flow water surface by a foot or more and have a wide base, providing effective shielding from moving debris during floods.\n\nIdeally, the site should feature calm pockets of water with smaller substrate sizes downstream of the large rock. Large rocks and cobbles on the downstream side could potentially move again during the next flood, risking sensor dislodgment. The rock's attachment surface must be relatively flat, deep enough to remain submerged, and in or near flowing water for the entire year.\n\nSelecting a large, stable rock as the installation site helps address potential issues. It minimizes risks associated with moving substrates or debris during floods, which could damage or dislodge the sensor. Furthermore, it provides a solid base for attaching the sensor and ensures its accessibility for future visits."
,
  "description": " In the context of stream sensor installation, identifying an appropriate large rock or boulder (referred to as charismatic megaboulders) is a crucial initial step. This stone should remain stationary during flood events and be easily recognizable for subsequent visits. The ideal rock size includes those that extend at least one foot above the low flow water surface and have a sufficient width to protect the sensor from floating debris or shifting rocks during floods (Figure 1).\n\nDownstream of these large rocks, search for areas featuring calm waters with smaller substrate sizes. Large rocks and cobbles in this location may displace, potentially disturbing the sensor attachment during subsequent floods. Ideally, the rock selected should provide a flat, downstream attachment surface that remains submerged throughout the year and is deep enough to ensure continuous contact with flowing water (Figure 2).\n\nLow-gradient meadow reaches might have limited availability of large, immobile substrates suitable for sensor attachment. In such cases, consider seeking out steeper channels nearby, either upstream or downstream of the meadow, as they are more likely to contain larger, stable substrates for attachment (Figure  3).\n\nAvoid attaching sensors to structures like bridge footings due to potential future instability. Additionally, do not attach sensors to large logs as they may decay over time and compromise sensor stability.\n\n![Image 1: Large Rock or Boulder](https://i.imgur.com/0pW6fMj.png)\nFigure 1: A charismatic megaboulder extending above the low flow water surface.\n\n![Image 2: Flat Downstream Attachment Surface](https://i.imgur.com/4g9QK8J.png)\nFigure  2: Flat downstream attachment surface of a suitable rock.\n\n![Image 3: Steeper Channel for Sensor Attachment](https://i.imgur.com/C8Ww6bA.png)\nFigure  3: A steeper channel containing larger, stable substrates for sensor attachment."
,
  "target": " Choosing a stable rock for sensor installation.\n\nSpecifies the primary focus or goal of the method within 5 words:\nSelecting a stationary rock for sensor placement."
,
  "constraints": " The text discusses constraints for finding an appropriate site for sensor installation using large immobile rocks. Here are the applicable constraints and where they are stated:\n\n1. **Immobility during large floods:** The rock should be immobile to ensure that the sensor remains stable during flood events. (line 2)\n2. **Easy identification:** The rock should be easily identifiable for future site visits. (line 3)\n3. **Size and shape:** The best rocks are large enough to protrude above low flow water surfaces, wide enough to shield the sensor from moving debris during floods, and have a flat downstream attachment surface deep enough to remain submerged throughout the year. (lines 6-12)\n4. **Calm water pockets:** Ideal site characteristics include calm water pockets with smaller substrate sizes. (line 13)\n5. **Avoid large logs:** Attachment to large logs is not recommended due to decay over time. (line 20)\n\nIf the text didn't specify these constraints, they would be included because they are essential for a successful sensor installation. Large immobile rocks provide stability and protection against flood events and ensure accurate sensor data collection. The size and shape requirements ensure that the rock can effectively shield the sensor from moving debris and remain submerged throughout the year. The calm water pockets with smaller substrate sizes minimize potential interference from moving substrates, while avoiding large logs reduces the risk of attachment failure due to decay."
}