{
  "keywords": " Columbia River Basin, anadromous salmonids, Endangered Species Act (ESA), comprehensive monitoring, water quality attributes (temperature, turbidity, conductivity, pH, dissolved oxygen, nitrogen, phosphorus)"
,
  "abstract": " The text discusses the need for a comprehensive monitoring strategy to address the declines of anadromous salmonids in the Columbia River Basin, which have led several populations to be listed under the Endangered Species Act (ESA). The current data collected from monitoring programs are not reliable enough for ESA assessments and recovery planning due to their limited scope and focus on specific management actions.\n\nTo address these issues, a method is proposed that involves continuously monitoring seven water quality attributes at integrator sites, which are locations downstream of each population or subpopulation. These attributes include temperature, turbidity, conductivity, pH, dissolved oxygen, nitrogen, and phosphorus. This method calls for weekly and daily maximum temperature readings, as well as monthly grab samples for nitrogen and phosphorus.\n\nThe water quality monitoring stations are co-located with flow gauges operated by the USGS or WDOE to assess the effect of stream flow on water quality attributes. The data collected from these monitoring efforts meet high accuracy standards, as defined by the Oregon Watershed Plan Water Quality Monitoring Technical Guidebook.\n\nThis method is necessary because reliable and comprehensive data on water quality attributes are essential for ESA assessments and recovery planning. By continuously monitoring these attributes at integrator sites and co-locating them with flow gauges, investigators can assess the impact of stream flows on water quality and gain a more holistic understanding of the health of anadromous salmonid populations in the Columbia River Basin."
,
  "description": " The text body discusses the need for a comprehensive monitoring strategy to address the declining populations of anadromous salmonids in the Columbia River Basin, which are now protected under the Endangered Species Act (ESA). The current data collected from monitoring programs are not adequate or reliable for ESA assessments and recovery planning due to their limited scope and focus on specific management actions.\n\nTo reduce uncertainties surrounding the declines and strategies for reversing this trend, it is necessary to implement a monitoring strategy that aligns with the requirements of the ESA. This includes assessing species and their habitats at multiple spatial scales, from specific reaches, subpopulations, populations, and the Evolutionary Significant Unit (ESU).\n\nSeven water quality attributes have been identified by the Upper Columbia River Basin Monitoring and Assessment Program (UCMS) for continuous monitoring. These include temperature (weekly and daily maximums), turbidity, conductivity, pH, dissolved oxygen (DO) at integrator sites, and seasonal measurements of nitrogen and phosphorus. Integrator sites are located at the downstream end of each population or subpopulation distribution.\n\nContinuous monitoring methods for these attributes follow manufacturers' guidelines for deployment and calibration, and are co-located with flow gauges operated by the United States Geological Service (USGS) or Washington State Department of Ecology (WDOE). This coupling of water quality monitoring stations with associated flow gauges enables investigators to assess the effect of stream flow on water quality attributes.\n\nThe accuracies of the water quality instruments meet Data Quality Level A as defined by the Oregon Watershed Plan Water Quality Monitoring Technical Guidebook. These levels are based on criteria such as measurement uncertainty, frequency and duration of sampling, and data processing and reporting. Data Quality Level A is the highest level, indicating that the data are of exceptional quality and can be used for regulatory compliance, research, and management purposes."
,
  "target": " Implementing comprehensive monitoring strategy for anadromous salmonids in Columbia River Basin, focusing on water quality attributes."
,
  "constraints": " The text does not impose any specific constraints on the method used for water quality monitoring in the Columbia River Basin. However, it does mention some requirements and considerations that should be met:\n\n1. Spatial scales: Monitoring programs need to provide data at multiple spatial scales, from reaches to subpopulations, populations, and ESUs. This is necessary for ESA assessments and recovery planning.\n2. Data reliability: Current and historical monitoring data are not always adequate or reliable for ESA purposes. New comprehensive monitoring strategies are needed.\n3. Water quality attributes: Seven water quality attributes need to be continuously monitored at integrator sites, including temperature (weekly and daily maximums), turbidity, conductivity, pH, dissolved oxygen (DO), nitrogen, and phosphorus.\n4. Monitoring methods: The monitoring methods should follow manufacturers' guidelines for deployment and calibration. Co-location with flow gauges operated by USGS or WDOE is recommended to assess the effect of stream flow on water quality attributes. The accuracies of the water quality instruments must meet Data Quality Level A as defined in the Oregon Watershed Plan Water Quality Monitoring Technical Guidebook (2001).\n\nThere's no code provided in this text, as it is a descriptive passage about the requirements for monitoring anadromous salmonids in the Columbia River Basin."
}