{
  "keywords": " live fish, fish carcasses, weir, salmon migration, adaptive management, Technical Oversight Group (TOG), mortalities"
}{
  "abstract": " This method is used to monitor the impact of a weir on migrating salmon by conducting daily surveys to locate live fish and fish carcasses downstream of the weir. The information collected is assessed for potential negative effects such as passage delay or mortality. If critical situations, like 10 salmon mortalities on three consecutive surveys or 25 salmon mortalities on any one survey below the weir, are detected, a Technical Oversight Group (TOG) will be consulted. The TOG may recommend mitigative actions to address any issues and improve fish passage and reduce mortality. This method is necessary as it ensures that potential negative impacts of the weir on migrating salmon are identified and addressed promptly through adaptive management."
}{
  "description": " This methodology outlines the procedure for conducting in-stream surveys to identify live fish and deceased fish in the area stretching from the weir downstream to Chiliwist Creek. The data gathered on the population of live and dead fish below the weir is evaluated daily to determine any potential detrimental impact of the weir on migrating salmon.\n\nKey observations that may indicate negative effects include passage delays and mortality. A passage delay can occur when fish are held upstream of the weir, while mortality is indicated by moribund or deceased fish found downstream of the weir. In instances where critical situations arise – for example, if there are ten salmon mortalities observed in three consecutive surveys or twenty-five mortalities on a single survey below the weir – the Project Lead will immediately contact the Technicial Oversight Group (TOG). The TOG may then recommend mitigative actions to be taken. If such recommendations are made, the Project Lead is responsible for implementing and monitoring these actions to assess their impact."
}{
  "target": " Monitoring weir impact on fish migration and mortality."
}{
  "constraints": " Based on the provided text, here are the constraints identified and where in the method they are stated:\n\n1. The surveys are conducted daily to assess the potential negative effects of the weir on migrating salmon from the weir downstream to Chiliwist Creek. (implied by the text)\n2. Critical situations, such as passage delay or mortality of fish, must be reported to the Project Lead and documented. (stated: \"Field technicians will report a critical situation to the Project Lead and provide documentation of a potential negative impact to fish including passage delay (e.g. holding downstream of the weir) and mortality (e.g. moribund or dead fish downstream of the weir).\")\n3. If 10 salmon mortalities occur on 3 consecutive surveys or 25 salmon mortalities occur on any one survey below the weir, the Project Lead must consult with the TOG. (stated: \"If 10 salmon mortalities on 3 consecutive surveys or 25 salmon mortalities on any one survey below the weir occur, the Project Lead will consult with the TOG.\")\n4. The TOG may recommend mitigative action, and if so, the Project Lead must implement and monitor the effect. (stated: \"The TOG may recommend mitigative action, in which case, the Project Lead will implement and monitor the effect.\")\n5. The process of adaptive management for the operation of the weir is conducted through a Technicial Oversight Group (TOG). (implied by the text)"
}