{
  "keywords": " Genome-wide DNA sequencing, Parentage Based Tagging, Genetic Stock Identification, Thermal stress, Pool-Seq, Allele frequencies, Populations, Climate change, Narum et al (2013), Selection genes."
}{
  "abstract": " The text discusses the use of high-density genome-wide DNA sequencing for discovering genetic markers in Parentage Based Tagging and Genetic Stock Identification projects. This method is important because it increases the chances of finding useful genetic markers that cannot be identified through traditional methods. Additionally, this sequencing can help identify genes under selection, such as those related to thermal stress, which could predict adaptation to climate change.\n\nHowever, whole-genome sequencing for multiple individuals remains a costly limitation. To address this issue, new methods have been developed that involve pooling multiple individuals and sequencing their homogenized DNA (Pool-Seq). This approach provides a representation of allele frequencies within populations at a significantly lower cost compared to individual sequencing.\n\nTherefore, the Pool-Seq method is essential for genomic research projects where budget constraints limit the ability to sequence each individual separately. By pooling and sequencing multiple individuals together, researchers can obtain valuable genetic information from diverse populations at a more affordable price."
}{
  "description": " This text discusses the application of high-density genome-wide DNA sequencing in the context of Parentage Based Tagging (PBT) and Genetic Stock Identification (GSI) projects, as well as its potential for identifying genes under selection. The text refers to a specific study by Narum et al (2013), which utilized high-density genome-wide DNA sequencing to identify genes in Oncorhynchus mykiss under selection for thermal stress.\n\nHigh-density genome-wide DNA sequencing is a technique used to analyze an organism's entire genetic material at a very high resolution. This sequencing method increases the likelihood of discovering genetic markers that are useful for PBT and GSI projects, which aim to establish the parentage relationships and genetic identities of individuals or populations.\n\nThe text highlights that despite the increasing availability of reference genomes across broad taxa, whole-genome sequencing of multiple individuals remains a significant limitation due to high costs. To address this challenge, new methods have emerged, such as Pool-Seq, which involves pooling and homogenizing DNA from multiple individuals before performing whole-genome sequencing. Pool-Seq provides a representation of allele frequencies for populations at a significantly lower cost compared to sequencing individual samples.\n\nThe study mentioned in the text by Narum et al (2013) identified genes under selection for thermal stress using high-density genome-wide DNA sequencing data from Oncorhynchus mykiss. This information could potentially be used to predict adaptation capabilities of populations under climate change scenarios.\n\nIn summary, the text discusses how high-density genome-wide DNA sequencing is a valuable tool for PBT and GSI projects due to its ability to identify genetic markers useful for population analyses. Additionally, it highlights the cost-effective approach of Pool-Seq, which allows for the analysis of multiple samples at once. The text also showcases an example of how high-density genome-wide DNA sequencing was used to identify genes under selection for thermal stress in Oncorhynchus mykiss."
}{
  "target": " Genome-wide sequencing: Discover genetic markers, identify selected genes."
}{
  "constraints": " The greatest constraint identified in the text is the cost limitation of whole-genome sequencing of multiple individuals. This is mentioned several times throughout the text: \"the greatest limitation to whole-genome sequencing of multiple individuals continues to be the costs associated with sequencing\" and \"Pool-Seq provides a representation of allele frequencies for populations at a fraction of the cost of sequencing individuals.\" Therefore, cost is the applicable constraint in this method."
}