{
  "keywords": " Genome-wide DNA sequencing, Parentage Based Tagging, Genetic Stock Identification, Selection genes, Pool-Seq, Population genetics, Climate change, Thermal stress, Narum et al (2013), Oncorhynchus mykiss."
,
  "abstract": " The text discusses the use of high-density genome-wide DNA sequencing for discovering genetic markers in Parentage Based Tagging and Genetic Stock Identification projects, as well as identifying genes under selection. However, the main challenge is the high cost of whole-genome sequencing multiple individuals.\n\nTo address this issue, a new method called Pool-Seq has been developed. In Pool-Seq, multiple individuals' DNA are homogenized and sequenced together in one pool. This process provides information on the allele frequencies within a population at a significantly lower cost compared to sequencing each individual separately.\n\nBy using Pool-Seq, researchers can identify genetic markers useful for parentage analysis and stock identification while also discovering genes under selection that could predict adaptation to changing environments like climate change. This method is crucial in expanding the scope of genetic research by making it more accessible and cost-effective for large population studies."
,
  "description": " The text discusses the application of high-density genome-wide DNA sequencing in the fields of Parentage Based Tagging and Genetic Stock Identification. This sequencing technology increases the probability of discovering genetic markers by providing a comprehensive analysis of an organism's entire genome.\n\nNarum et al (2013) is cited as an example, where they employed this method to identify genes under selection in Oncorhynchus mykiss that could be used to predict potential adaptation responses to thermal stress and climate change scenarios.\n\nDespite the growing number of reference genomes available across various taxa, the greatest challenge in whole-genome sequencing of multiple individuals remains the substantial costs associated with the process. To address this limitation, novel methods have emerged, such as Pool-Seq, which pools DNA samples from multiple individuals and sequences the homogenized mixture. This approach provides a population-level representation of allele frequencies at a significantly lower cost compared to individual sequencing.\n\nIn summary, high-density genome-wide DNA sequencing plays a crucial role in identifying genetic markers for Parentage Based Tagging and Genetic Stock Identification projects by revealing genomic variations among individuals. The advancement of Pool-Seq methodology offers an economical solution to overcome the high costs associated with whole-genome sequencing, enabling population-level analyses."
,
  "target": " Cost-effective population genome analysis through DNA pooling."
,
  "constraints": " The greatest constraint to the method of whole-genome sequencing for Parentage Based Tagging and Genetic Stock Identification projects stated in the text is the cost associated with sequencing multiple individuals. This is mentioned several times throughout the text. Pool-Seq, a method that involves pooling and sequencing homogenized DNA from multiple individuals, is introduced as a solution to this cost limitation, providing a representation of allele frequencies for populations at a fraction of the cost of sequencing individuals."
}