{
  "keywords": " High-density genome-wide DNA sequencing, Parentage Based Tagging and Genetic Stock Identification, thermal stress genes, Oncorhynchus mykiss, whole-genome sequencing, pooling method (Pool-Seq), population genetics, allele frequencies, cost-effective."
}{
  "abstract": " This text discusses the use of high-density genome-wide DNA sequencing for projects related to Parentage Based Tagging and Genetic Stock Identification. The benefits include discovering genetic markers and identifying genes under selection. However, the main limitation is the high cost of whole-genome sequencing for multiple individuals. To address this issue, a method called Pool-Seq has been developed. Pool-Seq involves pooling and homogenizing DNA from multiple individuals before sequencing. This process provides a representation of allele frequencies within populations at a significantly lower cost compared to individual sequencing. By using Pool-Seq, researchers can study larger sample sizes and gain insights into population genetics, potentially uncovering valuable information for conservation efforts and adaptability predictions under climate change scenarios."
}{
  "description": " In this text, the focus is on the application of high-density genome-wide DNA sequencing in the context of Parentage Based Tagging and Genetic Stock Identification projects, as well as the identification of genes under selection. The sequencing process increases the probability of discovering genetic markers by examining the entire genome.\n\nNarum et al (2013) is cited as an example where this technique was employed in Oncorhynchus mykiss, a fish species, to identify genes under selection for thermal stress adaptation. This information could potentially be used to predict how populations may respond to climate change scenarios.\n\nDespite the increasing availability of reference genomes across various taxa, whole-genome sequencing of multiple individuals remains costly. To mitigate these costs, methods such as Pool-Seq have been developed. These methods involve pooling and homogenizing DNA from multiple individuals before sequencing. The resulting data provides a representation of allele frequencies for the population, offering a more affordable alternative to sequencing individuals separately.\n\nFor further details on whole genome resequencing using an individual barcoding method, refer to Method 6754."
}{
  "target": " Genomic analysis for population genetics and selection identification.\n\nExplanation: The text focuses on using high-density genome-wide DNA sequencing to discover genetic markers for Parentage Based Tagging and Genetic Stock Identification, as well as identifying genes under selection. This information is useful for understanding population dynamics and potential adaptation to environmental changes. The methods mentioned, such as Pool-Seq, help reduce costs associated with sequencing multiple individuals."
}{
  "constraints": " The main constraints stated in the text for whole genome sequencing using pooled DNA (Pool-Seq) are:\n\n1. Cost: \"The greatest limitation to whole-genome sequencing of multiple individuals continues to be the costs associated with sequencing.\"\n2. Population representation: \"Pool-Seq provides a representation of allele frequencies for populations at a fraction of the cost of sequencing individuals.\"\n\nThese constraints are stated in the second and third paragraphs of the text. Pool-Seq is an affordable alternative to whole genome sequencing individual organisms, making it feasible to analyze larger population samples. However, this method only provides information about the allele frequencies within a population, not specific data for individual organisms."
}