{
  "backgroundRationale": "<p><strong>NOTE: The details in this protocol have been revised and are now contained in multiple protocols. Full details can now be found in protocol IDs: 613 &amp; 2016; https://www.monitoringmethods.org/Protocol/Details/613;&nbsp;https://www.monitoringmethods.org/Protocol/Details/2016</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>An overall goal of the Dworshak Reservoir nutrient restoration project is to improve the efficiency of the foodweb, thereby increasing the size and abundance of&nbsp;kokanee&nbsp;in the reservoir to benefit the sport fishery and other resident fishes. In order to assess the effects of nutrient restoration on the kokanee population, we examine a variety of metrics on an annual basis. We assess kokanee size, age structure and reproductive development using biological data obtained from mid-water trawl surveys conducted in July. Furthermore, we estimate age-specific abundance, survival rates, biomass, production and total mortality by weight. We will evaluate kokanee growth either through length back-calculations from scale analysis, additional trawl surveys conducted in the spring and fall, or a combination of the two. Each fall, we collect pre-spawn kokanee from index streams to evaluate size and fecundity. We conduct visual spawner counts for four index streams within three days of the historical peak of spawning activity.</p>\r\n",
  "sampleDesigns": [
    {
      "id": 9913,
      "title": "Assess kokanee population status - Idaho Department of Fish and Game (IDFG)",
      "status": "Finalized",
      "url": "http://www.monitoringresources.org/api/v1/designs/9913",
      "spatialDesignCategory": "Ease of Access",
      "spatialDesignCategoryID": 9,
      "lastUpdated": null
    }
  ],
  "objectives": [
    "Estimate kokanee biomass, production and mortality by weight.",
    "Estimate kokanee age-specific survival.",
    "Estimate kokanee age-specific abundance.",
    "Estimate age specific mean length, weight and relative weight.",
    "Estimate fecundity of spawning female Kokanee.",
    "Estimate mean length and weight of spawning Kokanee.",
    "Conduct spawner counts as an index of mature kokanee abundance."
  ],
  "keyAssumptions": "<p>Trends in index streams are indicative of the watershed as a whole.</p>\r\n",
  "dataHandlingConsiderations": "Data will be entered into standardized spreadsheets and databases.  Measures such as limiting the range of values that can be input or locking formulas will be used as appropriate. Data will be stored in multiple locations, including a network drive with a backup feature.",
  "qualityControlConsiderations": "Data will be evaluated to make sure that values fall within expected ranges.  Scale reading will be performed by at least two independent readers, and discrepancies will be resolved by re-analyzing scales and performing length back calculations to determine if identified annuli are reasonable based on back calculated lengths.  Echograms of a calibration sphere will be recorded prior to acoustic surveys to verify proper calibration of the equipment.",
  "reportingConsiderations": "Progress reports will be prepared annually following the styles guideline for IDFG fisheries research reports. Manuscripts for peer reviewed journals will be prepared periodically following the style guidelines for the appropriate journal.",
  "equipmentCleaningAndCalibration": "Immediately prior to the July trawl survey, the trawl net will be calibrated as described in our trawl survey methods. The trawler will be disinfected using a steam cleaner at Clearwater Fish Hatchery. The net will be disinfected using bleach or Aquatic Virkon prior to storage. The net will also be inspected and repaired as necessary in between surveys.\r\n\r\nThe echosounder will be calibrated annually per the manufacturer's instructions. Prior to each survey, calibration will be checked using a standard calibration sphere as described in our acoustic methods.\r\n\r\nWaders and sampling equipment will be disinfected with Aquatic Virkon following spawner surveys.",
  "rolesAndResponsibilities": "The technical lead will be responsible for planning and coordinating field surveys, oversee data collection and management, perform data analysis, and report results.  Crew members will be responsible for following data collection protocols and safety requirements.",
  "qualifications": "The crew leader must have experience performing the particular survey at hand.  For on the water surveys (i. e. trawling and acoustics) the crew leader must be experienced in boat operation, safety and navigation during hours of darkness.  Crew members must be able to follow data collection and safety protocols.  For spawner surveys, all crew members must be able to walk long distances over uneven, slippery terrain.",
  "trainingRequirements": "On the job training will be provided for equipment and sampling techniques.  The technical lead should periodically attend workshops to stay current on sampling and analysis techniques.",
  "safetyConsiderations": "Personal flotation devices will be provided when working on the water.  Safety will be discussed with the crew prior to surveying, including appropriate responses to particular emergency situations.",
  "fieldScheduleNotes": null,
  "budgetConsiderations": null,
  "monitoringPurpose": null,
  "estimatedCostPerSite": "$1,000 to $2,500",
  "optionalMethodIDs": [],
  "optionalMethods": [],
  "id": 1155,
  "name": "Assess Kokanee Population Status Interim Protocol",
  "status": "Expired",
  "url": "http://www.monitoringresources.org/api/v1/studyDesigns/1155",
  "programID": null,
  "programUrl": "[none]",
  "protocolID": 2027,
  "protocolUrl": "http://www.monitoringresources.org/api/v1/protocols/2027",
  "ownerName": "Sean Wilson",
  "ownerEmail": "sean.wilson@idfg.idaho.gov",
  "majorVersion": 1,
  "minorVersion": 0,
  "previousStudyDesignVersionId": null,
  "previousStudyDesignVersionUrl": "[none]",
  "mostRecentVersionId": null,
  "mostRecentVersionUrl": "[none]"
}