{
  "backgroundRationale": "<p>This document details the monitoring design, procedures, and quality assurance steps necessary to document and report the effectiveness of restoration projects at the project site scale. This supports the Bonneville Power Administration&rsquo;s (BPA) programmatic approach to project level Action Effectiveness Monitoring (AEM), as documented in &quot;Action Effectiveness Monitoring of Tributary Habitat Improvement: A programmatic approach for the BPA Fish and Wildlife Program.&quot; This is based on the Washington Salmon Recovery Funding Board (SRFB) protocol,&ndash;&ldquo;Monitoring Effectiveness of Fish Passage Projects&rdquo; (ID: 34) (https://www.monitoringmethods.org/Protocol/DownloadDescription/34), and the Columbia Habitat Monitoring Program (CHaMP) (ID: 18) (https://www.monitoringresources.org/ Resources/Program/Detail/18); however, variations in the monitoring design and metrics collected required modification of the protocol.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "sampleDesigns": [],
  "objectives": [
    "Determine whether juvenile salmonid density and abundance by channel unit in a restored reach is increasing relative to a control reach.  "
  ],
  "keyAssumptions": "<p>Access to impact and suitable control reaches will be provided prior to project implementation and for a period of five years following project completion.</p>\r\n\r\n<p>Reach is suitable for snorkel surveys.</p>\r\n",
  "dataHandlingConsiderations": "Data will be collected in the field using various hand-held data entry devices.  Raw data will be kept on file by the project monitoring entity.  A copy of all raw data will be provided to the BPA at the end of the project.  Summarized data from the project will be entered into the online database after each sampling season.",
  "qualityControlConsiderations": "All data collected in the field is uploaded into a replication of the database on a laptop computer and run through a series of QA/QC checks prior to leaving the site.  In addition to the automated QA/QC process, this allows field staff to visually review the data for errors.  Should errors or omissions be found, field staff can correct items that may be recorded improperly or collect additional data that may be missing from the data forms while still onsite.",
  "reportingConsiderations": "A progress report will be prepared in writing by the monitoring entity after the sampling season for Years 1 and 2, including preliminary results.  A final report will be prepared in writing by the monitoring entity after the sampling season for Year 5.  It shall include: \r\n•\tEstimates of precision and variance \r\n•\tConfidence limits for data \r\n•\tSummarized data required for PRISM database \r\n•\tDetermination whether project met decision criteria for effectiveness \r\n•\tAnalysis of completeness of data, sources of bias\r\n.\r\n\r\n",
  "equipmentCleaningAndCalibration": "Field equipment (i.e., waders, wading socks, boots, dry suits, snorkel equipment or any other field gear) should be maintained to prevent the spread of disease or invasive species.  This can be accomplished by thoroughly cleaning equipment prior to leaving a site or at the office prior to using that equipment at another location.  \r\n\r\nElectronic equipment should be maintained in good working condition to ensure that measurements are collected and recorded accurately.  This includes ensuring that equipment is fully charged or has sufficient battery power to operate correctly, as well as any calibration that may be required or recommended by manufacturers.\r\n",
  "rolesAndResponsibilities": "Field Manager (FM):  The Field Manager is responsible for and has the authority to direct all operations related to the field work necessary to complete this project.  The Field Manager oversees all field crews and is directly responsible for insuring that all safety procedures are followed.  The Field Manager shall be directly responsible for the safety of all field crews when in the field and for strictly following a daily field plan.  He/She shall implement an established emergency plan at the field level should an emergency situation arise.  The Field Manager will know the location of crews and their itineraries at all times and shall keep the field team leaders advised of significant project developments on a daily basis by providing and following a daily field plan or itinerary.  \r\n\r\nField Team Leader (FTL): Each Field Team Leader shall be directly responsible for the safety of his or her field crew when in the field and for strictly following the daily field plan.  Each FTL shall implement the emergency plan at the field level during emergency situations.  Each FTL in the field shall know the location of his or her field crew and their itineraries at all times and shall keep the other FTLs advised of significant project developments on a daily basis by providing and following a daily field plan or itinerary.  \r\n\r\nField Investigators: Each field investigator shall be responsible for following the Health and Safety Plan.  He or she shall maintain scheduled communications with the FTL and shall assure that during emergency situations appropriate procedures are followed. In the event the FTL is incapacitated or unavailable, the most senior field investigator shall assume the duties of the FTL.\r\n",
  "qualifications": "Field Manager: The FM must have experience with the type of work that is being conducted and must be familiar with all field operations related to the field work.  The FM must also be familiar with safety and emergency procedures and be capable of overseeing and/or carrying out any necessary tasks associated with those procedures.  \r\n\r\nField Team Leader: The most experienced member of every field team will be designated as the FTL.  The FTL must also be familiar with safety and emergency procedures and be capable of carrying out any necessary tasks associated with those procedures.  \r\n\r\nField Investigator:  The field investigators must be trained in the type of work that is being conducted or have sufficient experience/education to be capable of conducting the necessary tasks and adhering to safety policies.\r\n",
  "trainingRequirements": "An interdisciplinary training session and site-specific orientation shall be given to all field personnel by personnel who have used the protocols for at least three years prior to beginning site work.  This training may be internal, or contracted using personnel who have already implemented these protocols to ensure consistency across organizations.  The training shall cover materials related to health and safety procedures as well as technical aspects of the work to be performed.  This training shall also be provided to any new employees arriving after the start of the field season before they begin field work.  \r\n\r\nThe Field Manager will conduct field safety meetings and prior to the start of any new activities.  These meetings will provide the chance for field personnel to present questions or address any safety issues that may have arisen\r\n",
  "safetyConsiderations": "At least two team members of each field team will be current with their first aid/CPR training.  First aid/CPR training is recommended for any subcontractors.  A copy of the Health and Safety Plan shall accompany each field team into the field. Field staff must always work in teams of 2 or more and may never work alone.  At the end of each work day, the FTL will check in with the Field Manager to confirm that all team members are accounted for and have left the site safely.  Check in can be done by leaving a phone message for the Field Manager.",
  "fieldScheduleNotes": "Surveys are scheduled to coincide with summer low flow conditions whenever possible.  Monitoring of the impact and control reaches should be conducted consecutively to capture similar flow and environmental conditions at each reach.  Monitoring of a site should be conducted during each monitoring year on a schedule similar to that of the previous years so that seasonal fluctuations in stream conditions, riparian habitat, and fish use are not an issue.  For spawner surveys, sampling should occur in both the impact and control stream reaches beginning with the earliest anticipated spawning for the target species and should continue until the end of the normal spawning period.  ",
  "budgetConsiderations": "For each project, a team of 2-4 field staff surveying for two 10-hour days (1 day control, 1 day impact) is budgeted.  The number of field staff required is dependent on the size of the site and the level of effort that will be required to collect all data at both reaches within the two-day period.   Additionally, a team of 2 field staff for one 10-hour day is budged for each visit to each site during spawner surveys.  In order to reduce costs associated with travel and mobilization, monitoring of sites within the same geographic region may be grouped such that multiple sites can be surveyed during a given trip.",
  "monitoringPurpose": null,
  "estimatedCostPerSite": "> $10,000",
  "optionalMethodIDs": [],
  "optionalMethods": [],
  "id": 1168,
  "name": "Coordinated MBACI Protocol for Estimating Instream Juvenile Salmonid Abundance_AEM",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/studyDesigns/1168",
  "programID": null,
  "programUrl": "[none]",
  "protocolID": 2044,
  "protocolUrl": "http://www.monitoringresources.org/api/v1/protocols/2044",
  "ownerName": "Jennifer O'Neal",
  "ownerEmail": "jen@naturaldes.com",
  "majorVersion": 1,
  "minorVersion": 0,
  "previousStudyDesignVersionId": null,
  "previousStudyDesignVersionUrl": "[none]",
  "mostRecentVersionId": null,
  "mostRecentVersionUrl": "[none]"
}