{
  "backgroundRationale": "<p>The Salmon River Integrated Status and Effectiveness Monitoring Project (ISEMP) is part of a larger Research, Monitoring and Evaluation (RME) Pilot Project initiative that, in addition to work being conducted in the Salmon River basin, includes ongoing activities in the Wenatchee/Entiat and John Day River subbasins. The motivation for the RME Pilot Project has two major components &ndash; consolidation of regional RME planning efforts, and pilot-scale implementation of RME design concepts. At its core, the ISEMP Project is an experimental approach to the development of status, trends and effectiveness monitoring for salmonid populations, habitat characteristics and tributary environment management actions. Thus, the primary motivation is not the implementation of long-term monitoring programs, rather, the development and testing of programs that are supportable in the long-term by the natural resource co-manager community. Thus the major accomplishments of the project will be monitoring approaches that address key management questions and data collection and reduction processes to meet critical regional decision making needs. The primary goal of the Lemhi Effectiveness Project is to identify and quantify the effects of habitat modifications on the productivity and survival of focal anadromous and resident salmonids within the Lemhi watershed. For anadromous species, tributary or reach specific juvenile abundance will be estimated by partitioning recaptures at existing mainstem screw traps. Total abundance will be estimated by the screw traps, and the total estimate will be partitioned to tributaries or reaches. Juvenile survival will be estimated by evaluating overall systemwide recapture efficiency, generated by common PIT tag detections at upper and lower screw traps, and by determining the fraction of fish that passed PIT tag arrays.</p>\r\n",
  "sampleDesigns": [
    {
      "id": 2816,
      "title": "Task 3B: Operate ISEMP screw traps in the Lemhi River. - Quantitative Consultants Inc 1",
      "status": "Finalized",
      "url": "http://www.monitoringresources.org/api/v1/designs/2816",
      "spatialDesignCategory": "Ease of Access",
      "spatialDesignCategoryID": 9,
      "lastUpdated": null
    },
    {
      "id": 2817,
      "title": "Task 3B: Operate ISEMP rotary screw traps in the Lemhi River. - Quantitative Consultants Inc 1",
      "status": "Finalized",
      "url": "http://www.monitoringresources.org/api/v1/designs/2817",
      "spatialDesignCategory": "Ease of Access",
      "spatialDesignCategoryID": 9,
      "lastUpdated": null
    },
    {
      "id": 2818,
      "title": "Task 4B: Operate ISEMP screw traps in the Lemhi River. - Quantitative Consultants Inc",
      "status": "Finalized",
      "url": "http://www.monitoringresources.org/api/v1/designs/2818",
      "spatialDesignCategory": "Ease of Access",
      "spatialDesignCategoryID": 9,
      "lastUpdated": null
    }
  ],
  "objectives": [
    "1. Estimate juvenile Chinook salmon and steelhead production in the Lemhi River",
    "2.  Estimate juvenile Chinook salmon and steelhead survival in the Lemhi River"
  ],
  "keyAssumptions": null,
  "dataHandlingConsiderations": null,
  "qualityControlConsiderations": null,
  "reportingConsiderations": null,
  "equipmentCleaningAndCalibration": null,
  "rolesAndResponsibilities": null,
  "qualifications": null,
  "trainingRequirements": null,
  "safetyConsiderations": null,
  "fieldScheduleNotes": null,
  "budgetConsiderations": null,
  "monitoringPurpose": "Status and Trends Monitoring",
  "estimatedCostPerSite": "> $10,000",
  "optionalMethodIDs": [],
  "optionalMethods": [],
  "id": 77,
  "name": "ISEMP Cooperator Field Manual for Rotary Screw Traps in the Lemhi River Sub-Basin v1.0",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/studyDesigns/77",
  "programID": 10,
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/10",
  "protocolID": 534,
  "protocolUrl": "http://www.monitoringresources.org/api/v1/protocols/534",
  "ownerName": "Carol Volk",
  "ownerEmail": "carol@southforkresearch.org",
  "majorVersion": 1,
  "minorVersion": 0,
  "previousStudyDesignVersionId": null,
  "previousStudyDesignVersionUrl": "[none]",
  "mostRecentVersionId": null,
  "mostRecentVersionUrl": "[none]"
}