{
  "backgroundRationale": "<p>ODFW and ISEMP propose to conduct juvenile fish and habitat surveys between and within watersheds stratified by population throughout the John Day basins five major population groups (MPG). ODFW will conduct status and trend basinwide fish and habitat surveys in sites selected using the EMAP GRTS sampling at a rate of 15 new sites per yr, 15 sites repeated annually, and 15 sites repeated every 5 yr for a total of 45 site a year and 165 unique sites every 5 yrs to be surveyed (Table 1). Approximately 8 sites will be selected within each of the five John Day River steelhead populations.</p>\r\n",
  "sampleDesigns": [
    {
      "id": 2762,
      "title": "ISEMP John Day subbasin data analysis - Eco Logical Research",
      "status": "Finalized",
      "url": "http://www.monitoringresources.org/api/v1/designs/2762",
      "spatialDesignCategory": "Inference",
      "spatialDesignCategoryID": 16,
      "lastUpdated": null
    }
  ],
  "objectives": [
    "Development and implementation of a coordinated habitat and population status and trends monitoring program in the South Fork Salmon River (SFSR).",
    "Development and implementation of a coordinated habitat restoration effectiveness monitoring program in the John Day Basin",
    "Development and implementation of a coordinated habitat restoration effectiveness monitoring program in the Lemhi River. ",
    "Development and implementation of a coordinated watershed scale habitat restoration effectiveness monitoring program in Bridge Creek of the Joh",
    "Development of a coordinated habitat and population status and trends monitoring program in the John Day Basin. ",
    "Effectiveness Monitoring in the Entiat Intensively Monitored Watershed",
    "Installation, operation, and maintenance of a coordinated Snake River PIT tag array system.",
    "Status and trend monitoring program in the Upper Columbia "
  ],
  "keyAssumptions": null,
  "dataHandlingConsiderations": null,
  "qualityControlConsiderations": null,
  "reportingConsiderations": null,
  "equipmentCleaningAndCalibration": null,
  "rolesAndResponsibilities": null,
  "qualifications": null,
  "trainingRequirements": null,
  "safetyConsiderations": null,
  "fieldScheduleNotes": null,
  "budgetConsiderations": null,
  "monitoringPurpose": "Status and Trends Monitoring",
  "estimatedCostPerSite": null,
  "optionalMethodIDs": [],
  "optionalMethods": [],
  "id": 59,
  "name": "John Day Status and Trend Fish and Habitat Monitoring (2003-017-00) v1.0",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/studyDesigns/59",
  "programID": 10,
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/10",
  "protocolID": 345,
  "protocolUrl": "http://www.monitoringresources.org/api/v1/protocols/345",
  "ownerName": "Carol Volk",
  "ownerEmail": "carol@southforkresearch.org",
  "majorVersion": 1,
  "minorVersion": 0,
  "previousStudyDesignVersionId": null,
  "previousStudyDesignVersionUrl": "[none]",
  "mostRecentVersionId": null,
  "mostRecentVersionUrl": "[none]"
}