{
  "backgroundRationale": "<p>Because pre-treatment data for much of the fish and habitat responses to fencing do not exist, only post-treatment evaluations can be made. In order to discern patterns from noisy data, we need to provide stark contrasts to illuminate the effects of fencing on streams. The approach ISEMP has used is to find an on-fenced (control) reach on the same stream in very close proximity to the reach that has been fenced (treatment). We believe this is the most appropriate approach to control for factors that affect fish and habitat responses, where differences between treatment and control are driven mainly by changes due to the exclusion of livestock. For example, stream width can be influenced by grazers through trampling of banks and the removal of riparian vegetation. Stream width, however,is also a function of drainage area, geology type, precipitation type and amount, among other factors. Similarly, the abundance of juvenile steelhead is dependent on the number of spawners returning to a stream, which is in part due to out-of- watershed effects such as ocean condition, climatic condition and mainstem experiences. In both examples, these factors are more likely to be similar between treatment and control reaches in close proximity, than if comparison were made between reaches in different streams.</p>\r\n",
  "sampleDesigns": [],
  "objectives": [
    "Development and implementation of a coordinated habitat and population status and trends monitoring program in the South Fork Salmon River (SFSR).",
    "Development and implementation of a coordinated habitat restoration effectiveness monitoring program in the John Day Basin",
    "Development and implementation of a coordinated habitat restoration effectiveness monitoring program in the Lemhi River. ",
    "Development and implementation of a coordinated watershed scale habitat restoration effectiveness monitoring program in Bridge Creek of the Joh",
    "Development of a coordinated habitat and population status and trends monitoring program in the John Day Basin. ",
    "Effectiveness Monitoring in the Entiat Intensively Monitored Watershed",
    "Installation, operation, and maintenance of a coordinated Snake River PIT tag array system.",
    "Status and trend monitoring program in the Upper Columbia "
  ],
  "keyAssumptions": "An extensive review of grazing literature aligned the study&rsquo;s site selection to be based on the following criteria:\r\n- Streams with salmonids. \r\n- The stream must be wadable. \r\n- Knowledge of the history of the exclosure (grazing records). \r\n- Sites are contiguous ungrazed exclosures and unfenced grazed reaches adjacent to each other. \r\n- Sites are not inclusive of or directly adjacent to mining operations or water diversion reservoirs. \r\n- Sites should have limited human implemented restoration (i.e. check dams, logs steps, in-channel structures, rip rap or mass vegetative bank stabilization.) \r\n- No significant tributaries should intervene between the treatment and control reaches. \r\n- Channel reaches shall be as geomorphically similar as possible and shall not have major bedrock constraints. Geomorphic attributes shall include streams with similar valley confinement, valley slope, and elevation. \r\n- For the purposes of our study, landowner permission will play a critical role in site selection. Exclosures in the John Day Basin are installed on both private and public lands. \r\n\r\nWhen exclosures are installed on private lands, the property is leased and maintained by the Oregon Department of Fish and Wildlife, but activities outside the realm of routine fence maintenance must be approved by the landowner. After the lease of the enclosure expires, the exclosure reverts back to the sole ownership of the landowner, unless a lease renewal is agreed upon. If the landowner decides to not renew his lease, he may deny any further access to his property.",
  "dataHandlingConsiderations": null,
  "qualityControlConsiderations": null,
  "reportingConsiderations": null,
  "equipmentCleaningAndCalibration": null,
  "rolesAndResponsibilities": null,
  "qualifications": null,
  "trainingRequirements": null,
  "safetyConsiderations": null,
  "fieldScheduleNotes": null,
  "budgetConsiderations": null,
  "monitoringPurpose": "Action Effectiveness Monitoring",
  "estimatedCostPerSite": null,
  "optionalMethodIDs": [],
  "optionalMethods": [],
  "id": 62,
  "name": "John Day ODFW Effectiveness Monitoring Program (2003-017-00) v1.0",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/studyDesigns/62",
  "programID": 10,
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/10",
  "protocolID": 346,
  "protocolUrl": "http://www.monitoringresources.org/api/v1/protocols/346",
  "ownerName": "Carol Volk",
  "ownerEmail": "carol@southforkresearch.org",
  "majorVersion": 1,
  "minorVersion": 0,
  "previousStudyDesignVersionId": null,
  "previousStudyDesignVersionUrl": "[none]",
  "mostRecentVersionId": null,
  "mostRecentVersionUrl": "[none]"
}