{
  "backgroundRationale": "<p>Lake Pend Oreille (LPO) once provided the largest kokanee fishery in the state of Idaho. Between 1952 and 1966, harvests of kokanee averaged 1 million kokanee/yr with up to 523,000 angler-hours of fishing pressure (Jeppson 1953; Maiolie and Elam 1993). Kokanee harvest dramatically declined after 1966, and by 1985 the annual harvest was only 71,200 kokanee with 179,000 angler hours (Bowles et al. 1987; Maiolie and Elam 1993). The extent and timing of winter lake drawdowns has been implicated as most detrimental effect on the population (Maiolie and Elam 1993), but by the early 2000s, high predation levels created by a rapidly expanding lake trout was the primary limiting factor for kokanee.</p>\r\n\r\n<p>One way to gauge the abundance of kokanee is through visual counts of spawning adults. These counts are conducted annually on both early and late spawning kokanee along index reaches (Jeppson 1960) in tributaries and along the shoreline dating back to 1972.</p>\r\n",
  "sampleDesigns": [],
  "objectives": [
    "Conduct spawner counts as an index of mature kokanee abundance"
  ],
  "keyAssumptions": "<p>Visual spawner counts along shorelines or in tributaries are representative of the entire lake wide spawning component of the population.&nbsp;</p>\r\n",
  "dataHandlingConsiderations": "Data are entered into excel generated forms manually. Data are then entered into an Access based database.",
  "qualityControlConsiderations": "Once entered into a database, the project lead will provide quality control procedures by comparing field data sheets to data entered into electronic form.",
  "reportingConsiderations": "Data will eventually be analyzed and reported in IDFG and BPA annual reports.",
  "equipmentCleaningAndCalibration": "none",
  "rolesAndResponsibilities": "Matt Corsi - Principal Fishery Research Biologist - Overall Program Lead Pete Rust - Senior Fishery Research Biologist - Project Lead, Oversees daily operations and project implementation Bill Harryman - Senior Fisheries Technician - Support Staff and main field data collection leader",
  "qualifications": "Matt has a PhD in Fisheries Biology Pete has a Masters degree in Fisheries Biology Bill has a Bachelors Degree in Fisheries Biology",
  "trainingRequirements": "First aid and CPR Swift water rescue On the job training in equipment use and operation",
  "safetyConsiderations": "No specific training requirements but the field crew leader(s) have decades of experience operating watercraft and sampling equipment on large lakes at night under all weather conditions.",
  "fieldScheduleNotes": null,
  "budgetConsiderations": null,
  "monitoringPurpose": null,
  "estimatedCostPerSite": "< $1,000",
  "optionalMethodIDs": [],
  "optionalMethods": [],
  "id": 1148,
  "name": "LPO Kokanee Spawner Status Assessment",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/studyDesigns/1148",
  "programID": null,
  "programUrl": "[none]",
  "protocolID": 2017,
  "protocolUrl": "http://www.monitoringresources.org/api/v1/protocols/2017",
  "ownerName": "Pete Rust",
  "ownerEmail": "Pete.Rust@idfg.idaho.gov",
  "majorVersion": 1,
  "minorVersion": 0,
  "previousStudyDesignVersionId": null,
  "previousStudyDesignVersionUrl": "[none]",
  "mostRecentVersionId": null,
  "mostRecentVersionUrl": "[none]"
}