{
  "backgroundRationale": "<p><strong>NOTE: The details in this protocol have been revised and are now contained in multiple protocols. Full details can now be found in protocol IDs: 2101 &amp; 2102; <a href=\"https://www.monitoringmethods.org/Protocol/Details/2101\">https://www.monitoringmethods.org/Protocol/Details/2101</a>; <a href=\"https://www.monitoringmethods.org/Protocol/Details/2102\">https://www.monitoringmethods.org/Protocol/Details/2102</a></strong></p>\r\n\r\n<p>The Lake Roosevelt Habitat Improvement Project (LRHIP) was initiated in 1990 to increase the survival of migratory (adfluvial) rainbow trout&nbsp;<em>Oncorhynchus&nbsp;mykiss</em>&nbsp;and ultimately improve Tribal subsistence and recreational harvest opportunity in streams on the&nbsp;Colville&nbsp;Confederated Tribes&rsquo; (CCT) reservation (LeCaire&nbsp;and&nbsp;Peone&nbsp;1991). The goal was to restore healthy and&nbsp;harvestable&nbsp;salmonid&nbsp;populations through rehabilitation of stream habitat and restoration of ecological function in the riparian corridors of streams. Numerous restoration actions were implemented and corresponding rainbow trout status and trend monitoring was conducted.</p>\r\n\r\n<p>In 2011, as part of the Northwest Power and Conservation Committee&rsquo;s Categorical Review process, there was an evaluation of project accomplishments and future direction. While it was obvious that the project made substantial attempts to improve habitat conditions and monitor trends in rainbow trout populations, it is was also apparent that the approach to both aspects was relatively haphazard. Monitoring study design lacked statistical rigor and prioritization of habitat restoration actions was unclear. In response to these shortcomings, we developed a new approach to habitat restoration and protection that focuses on restoring natural stream function and has a clearly defined prioritization strategy</p>\r\n\r\n<p>We will use empirical observations of habitat conditions and current fish use from our monitoring efforts and an Ecosystem Diagnosis and Treatment (EDT) model to help us evaluate where the highest priority areas are for habitat restoration and protection. EDT is an analytical model relating habitat features and biological performance to support conservation and recovery planning for&nbsp;salmonids&nbsp;(Lichatowich&nbsp;et al. 1995;&nbsp;Lestelle&nbsp;et al. 1996;&nbsp;Mobrand&nbsp;et al. 1997;&nbsp;Mobrand&nbsp;et al. 1998). It acts as an analytical framework that brings together information from empirical observation, local experts, and other models and analysis to determine which reaches and habitat attributes are likely to have the most benefit for improving fish performance.</p>\r\n\r\n<p>Development of the EDT model requires the rating of Level II attributes for the current conditions. We place the highest confidence in Level II attribute ratings that are based on empirical data. Work conducted under this protocol will provide reach specific water chemistry and stream discharge data to be used to rate EDT Level II attributes associated with each data type. These data will also facilitate analysis of spatial patterns and variance in stream water chemistry, and discharge among multiple watersheds in the Sanpoil and Upper Columbia River Subbasins</p>\r\n",
  "sampleDesigns": [],
  "objectives": [
    "Describe stream water chemistry and discharge for use in habitat restoration and protection prioritization.",
    "Provide baseline water chemistry and stream discharge data sets for use in EDT model development.",
    "Provide a standardized protocol for future status and trend monitoring of stream water chemistry and discharge."
  ],
  "keyAssumptions": "<p>See new protocols.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "dataHandlingConsiderations": "Water chemistry and discharge data will be recorded on paper (waterproof) forms in the field in pencil. Data forms will be reviewed for completeness at the end of each data collection activity (e.g. sample measurement) and at the end of each day. Completed data forms will be returned to the office at the end of each field trip. In the event of extended field trips, data sheets will be placed in a designated folder and secured in a designated vehicle or lodging location. Completed data forms will not be transported back into the field. Upon return to the office all completed data forms will be scanned as a portable document file (.pdf), saved on a computer hard drive, and backed up on a server or portable storage device (e.g. USB hard drive). The original data form will then be filed in a designated secure location until such time as the data can be entered into the database. If scanning is not available, the original data form will be photocopied and the duplicate version will be filed in a separate designated secure location, preferably in a separate building.\r\n\r\nAll data is stored in the CCT Resident Fish and Wildlife database and backed up digitally in multiple locations.",
  "qualityControlConsiderations": "Water chemistry and discharge data from all sites are re-examined for quality assurance analysis. The quality assurance analysis procedure consists of comparing every data point entered into the excel database spreadsheet to the original datasheets.  Data from each site are separated into groups to isolate various types of data (e.g. monument, discharge, fish) and error rates are provided for each of these data groups.  Missing comments are not considered as data entry errors.  Tables are constructed identifying the number of data points for each data group within the database and a total error rate for each DCE is calculated.  Site table data is common to all of the year’s data.  The data are examined for evidence of systematic errors that may have been repeated throughout the database. There are times when data cannot be collected, this should be noted in the comment field to distinguish it from mistakenly missed data. Year to year comparisons of error rates are completed identify temporal variation in error rates and systematic errors.",
  "reportingConsiderations": "Reporting occurs in annual progress reports submitted to BPA.",
  "equipmentCleaningAndCalibration": "All water quality meters (Extech DO Meter, PCS Testr35 MultiParameter, and LaMotte Alkalinity Testing kit) were calibrated daily to the standards outline in unit descriptions provided by the manufacturer. \r\n\r\nWater sample bottles were supplied and sterilized by Aquatic Research water testing organization.\r\n\r\nThe water velocity meter, Marsh McBirney flow meter, was calibrated to the standards outline in unit descriptions provided by the manufacturer.\r\n\r\nAll boots and waders were used exclusively within the Lake Roosevelt basin. Boots and waders were dried between sampling efforts, any attached detritus was removed.\r\n",
  "rolesAndResponsibilities": "Lead Field Biologist - day to day project oversight and implementation, field crew training and supervision, data collection, data analysis, reporting\r\n\r\nLead Field Technician - day to day supervision of technicians, field crew training and general oversight, data collection, data entry, QA/QC, equipment procurement and maintenance\r\n\r\nField Technician - data collection, data entry, equipment construction and maintenance",
  "qualifications": "Lead Field Biologist - minimum Bachelors Degree from and accredited university; experience implementing electrofishing studies, supervising field crews, collecting data efficiently and accurately, and analyzing fisheries data; knowledge of scientific method \r\n\r\nLead Field Technician - minimum High School diploma and 48 months experience at the general field technician level; experience implementing electrofishing studies, supervising field crews, collecting data efficiently and accurately, and procuring and maintaining field equipment; knowledge of scientific method \r\n\r\nField Technician - minimum High School diploma; prefer experience implementing electrofishing studies, collecting scientific data, and maintaining field equipment; knowledge of scientific method",
  "trainingRequirements": "All personnel are required to complete protocol specific training.",
  "safetyConsiderations": "All field staff will maintain current First Aid/CPR certification. Safety equipment, such as fire extinguishers, accident signs, and first aid kits, will be carried in all vehicles.\r\n\r\nAll water quality meter calibration standards will be labeled appropriately and MSDS documentation will be kept with the standards.",
  "fieldScheduleNotes": "Water chemistry and discharge sampling are conducted during low flow periods, primarily between early July and mid-October. Access in areas with high proportion of private land ownership may be difficult. Recommend beginning to get access lined up well before sampling is scheduled to begin.",
  "budgetConsiderations": "Water quality and velocity meters can be expensive.",
  "monitoringPurpose": null,
  "estimatedCostPerSite": "$1,000 to $2,500",
  "optionalMethodIDs": [],
  "optionalMethods": [],
  "id": 1210,
  "name": "LRHIP - Sanpoil and Upper Columbia Stream Water Chemistry and Discharge Monitoring Interim",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/studyDesigns/1210",
  "programID": null,
  "programUrl": "[none]",
  "protocolID": 2135,
  "protocolUrl": "http://www.monitoringresources.org/api/v1/protocols/2135",
  "ownerName": "Jason McLellan",
  "ownerEmail": "jason.mclellan@colvilletribes.com",
  "majorVersion": 1,
  "minorVersion": 0,
  "previousStudyDesignVersionId": null,
  "previousStudyDesignVersionUrl": "[none]",
  "mostRecentVersionId": null,
  "mostRecentVersionUrl": "[none]"
}