{
  "backgroundRationale": "<p><strong>NOTE: The details in this protocol have been revised and are now contained in protocol ID: 518; <a href=\"https://www.monitoringmethods.org/Protocol/Details/518\">https://www.monitoringmethods.org/Protocol/Details/518</a></strong></p>\r\n\r\n<p>The Lake Roosevelt Habitat Improvement Project (LRHIP) was initiated in 1990 to increase the survival of migratory (adfluvial) rainbow trout&nbsp;<em>Oncorhynchus&nbsp;mykiss</em>&nbsp;and ultimately improve Tribal subsistence and recreational harvest opportunity in streams on the Colville Confederated Tribes&rsquo; (CCT) reservation (LeCaire&nbsp;and&nbsp;Peone&nbsp;1991). The goal was to restore healthy and&nbsp;harvestable&nbsp;salmonid&nbsp;populations through rehabilitation of stream habitat and restoration of ecological function in the riparian corridors of streams. Numerous restoration actions were implemented and corresponding rainbow trout status and trend monitoring was conducted.</p>\r\n\r\n<p>In 2011, as part of the Northwest Power and Conservation Committee&rsquo;s Categorical Review process, there was an evaluation of project accomplishments and future direction. While it was obvious that the project made substantial attempts to improve habitat conditions and monitor trends in rainbow trout populations, it is was also apparent that the approach to both aspects was relatively haphazard. Monitoring study design lacked statistical rigor and prioritization of habitat restoration actions was unclear. In response to these shortcomings, we developed a new approach to habitat restoration and protection that focuses on restoring natural stream function and has a clearly defined prioritization strategy</p>\r\n\r\n<p>We will use empirical observations of habitat conditions and current fish use from our monitoring efforts and an Ecosystem Diagnosis and Treatment (EDT) model to help us evaluate where the highest priority areas are for habitat restoration and protection. EDT is an analytical model relating habitat features and biological performance to support conservation and recovery planning for&nbsp;salmonids&nbsp;(Lichatowich&nbsp;et al. 1995;&nbsp;Lestelle&nbsp;et al. 1996;&nbsp;Mobrand&nbsp;et al. 1997;&nbsp;Mobrand&nbsp;et al. 1998). It acts as an analytical framework that brings together information from empirical observation, local experts, and other models and analysis to determine which reaches and habitat attributes are likely to have the most benefit for improving fish performance.</p>\r\n\r\n<p>Development of the EDT model requires the rating of Level II attributes for the current conditions. We place the highest confidence in Level II attribute ratings that are based on empirical data. Work conducted under this protocol will provide reach specific temperature data and Sanpoil River discharge data to be used to rate EDT Level II attributes associated with both data types.These data will also facilitate analysis of spatial patterns and variance in stream temperature among multiple watersheds in the Sanpoil and Upper Columbia River Subbasins</p>\r\n",
  "sampleDesigns": [],
  "objectives": [
    "Collect continuous surface water temperature in all migratory redband rainbow trout spawning tributaries. ",
    "Continuous monitoring of Sanpoil River discharge measured near its mouth."
  ],
  "keyAssumptions": "<p>The temperature data (~&nbsp;1m^2) collected at the logger location is representative of the water temperature within the entire reach it is located.&nbsp;</p>\r\n",
  "dataHandlingConsiderations": "All data are downloaded electronically to prevent transcription errors. Individual HOBOware files are stored in a hierarchy of folders organized by geographic area, basin and stream. HOBOware files are exported as .CSV files and stored in a Microsoft Access database to facilitate future query and analysis. Data are examined for outliers or suspect data and noted in a comments column. All data is stored in the CCT Resident Fish and Wildlife database and backed up digitally in multiple locations.",
  "qualityControlConsiderations": "We calibrate all temperature loggers prior to deployment. All loggers are deployed at times of low water to ensure they remain wetted throughout the duration of the study. All data are downloaded electronically to prevent transcription errors. Data are examined for outliers.",
  "reportingConsiderations": "Reporting occurs in annual progress reports submitted to BPA.",
  "equipmentCleaningAndCalibration": "All loggers are deployed in one location for their entire life. Thus, there is no risk of transfer of invasive species among streams or basins. The use of all other equipment is restricted to individual watersheds to prevent spread of invasive species.All temperature loggers are checked for accuracy prior to deployment.",
  "rolesAndResponsibilities": "Lead Field Biologist - day to day project oversight and implementation, field crew training and supervision, data collection, data analysis, reporting \r\n\r\nLead Field Technician - day to day supervision of technicians, field crew training and general oversight, data collection, data entry, QA/QC, equipment procurement and maintenance \r\n\r\nField Technician - data collection, data entry, equipment construction and maintenance\r\n",
  "qualifications": "Lead Field Biologist - minimum Bachelors Degree from and accredited university; experience implementing electrofishing studies, supervising field crews, collecting data efficiently and accurately, and analyzing fisheries data; knowledge of scientific method\r\n\r\nLead Field Technician - minimum High School diploma and 48 months experience at the general field technician level; experience implementing electrofishing studies, supervising field crews, collecting data efficiently and accurately, and procuring and maintaining field equipment; knowledge of scientific method \r\n\r\nField Technician - minimum High School diploma; prefer experience implementing electrofishing studies, collecting scientific data, and maintaining field equipment; knowledge of scientific method\r\n",
  "trainingRequirements": "All personnel are required to complete protocol specific training.",
  "safetyConsiderations": "All field staff will maintain current First Aid/CPR certification. Safety equipment, such as fire extinguishers, accident signs, and first aid kits, will be carried in all vehicles.\r\n\r\nAdverse weather conditions are sometimes present. Loggers are generally inaccessible during high flows and periods of ice cover. ",
  "fieldScheduleNotes": "Temperature loggers should be deployed during periods of low flow to prevent air exposure of the logger. Data loggers can be downloaded and maintained as long as they are accessible. Periods of high flow or ice cover may make it dangerous or difficult to access loggers.",
  "budgetConsiderations": "Individual loggers are relatively inexpensive (<$100 ea.) as are deployment methods. Primary expenses are incurred from staff and vehicle travel time when logger site locations are relatively far apart and in remote areas requiring travel on foot.  ",
  "monitoringPurpose": null,
  "estimatedCostPerSite": "< $1,000",
  "optionalMethodIDs": [],
  "optionalMethods": [],
  "id": 1211,
  "name": "LRHIP - Sanpoil and Upper Columbia Subbasin Stream Temperature and Sanpoil River Discharge Monitoring Interim",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/studyDesigns/1211",
  "programID": null,
  "programUrl": "[none]",
  "protocolID": 2136,
  "protocolUrl": "http://www.monitoringresources.org/api/v1/protocols/2136",
  "ownerName": "Jason McLellan",
  "ownerEmail": "jason.mclellan@colvilletribes.com",
  "majorVersion": 1,
  "minorVersion": 0,
  "previousStudyDesignVersionId": null,
  "previousStudyDesignVersionUrl": "[none]",
  "mostRecentVersionId": null,
  "mostRecentVersionUrl": "[none]"
}