{
  "backgroundRationale": "<p>This protocol was developed to document status (current conditions) and trend (changes over time) monitoring for juvenile spring Chinook and steelhead&nbsp;in the Entiat River subbasin under the&nbsp;Integrated Status and Effectiveness Monitoring Program (ISEMP; BPA Project 2003-017). &nbsp;The work described in this protocol is guided by the&nbsp;Upper Columbia Monitoring Strategy (UCMS, Hillman 2006), which outlines a monitoring strategy specific to the Upper Columbia Basin that was based on monitoring approaches adopted by the Independent Scientific Advisory Board of the Northwest Planning council (ISAB), Action Agencies/NOAA Fisheries, and the Salmon Recovery Funding Board (SRFB).&nbsp;The sampling design for fish status and trend monitoring in the Entiat River subbasin is based on a Generalized Random-Tessellation Sampling design with an annual panel of up to 18&nbsp;sites structured to distribute sampling effort in space (Stevens and Olsen 2004). These sites are co-located with the habitat monitoring annual panel sites proposed under the Columbia Habitat Monitoring Program (CHaMP; BPA Project&nbsp;2011-006). All fish monitoring data will be subjected to standard QA/QC processes and uploaded to PTAGIS.</p>\r\n\r\n<p>This monitoring will result in the collection and analysis of systematic anadromous salmonid&nbsp;status and trends information that will be used to assess basin-wide population trends.&nbsp; When coupled with habitat data, this status and trends information will be used to evaluate habitat management strategies.</p>\r\n\r\n<p>This protocol describes techniques used to capture, handle and PIT tag fish and includes Electro Fishing, Snorkeling, Angling and Dip-net/Seining as the major capture methods. The use of Passive Integrated Transponder (PIT) tags to support status and trend and effectiveness monitoring for listed juvenile&nbsp;spring Chinook and steelhead in the Upper Columbia has increased significantly over the past 5 years as the technology associated with passive detection of tags in the tributary environment and the coverage afforded by&nbsp;instream&nbsp;PIT tag detection arrays has improved. Data from PIT-tagged juveniles can be used to monitor the response of fish to habitat restoration actions and the status and trend of populations through survival, growth and abundance. &nbsp;PIT tag data also allows us to characterize the movement patterns of tagged fish, supporting estimations of residency time, migration timing, and habitat use if the detection infrastructure is sufficient. &nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "sampleDesigns": [],
  "objectives": [
    "Evaluate status and trends of juvenile spring Chinook and steelhead in the Entiat River subbasin in wadeable, perennial streams below natural impassible barriers within TRT population boundaries."
  ],
  "keyAssumptions": "<p>1. The sampling frame is representative of the target populations of spring Chinook and steelhead in the Entiat River subbasin.</p>\r\n\r\n<p>2. That the frame is outside the scope of influence of any habitat or hatchery or harvest actions and therefore is representative of natural variability of the populations.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "dataHandlingConsiderations": "Data is collected in the field on handheld Juniper Allegro data loggers.  Synchronized to a programmatic Access database. Data are QAQC'd before being disseminated publicly through PTAGIS.  ",
  "qualityControlConsiderations": "Any target fish initially identified to be in poor health (i.e., injury, >20% descaling) shall be enumerated and released.\r\nFollow permit requirements for fish handling.",
  "reportingConsiderations": "Data is uploaded to PTAGIS within 2 weeks of data collection.  All QAQC'd and derived data will be available through ISEMP's website, currently being updated.",
  "equipmentCleaningAndCalibration": "Equipment Cleaning and Calibration should be performed as stated in the owner's manuals.  Equipment decontamination follows Washington State guidelines.",
  "rolesAndResponsibilities": "The Crew Lead is responsible for ensuring that data are collected following the protocol and that fish health is a priority at all times. The Crew Lead is also responsible for ensuring that all equipment is in working condition, assigning crew members to tasks best suited to their experience, training and skill level (e.g., tagging, operating the electrofisher), and ensuring that work is completed efficiently and effectively at all times.  The Crew Lead is responsible for reporting to the Crew Supervisor at the end of each sampling event any issues or problems that were encountered, and backing up data, ensuring permit compliance.\r\n\r\nCrew members are responsible for understanding the protocol and implementing it to the fullest extent possible, maintaining required personal gear in good working condition, and performing their duties efficiently and effectively.\r\n",
  "qualifications": "All crew leads BSc or equivalent work experience in fisheries ecology or similar field.  \r\n\r\n",
  "trainingRequirements": "Crew lead or crew member operating the electrofisher must have successfully completed a recognized training course, for example, Smith-Root certification.\r\n\r\nCrew leads and crew members must be up-to-date in First Aid/CPR.",
  "safetyConsiderations": "Operate the electrofisher according to manufacturer, NOAA and other appropriate agency guidelines.\r\n\r\nElectrofishing should be carried out in water no greater than one meter in depth.\r\n\r\nUse care in entering/exiting stream, so not to break banks down.",
  "fieldScheduleNotes": "Field sampling is scheduled for the summer low-flow season, generally from July through September, with one crew of 3 personnel (crew lead plus two crew members), 2 hitches, 4 days each, 2 sites per day, 10 hour day.  Sites are sampled based on when flow is low enough to sample instream with electrofisher and are grouped within a day/hitch to reduce driving distance. \r\n",
  "budgetConsiderations": "Need at least 2 electrofishers on hand, one as back-up, sites that are close together should be sampled on same day/consecutive days to reduce travel time/cost.  Camping in the field can help reduce travel time and allow efficient sampling of remote sites.",
  "monitoringPurpose": "Status and Trends Monitoring",
  "estimatedCostPerSite": null,
  "optionalMethodIDs": [],
  "optionalMethods": [],
  "id": 105,
  "name": "Middle Fork Snoqualmie River A Field Manual of Scientific Protocols for Monitoring the Status and Trend of Wild Salmonids in the Entiat River Subbasin v1.0",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/studyDesigns/105",
  "programID": 10,
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/10",
  "protocolID": 2211,
  "protocolUrl": "http://www.monitoringresources.org/api/v1/protocols/2211",
  "ownerName": "Carol Volk",
  "ownerEmail": "carol@southforkresearch.org",
  "majorVersion": 1,
  "minorVersion": 0,
  "previousStudyDesignVersionId": null,
  "previousStudyDesignVersionUrl": "[none]",
  "mostRecentVersionId": null,
  "mostRecentVersionUrl": "[none]"
}