{
  "backgroundRationale": "<p>Downstream migrant trapping of juvenile salmonid can be a valuable tool to estimate relative abundance, production, size, survival, migration timing and behavior (Volkhardt et al. 2007). Of significance to status, trend and effectiveness monitoring programs, simple mark-recapture methods can be used with downstream migrant traps to estimate total freshwater production, and enable the estimation of mortality or survival between life stages (e.g., egg-to-smolt) (Volkhardt et al. 2007). The objectives for juvenile trapping activities are to estimate abundance (production), size and condition for populations or subgroups of anadromous salmonid stocks. Additionally, the operation of rotary screw traps provides an opportunity to deploy tags in captured juveniles to estimate out-of-subbasin survival. These goals are consistent with the Upper Columbia Monitoring Strategy (UCMS, Hillman 2006).</p>\r\n\r\n<p>The objectives for juvenile trapping activities are to estimate abundance (production), size and condition for populations or subgroups of anadromous salmonid stocks. Additionally, the operation of rotary screw traps provides an opportunity to deploy tags into target species.</p>\r\n",
  "sampleDesigns": [],
  "objectives": [
    "The objectives for juvenile trapping activities are to estimate abundance, size and condition for populations or subgroups of anadromous salmonid stocks.",
    "Collection of genetic samples to support genetic analysis of the species"
  ],
  "keyAssumptions": null,
  "dataHandlingConsiderations": "<p>Field practitioners should be careful to avoid transposing errors when writing and entering data, and should be sure that all data are clearly legible. In the case that data is entered into datasheets in the field practitioners should be in the practice of making photocopies of data sheets, and designating a copy as the Master Copy. The Master Copy can be edited by reviewers using red ink who should initialize and date any edits.</p>\r\n",
  "qualityControlConsiderations": "<p>Standardizing methods used for mark-recapture trap efficiency trials is important for meaningful and comparable estimates of trap efficiency and total abundance of downstream migrants.</p>\r\n",
  "reportingConsiderations": null,
  "equipmentCleaningAndCalibration": "<p>When using a rotary screw trap daily measurements should be taken to ensure the rotational velocity of the trap cone is operating within the desired range. Clean the trap and live well of accumulated organic debris at each site visit. Inspect the trap to ensure it is functioning properly and has not been damaged and record the trap status.</p>\r\n",
  "rolesAndResponsibilities": "<p>Crew Lead Crew Member</p>\r\n",
  "qualifications": "<p>Crew Lead: Must be able to manage and train Crew Members, identify fish to species, be trained to handle and tag fish. Crew Member: Must be able to identify fish species and be trained to handle and tag fish.</p>\r\n",
  "trainingRequirements": "<p>Each monitoring agency is responsible for training the personnel who will be running the traps, carrying out the capture, handling and PIT tagging of the fish, and loading the data into P3 and uploading the data to an ATM and to PTAGIS. Crew members need to be trained to handle fish according to protocols.</p>\r\n",
  "safetyConsiderations": "<p>Each monitoring agency is responsible for training the personnel who will be running the traps, carrying out the capture, handling and PIT tagging of the fish, and loading the data into P3 and uploading the data to an ATM and to PTAGIS.</p>\r\n",
  "fieldScheduleNotes": null,
  "budgetConsiderations": null,
  "monitoringPurpose": "Status and Trends Monitoring",
  "estimatedCostPerSite": null,
  "optionalMethodIDs": [],
  "optionalMethods": [],
  "id": 95,
  "name": "Modified ISEMP Field Manual of Scientific Protocols for Downstream Migrant Trapping, with DNA sampling v1.0",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/studyDesigns/95",
  "programID": 10,
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/10",
  "protocolID": 2131,
  "protocolUrl": "http://www.monitoringresources.org/api/v1/protocols/2131",
  "ownerName": "Carol Volk",
  "ownerEmail": "carol@southforkresearch.org",
  "majorVersion": 1,
  "minorVersion": 0,
  "previousStudyDesignVersionId": null,
  "previousStudyDesignVersionUrl": "[none]",
  "mostRecentVersionId": null,
  "mostRecentVersionUrl": "[none]"
}