{
  "backgroundRationale": "<p>Stream channel incision is one cause of riparian zone degradation in the arid western United States. Channel incision may be initiated by factors such as major floods, changes in sediment regimes, urban development, and channelization (Rosgen, 1997). As the stream bed becomes progressively deeper, the channel can contain large peak flows and the stream can no longer dissipate energy, water, and materials across its former floodplains (Simon and Rinaldi, 2006). This reduces the area for surface water and groundwater exchange, and aquifer infiltration and water table elevation decline (Brunke and Gonser, 1997). Therefore, streambed degradation is associated with reduced groundwater recharge, reduced reliability and consistency of baseflow, and damaged hyporheic zone connections (Brunke and Gonser, 1997; Cluer and Thorne, 2014). Riparian vegetation that relies on high water tables may also be undercut or stressed (Scott et al., 1999; Shafroth et al., 2000). Ultimately, this impairs stream channel habitat by isolating it from the floodplain, limiting nutrient cycling, and increasing water temperatures (due to lack of shade and poor hyporheic exchange), with negative effects on both in-stream and riparian biota (reviewed in Brunke and Gonser, 1997; Cluer and Thorne, 2014).</p>\r\n\r\n<p>Channel incision may be mitigated if beaver return and build dams on streams (Pollock et al., 2007). Pollock et al. (2014) describe how beaver dams can greatly accelerate the channel recovery process by promoting trench widening and aggradation. Beaver dams are an integral part of the restoration strategy currently underway in Bridge Creek, a tributary to the John Day River in eastern Oregon, USA, where channel incision limits habitat quantity and quality for a population of threatened, wild Mid Columbia River steelhead (<em>Oncorhynchus mykiss</em>) (Pollock et al.<em>, </em>2012 Pollock et al. 2015). In 2009, beaver dam analog (BDA) structures were installed to increase the number and lifespan of beaver dams on Bridge Creek. &nbsp;One hypothesis of the Bridge Creek restoration approach is that water table elevation will increase as surface water elevations rise due to beaver dam impoundments and ongoing sedimentation and bed aggradation (Figure 1); these changes are also expected to enhance groundwater recharge by increasing the duration and extent of floodplain inundation (Pollock et al., 2012).</p>\r\n\r\n<p>Wells drilled into floodplain surfaces allow&nbsp;access to groundwater, and data loggers can be deployed to monitor&nbsp;hourly changes in temperature and pressure. &nbsp;Pressure changes can be transformed into water table elevation data using computer software.&nbsp;This protocol and methods were used to monitoring changes in groundwater elevation and temperature in two well fields in the Bridge Creek Intensively Monitoring Watershed. One well field is adjacent to a restored reach treated with BDA structures (treatment), while the second well field is adjacent to an unrestored, reference reach (control). The purpose of groundwater monitoring was to determine whether trends in water table elevation and groundwater temperature support the hypothesis that restoration actions enhance groundwater recharge and improve hydrologic connections between the stream and its floodplain, mitigating the effects of channel incision.</p>\r\n",
  "sampleDesigns": [],
  "objectives": [
    "Monitor hourly changes in water table elevation and groundwater temperature in well fields adjacent to a restored stream reach (treatment) and a nearby unrestored, reference stream reach (control)",
    "Determine whether trends in water table elevation and groundwater temperature support the hypothesis that restoration actions have improved hydrologic connectivity and mitigated effects of incision"
  ],
  "keyAssumptions": "<ul>\r\n\t<li>The reference site provides an appropriate control scenario</li>\r\n\t<li>The depth and spatial locations of the groundwater wells are appropriate for detecting changes in water table elevation and groundwater temperature resulting from restoration activities</li>\r\n\t<li>Long term differences in water table elevation trajectories and groundwater temperature patterns recorded from the two instrumented well fields are attributable to their treated vs. reference status</li>\r\n\t<li>Data loggers are calibrated and functioning properly</li>\r\n\t<li>Field measurement data for each well (well elevations, cap perch measurements, and cable length measurements) are accurate</li>\r\n</ul>\r\n",
  "dataHandlingConsiderations": "<p>Data are managed in Desktop-level MS Access databases and backed up to the cloud. Highly recommend database use for managing sensor data. Data are downloaded from the loggers twice per year. Recommend upload to the master database within 1 week of data collection, in order to identify and resolve any potential errors.</p>\r\n",
  "qualityControlConsiderations": "<p>Field technicians measure certain variables at each well that should change very little between monitoring events, including the cap perch height (the height of the groundwater well above the land surface) and the length of the cable to which the logger is attached. These variables can therefore be cross-checked between monitoring events both in the field and in the master database, to ensure that these measurements are accurate. Data upload forms utilize drop-down lists, database queries, and programming scripts that minimize the amount of data that is input to the master database by hand (Figure 3). This helps prevent data entry errors. Finally, the data entry form is equipped with programming scripts that are designed to check for anomalous information (e.g., water tables that are higher than the land surface) and for duplicate data entries (Figure 3).</p>\r\n",
  "reportingConsiderations": "<p>There are no specific reporting formats or time frames.</p>\r\n",
  "equipmentCleaningAndCalibration": "<p>Logger batteries are checked twice per year and last about 4-5 years. When the batteries die, the loggers can be sent to the manufacturer (Onset) for battery replacement and logger calibration.</p>\r\n",
  "rolesAndResponsibilities": "<p>Crew Lead: Project manager(s) - review study results and author reports Crew Members: Field technician - downloads groundwater logger data and performs well maintenance twice per year, updates field protocols Data manager - prepares and uploads groundwater logger data to the master database; maintains database integrity, updates data management protocols Statistician - completes data analysis</p>\r\n",
  "qualifications": "<p>Field technician(s) should be able to operate a laptop and the appropriate software and hardware required for logger downloads. Technicians need to be able to use a measuring tape and basic tools (such as bolt cutters and crimpers) required to complete well maintenance. Data manager(s) must have appropriate background knowledge of database software including Microsoft Excel and Access. Statistician(s) must have advanced knowledge in developing statistical models, as well as a working knowledge of how to apply those concepts and analyze data in statistical software such as R.</p>\r\n",
  "trainingRequirements": "<p>Field technician training requirements: Training in the field protocols associated with groundwater logger download and well maintenance. This includes activities such as: retrieving loggers from wells, utilizing logger hardware and software to download monitoring data, saving data in appropriate file structures, measuring relevant variables such as cap perch height and cable length, evaluating the condition of wells and loggers, and applying appropriate maintenance as needed, including making well repairs or replacing worn/damages cables. Data manager training requirements: Training in the data management protocols associated with groundwater data upload. This includes developing a working knowledge of the master Access database, and a demonstrated ability to add data to and query data from the database accurately. The data manager should also be able to recognize and fix data anomalies.</p>\r\n",
  "safetyConsiderations": "<p>General common sense in the field and appropriate use of the tools and equipment are all that is required. There are no specifically hazardous locations, equipment, or chemicals required to complete the monitoring.</p>\r\n",
  "fieldScheduleNotes": "<p>Loggers checked and downloaded twice per year. Recommend downloads occur before high flows in spring and in the fall post-summer dry periods to ensure data is captured during critical high flow and summer temp windows.</p>\r\n",
  "budgetConsiderations": "<p>Cost estimates include purchase of initial monitoring equipment (data loggers). Per year monitoring costs once equipment has been purchased drops to &lt;$1,000 per site/year.</p>\r\n",
  "monitoringPurpose": "Project Scale Effectiveness Monitoring",
  "estimatedCostPerSite": "$5,000 to $10,000",
  "optionalMethodIDs": [],
  "optionalMethods": [],
  "id": 98,
  "name": "Monitoring groundwater fluctuations using data loggers deployed in shallow groundwater wells v1.0",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/studyDesigns/98",
  "programID": 10,
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/10",
  "protocolID": 2185,
  "protocolUrl": "http://www.monitoringresources.org/api/v1/protocols/2185",
  "ownerName": "Carol Volk",
  "ownerEmail": "carol@southforkresearch.org",
  "majorVersion": 1,
  "minorVersion": 0,
  "previousStudyDesignVersionId": null,
  "previousStudyDesignVersionUrl": "[none]",
  "mostRecentVersionId": null,
  "mostRecentVersionUrl": "[none]"
}