{
  "backgroundRationale": "<p>Photographs of habitat status can help monitor long-term trends in plant cover, weed invasion, and disturbances. Plant height, size, flowering effort, and levels of herbivory are some of the conditions that will be used to document general health trends of vegetative communities. Photo points can be useful in documenting effects and subsequent succession after flood, fire, grazing, or mass wasting events, and can quantitatively monitor habitat and long-term plant growth (Skovlin and Thomas 1995). They will be used to establish baseline conditions and stature of plant communities.</p>\r\n\r\n<p>In addition to general habitat trends, succession on newly reclaimed sites will be documented photographically annually for the first 3 years, and every 5 years thereafter.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "sampleDesigns": [],
  "objectives": [
    "Document any changes in vegetation cover, density, and composition over time"
  ],
  "keyAssumptions": "<p>Photos are taken at approximately the same time each revisit</p>\r\n\r\n<p>The same azimuth is used to duplicate original photo orientation</p>\r\n",
  "dataHandlingConsiderations": "Data (digital photographs) will be collected in the field using quality digital cameras. All photos will be kept on file by the program's monitoring entity. Comparison data will be organized and submitted in annual reports to the Bonneville Power Administration.",
  "qualityControlConsiderations": "Rebar was placed in the ground along the azimuth randomly selected to maintain the correct bearing for future monitoring.",
  "reportingConsiderations": "Al photos are stored in office file cabinets.",
  "equipmentCleaningAndCalibration": "Camera lens are cleaned before any image is taken. Camera settings must match original stings on baseline image.",
  "rolesAndResponsibilities": "Field personnel who is familiar with the area.",
  "qualifications": "Field leader must be able to utilize a GPS unit, compass, and a camera",
  "trainingRequirements": "None",
  "safetyConsiderations": "All field personnel to complete a basic first aid/CPR course. \r\n\r\nWilderness training offered every 3 years.",
  "fieldScheduleNotes": "There are many photo points established on Precious Lands, often located in remote settings. Most will consume a whole day.",
  "budgetConsiderations": "Travelling to and from sites incurs costs from vehicle maintenance and fuel.\r\n\r\nFor safety considerations, two people will monitor sites (wages).",
  "monitoringPurpose": null,
  "estimatedCostPerSite": "< $1,000",
  "optionalMethodIDs": [],
  "optionalMethods": [],
  "id": 1182,
  "name": "Nez Perce Tribe Condition Photo Points; Documenting Habitat Change",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/studyDesigns/1182",
  "programID": null,
  "programUrl": "[none]",
  "protocolID": 2059,
  "protocolUrl": "http://www.monitoringresources.org/api/v1/protocols/2059",
  "ownerName": "Blair McClarin",
  "ownerEmail": "blairm@nezperce.org",
  "majorVersion": 1,
  "minorVersion": 0,
  "previousStudyDesignVersionId": null,
  "previousStudyDesignVersionUrl": "[none]",
  "mostRecentVersionId": null,
  "mostRecentVersionUrl": "[none]"
}