{
  "backgroundRationale": "<p>The Grande Ronde River Upper Mainstem summer steelhead population (GRUM) area is 4,239 km<sup>2</sup> in size and consists of six MaSAs and seven MiSAs (ICTRT 2010).&nbsp; Steelhead are widely distributed throughout the population area and occupy all six of the MaSAs and five of the seven MiSAs.&nbsp; Steelhead spawners are predominantly natural origin, although from 1999-2002, a portion of spawners were comprised of Wallowa Hatchery stock, which were directly released into Catherine Creek and the upper Grande Ronde River (ICTRT 2010).&nbsp; Although Wallowa stock hatchery fish are still released into portions of the Grande Ronde River subbasin, there have been a significant number of hatchery management changes which have reduced the number of hatchery fish spawning in nature (ICTRT 2010).&nbsp;&nbsp; The ODFW currently manages the GRUM for natural origin steelhead where hatchery influence is considered negligible.</p>\r\n\r\n<p>Index spawning ground surveys began in 1967, and redd counts from annual index area spawning ground surveys and intrinsic potential of spawning habitat were used to estimate abundance of adult summer steelhead (ICTRT 2010).&nbsp; In 2008, index site surveys were maintained for historical continuity, but the protocol was adjusted, and abundance is now based on a Generalized Random Tessellation Stratified (GRTS) design to achieve a statistically useful dataset (Ruzycki et al. 2008).&nbsp; Data used for calculating age proportion and proportion hatchery origin spawners (pHOS) are collected by the Confederated Tribes of the Umatilla Indian Reservation (CTUIR) at three weirs in the GRUM population area.&nbsp;&nbsp;</p>\r\n\r\n<p>The National Oceanic and Atmospheric Administration (NOAA) has an obligation under the Sustainable Fisheries Act to restore depleted populations to optimal levels of abundance and productivity (McElhany et al. 2000).&nbsp; The Viable Salmonid Parameter (VSP) concept can be used to inform management decisions and is used by NOAA to assess the current status of the populations, in terms of extinction risk (ICTRT 2010).&nbsp; The VSP parameters include abundance, productivity, spatial structure, and diversity.&nbsp; Natural origin spawner abundance (NOSA) is a measure of abundance and is assessed annually.&nbsp;</p>\r\n",
  "sampleDesigns": [],
  "objectives": [
    "To provide natural origin spawner abundance estimates to NOAA, allowing them to assess the current status of the population.\r\n",
    "To provide accurate and up to date metric and indicator data for salmon and steelhead in the Columbia Basin to users via a data exchange network and web applications."
  ],
  "keyAssumptions": "<p>The Grande Ronde Upper Mainstem (GRUM) population is genetically distinct from surrounding populations.</p>\r\n\r\n<p>Steelhead spawners in the GRUM are predominantly natural origin since 2002.</p>\r\n\r\n<p>Data collection is as accurate as possible and has been quality checked.</p>\r\n\r\n<p>Total spawner abundance (TSA) and proportion of hatchery origin spawners (pHOS) are accurate.</p>\r\n\r\n<p>pHOS was assumed to be zero prior to 1989.</p>\r\n",
  "dataHandlingConsiderations": "These abundance and productivity VSP indicators are reported in the format of the Coordinated Assessments Data Exchange Standard (DES).",
  "qualityControlConsiderations": "Data is backed up on a local share drive at Northeast-Central Oregon Research and Monitoring (NECORM) in La Grande, Oregon.  Data is also sent as an upload to the ODFW Recovery Tracker, StreamNet, and the Environmental Protection Agency (EPA) Exchange Network and available on the internet.",
  "reportingConsiderations": "These abundance and productivity VSP indicators are reported in the format of the Coordinated Assessments Data Exchange Standard (DES), along with methods and changes to methods for those indicators and metrics. Full DES datasets are available for each population by download on the ODFW Salmon and Steelhead Recovery Tracker website (http://odfwrecoverytracker.org) and StreamNet, EPA Exchange.",
  "equipmentCleaningAndCalibration": "NA",
  "rolesAndResponsibilities": "NA",
  "qualifications": "NA",
  "trainingRequirements": "NA",
  "safetyConsiderations": "NA",
  "fieldScheduleNotes": "NA",
  "budgetConsiderations": "NA",
  "monitoringPurpose": null,
  "estimatedCostPerSite": null,
  "optionalMethodIDs": [],
  "optionalMethods": [],
  "id": 1223,
  "name": "ODFW Grande Ronde Upper Mainstem Summer Steelhead Population NOSA",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/studyDesigns/1223",
  "programID": null,
  "programUrl": "[none]",
  "protocolID": 2151,
  "protocolUrl": "http://www.monitoringresources.org/api/v1/protocols/2151",
  "ownerName": "Nadine Craft",
  "ownerEmail": "nadine.m.craft@odfw.oregon.gov",
  "majorVersion": 1,
  "minorVersion": 0,
  "previousStudyDesignVersionId": null,
  "previousStudyDesignVersionUrl": "[none]",
  "mostRecentVersionId": null,
  "mostRecentVersionUrl": "[none]"
}