{
  "backgroundRationale": "<p>Efforts to recover threatened and endangered species often rely on models to identify management strategies that will improve the status of at-risk populations (<a href=\"#_ENREF_22\" title=\"Good, 2007 #168\">Good et al., 2007</a>; <a href=\"#_ENREF_60\" title=\"Sweka, 2014 #175\">Sweka and Wainwright, 2014</a>). Fundamental to this work is the task of building models that are structurally and/or numerically consistent with the scales of relevant biological processes and management actions (<a href=\"#_ENREF_23\" title=\"Green, 2005 #169\">Green et al., 2005</a>). For species like Pacific salmon and steelhead (<em>Oncorhynchus</em> spp.), this is especially challenging given that they respond to factors operating at widely varying spatial and temporal scales. For example, the foraging success, growth, and survival of individuals can be influenced by conditions within small (10-100 m<sup>2</sup>) patches of stream habitat (<a href=\"#_ENREF_52\" title=\"Rosenfeld, 2009 #244\">e.g., Rosenfeld and Taylor, 2009</a>), yet a river&rsquo;s overall capacity to produce juvenile fish may be set by a habitat limitation for another life stage that is governed by broader-scale geomorphic controls (e.g., spawning, <a href=\"#_ENREF_10\" title=\"Buffington, 2004 #171\">Buffington et al., 2004</a>; <a href=\"#_ENREF_49\" title=\"Palm, 2007 #170\">Palm et al., 2007</a>). Similarly, global climatic phenomena (e.g., El Ni&ntilde;o Southern Oscillation) can affect the survival of salmon during marine life stages (<a href=\"#_ENREF_58\" title=\"Sharma, 2013 #172\">e.g., Sharma et al., 2013</a>) to an extent that makes it difficult to detect the effects of other factors (<a href=\"#_ENREF_55\" title=\"Schaller, 2013 #166\">e.g., Schaller et al., 2013</a>). Accordingly, there is a great need for modelling approaches that can accurately depict complex life histories and simultaneously maximize the realism of species&ndash;environment relationships for life stages targeted by management/restoration.</p>\r\n\r\n<p>Despite a rich history of life-cycle model (LCM) applications to salmon recovery-related questions (<a href=\"#_ENREF_22\" title=\"Good, 2007 #168\">see Good et al., 2007 for a recent review</a>), previous attempts to link habitat restoration scenarios with future population performance have met with limited success. For example, studies have quantified population responses to hypothetical survival increases assumed to be achievable through habitat restoration, but without explicit consideration of current conditions and/or restoration feasibility (<a href=\"#_ENREF_32\" title=\"Kareiva, 2000 #227\">e.g., Kareiva et al., 2000</a>). More recent assessments have integrated habitat&ndash;survival relationships and basin-specific habitat information into modelling (<a href=\"#_ENREF_26\" title=\"Honea, 2009 #247\">Honea et al., 2009</a>; <a href=\"#_ENREF_43\" title=\"McHugh, 2004 #248\">McHugh et al., 2004</a>; <a href=\"#_ENREF_56\" title=\"Scheuerell, 2006 #1\">Scheuerell et al., 2006</a>), assessed restoration potential based on relationships between watershed condition and in-stream habitat metrics (<a href=\"#_ENREF_3\" title=\"Bartz, 2006 #245\">Bartz et al., 2006</a>; <a href=\"#_ENREF_31\" title=\"Jorgensen, 2009 #246\">Jorgensen et al., 2009</a>; <a href=\"#_ENREF_57\" title=\"Sharma, 2005 #2\">Sharma et al., 2005</a>), and/or increased the spatial resolution of LCMs (<a href=\"#_ENREF_56\" title=\"Scheuerell, 2006 #1\">Scheuerell et al., 2006</a>). The realism of LCMs has thus improved greatly, yet these tools continue to inform restoration practice at a coarse level of resolution only (e.g., current condition vs. historic potential) and in the absence of mechanistic insight on fish&ndash;habitat associations. Thus, approaches that integrate LCMs with reach-level habitat observations and restoration plans are needed.</p>\r\n",
  "sampleDesigns": [],
  "objectives": [
    "Develop Life Cycle Models that can be used to support decision making for management actions targeting ESA listed salmonids in the Columbia River Basin."
  ],
  "keyAssumptions": "<p>Beverton-Holt&nbsp;stock recruitment relationship is the correct freshwater productivity relationship for salmonids.</p>\r\n\r\n<p>Model consumes derived estimates and each of those estimates are accompanied by own suite of assumptions e.g., rotary screw trap estimates of juvenile abundance.</p>\r\n\r\n<p>Relationship between fish productivity is known and relative to metrics of habitat&nbsp;quality and quantity</p>\r\n",
  "dataHandlingConsiderations": "We use a GIT repository tool called BitBucket, which has a companion desktop tool called SourceTree",
  "qualityControlConsiderations": "Not applicable",
  "reportingConsiderations": "tabular and graphic output of population growth rate over time",
  "equipmentCleaningAndCalibration": "Not applicable",
  "rolesAndResponsibilities": "Not applicable",
  "qualifications": "Not applicable",
  "trainingRequirements": "Not applicable",
  "safetyConsiderations": "None",
  "fieldScheduleNotes": "Not applicable",
  "budgetConsiderations": "Not applicable",
  "monitoringPurpose": "Uncertainties Research",
  "estimatedCostPerSite": null,
  "optionalMethodIDs": [],
  "optionalMethods": [],
  "id": 109,
  "name": "Operation Monitor Salmon ISEMP Life Cycle Models v1.0",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/studyDesigns/109",
  "programID": 10,
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/10",
  "protocolID": 2234,
  "protocolUrl": "http://www.monitoringresources.org/api/v1/protocols/2234",
  "ownerName": "Carol Volk",
  "ownerEmail": "carol@southforkresearch.org",
  "majorVersion": 1,
  "minorVersion": 0,
  "previousStudyDesignVersionId": null,
  "previousStudyDesignVersionUrl": "[none]",
  "mostRecentVersionId": null,
  "mostRecentVersionUrl": "[none]"
}