{
  "backgroundRationale": "<p>The&nbsp;ISEMP&nbsp;is a collaborative effort to 1) design, test, implement and evaluate Status and Trends Monitoring for salmon and steelhead populations and their habitat and 2) conduct watershed-scale Effectiveness Monitoring for management actions impacting salmon and steelhead populations and habitat in the Interior Columbia River Basin.&nbsp;ISEMP&nbsp;takes a pilot-project approach to the research and development of monitoring by implementing experimental programs in several major&nbsp;sub-basins&nbsp;of the Interior Columbia.</p>\r\n\r\n<p>Annual estimates of abundance and productivity at a variety of scales (e.g., tributary, sub-population, population, Major Population Group [MPG], ESU/DPS) are critical to monitoring the status and trends of listed salmon and steelhead species (McElhaney et al. 2000, Crawford and Rumsey 2011). This protocol describes how the ISEMP uses the observation window located on the Lower Granite Dam (LGR) adult fish ladder and the adult trap at the LGR Adult Fish Facility (LGR) to estimate wild escapement of adult steelhead and sp/sum Chinook salmon migrating past LGR. Moreover, we describe a status, trends, and action effectiveness monitoring program that uses the adult trap at LGR to PIT tag adult steelhead and sp/sum Chinook salmon and uses subsequent upstream interrogations/detections of PIT tagged adults to decompose the escapement past LGR into MPG, population, subpopulation, and tributary estimates of escapement. Tissue and scale samples collected at the time of tagging enable escapement estimates to be further partitioned by sex and age. Estimates of total abundance and abundance by sex and age over time allows estimation of productivity.</p>\r\n",
  "sampleDesigns": [
    {
      "id": 2858,
      "title": "Lower Granite Dam adult steelhead and Chinook salmon scale ageing (Priorities 4.3 - 4.4) - Quantitative Consultants Inc 1",
      "status": "Finalized",
      "url": "http://www.monitoringresources.org/api/v1/designs/2858",
      "spatialDesignCategory": "Inference",
      "spatialDesignCategoryID": 16,
      "lastUpdated": null
    }
  ],
  "objectives": [
    "Describe methods to estimate total natural origin spring/summer Chinook salmon and steelhead escapement past LGR.",
    "Document methods for the PIT tagging and tissue and scale sampling of adults at the LGR Adult Fish Facility.",
    "Describe methods to decompose the runs-at-large past LGR into MPG, population, subpopulation, and tributary estimates of escapement."
  ],
  "keyAssumptions": "<p>Primarily standard assumptions accompanying mark/recapture models:</p>\r\n\r\n<p>1. the tagged population is representative of the un-tagged population</p>\r\n\r\n<p>2. tagging does not appreciably change behavior or increase mortality&nbsp;</p>\r\n\r\n<p>3. tagged individuals have an equal probability of detection</p>\r\n\r\n<p>4. tagged individuals do not lose their &#39;mark&#39;</p>\r\n",
  "dataHandlingConsiderations": "<p>Window count data at LGR are provided by the U.S. Army Corps of Engineers and are available from the Columbia Basin Research Data Access in Real Time (DART) website (www.cbr.washington.edu/dart/query/adult_daily). Subsequent PIT tag detection/observation data are available at the PIT Tag Information System (PTAGIS, www.ptagis.org). Sex, age, and PBT data for PIT tagged individuals are available in a Lower Granite Dam SQL trapping database (LGTrappingDB) developed and maintained by the Idaho Department of Fish and Game. Each of these databases provides rigorous QA/QC procedures to minimize data recording errors.</p>\r\n",
  "qualityControlConsiderations": "<p>DART and PTAGIS queries are the primary means of obtaining data. The Idaho Department of Fish and Game can also provide data of known quality. This protocol is intended to produce annual estimates of escapement, in-season estimates are unlikely to be reliable.</p>\r\n",
  "reportingConsiderations": "<p>This protocol is intended to produce annual estimates of escapement, in-season estimates are unlikely to be reliable. Estimates are provided in written technical reports produced by ISEMP collaborators.</p>\r\n",
  "equipmentCleaningAndCalibration": "<p>Scissors used to take tissue samples at the Lower Granite Dam Adult Fish Facility are rinsed with water between samples to reduce risk of DNA cross-contamination.</p>\r\n",
  "rolesAndResponsibilities": "<p>Window Count Data: Window observers are responsible for enumerating, by species, fish passing the observation window located on the Lower Granite Dam adult fish ladder during fish counting hours. These operation are overseen by the U.S. Army Corps of Engineers and made available at the Columbia Basin Research Data Access in Real Time (DART) website (www.cbr.washington.edu/dart/query/adult_daily). Adult Trap Data: A crew lead, provided by the National Marine Fisheries Service, oversees operation of the Lower Granite Dam adult trap operations. Crew members consist of technicians provided by collaborating agencies involved in trap operation. Crew members are in charge of daily trap operation including processing of all adults captured daily in the adult trap. Crew members visually inspect fish for any visible marks/tags, implant unclipped adult steelhead and sp/sum Chinook salmon into individuals not already containing a PIT tag, measure and record length and weight, collect scale and tissue samples for post-hoc age and genetic analysis, and return fish to the adult ladder to resume upstream migration. All crew members accurately record data on paper and electronic data forms. PIT Interrogation/Detection Data: The majority of upstream PIT tag observation and detection data are collected passively at Instream PIT Tag Detection Systems (IPTDS) operated throughout the Snake River basin. Operation of these IPTDS is overseen by multiple collaborating agencies and are generally managed by fisheries biologists with assistance from fisheries technicians. Data may also be collected at weirs operated by various collaborating agencies; weirs are generally operated by trained fisheries technicians with help from fisheries biologists as needed. Data Analysis: The model to estimate total wild escapement past Lower Granite Dam and Hierarchical Patch Occupancy model are typically run by a biometrician or scientist with an M.S. or PhD in Fishery Sciences or related field.</p>\r\n",
  "qualifications": "<p>Adult Trap Data: The crew lead at the Lower Granite Dam adult trap ladder is generally and experienced fish biologist with experience handling and processing large numbers of salmonids. Trap technicians are hired by a variety of collaborating agencies and are generally fisheries technicians attending college or with a B.S. in natural resources, fisheries, or a related field. Fisheries technicians should be organized and have excellent fish handling and data recording skills. Operators and maintainers of IPTDS are generally fisheries biologists with experience in installation and operation of IPTDS. Fisheries technicians may also assist with installation and maintenance of IPTDS. The models to estimate total wild escapement past Lower Granite Dam or the Hierarchical Patch Occupancy Model to estimate escapement to locations throughout the Snake River basin are generally developed by a biometrician or scientist with a background in statistics, mark-recpature models, model fitting, etc and with experience in computer programming.</p>\r\n",
  "trainingRequirements": "<p>Window observers at the Lower Granite Dam adult fish facility should be trained and well experienced at identifying fish by species. The crew lead at the LGR Adult Fish Facility should be well trained and experienced in fish handling, processing, and data collection and have excellent leadership and problem solving skills. The crew lead should provide training to crew members working at the facility. Crew members are generally technicians with training and experience in fish handling and data recording. Fisheries technicians should have excellent data recording skills. Operation of the models to estimate total wild escapement at LGR and escapement to locations throughout the Snake River basin are generally biometricians or scientists with a strong statistical background and an M.S. or PhD in Fishery Sciences or a related field.</p>\r\n",
  "safetyConsiderations": "<p>Operation of the adult trap at LGR may occur during harsh weather (cold, snow, rain, lightning) and caution should be taken during those times. Also, during periods when many fish are being handled at the trap operations may be hectic and precautions should be taken to ensure the safety of technicians and to those around them. Floors and surface may be slick and appropriate footwear should be worn. Precautions should also be taken when anesthetizing, handling, and tagging adult salmonids to minimize potential mortality of captured individuals.</p>\r\n",
  "fieldScheduleNotes": "<p>Fish captured in the LGR adult fish trap MUST be processed daily each day that the trap gate is operated. Ideally, the trap is operated throughout the migration season. The fish ladder is generally dewatered in December and through Jan/Feb. IPTDS are generally operated year-round and maintenance may be needed at any time throughout the season.</p>\r\n",
  "budgetConsiderations": "<p>IPTDS are operated throughout the entire Snake River basin, and thus, travel to and maintenance of IPTDS sites may incur unforeseen costs. Equipment at the LGR adult trapping facility are extensive and operation and maintenance of the facility occurs throughout most of the year.</p>\r\n",
  "monitoringPurpose": "Status and Trends Monitoring",
  "estimatedCostPerSite": "> $10,000",
  "optionalMethodIDs": [],
  "optionalMethods": [],
  "id": 101,
  "name": "PIT tag Based Escapement Estimation Above Lower Granite Dam v1.0",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/studyDesigns/101",
  "programID": 10,
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/10",
  "protocolID": 2187,
  "protocolUrl": "http://www.monitoringresources.org/api/v1/protocols/2187",
  "ownerName": "Carol Volk",
  "ownerEmail": "carol@southforkresearch.org",
  "majorVersion": 1,
  "minorVersion": 0,
  "previousStudyDesignVersionId": null,
  "previousStudyDesignVersionUrl": "[none]",
  "mostRecentVersionId": null,
  "mostRecentVersionUrl": "[none]"
}