{
  "backgroundRationale": "<p><strong>NOTE: The details in this protocol have been revised and are now contained in multiple protocols. Full details can now be found in protocol IDs: 788,&nbsp;1853 &amp; 1854; https://www.monitoringmethods.org/Protocol/Details/788; https://www.monitoringmethods.org/Protocol/Details/1853; https://www.monitoringmethods.org/Protocol/Details/1854</strong></p>\r\n\r\n<p>In an alluvial aquifer system that often in direct communication with surface water, groundwater monitoring is essential to understanding how the hydrologic system functions. Correlating groundwater levels to reaches of high seepage loss in rivers help to understand where and what kind of projects can help restore historic groundwater levels and increase stream flows.</p>\r\n",
  "sampleDesigns": [],
  "objectives": [
    "Prepare groundwater data for use in other studies, including model development, watershed planning, groundwater/surface water interactions and others",
    "Collect groundwater data at wells with both continuous data loggers and quarterly manual water level measurements.",
    "Monitor surface water temperatures during the summer, fall and early winter.",
    "Quantify stream flow, especially with the use of data loggers for analysis of stream trends and status.",
    "Provide stream flow information to partners for use in decision making."
  ],
  "keyAssumptions": "<p>see new protocols</p>\r\n",
  "dataHandlingConsiderations": "Data are entered on to a field data sheet and then transferred into the AQUARIUS database at our office.  Data are graphed to ensure accuracy of transfers.  Data storage is backed-up constantly using a RAID system.  Data is available through our website - www.wwbwc.org.",
  "qualityControlConsiderations": "Water level measurements are taking twice to verify that values are accurate.  Data from the loggers are corrected to manual water level measurements.",
  "reportingConsiderations": "n/a",
  "equipmentCleaningAndCalibration": "Most equipment used in our groundwater monitoring network does not need to be calibrated.  Temperature and conductivity meter is calibrated on a year basis by ODEQ.  ",
  "rolesAndResponsibilities": "Steven Patten (Senior Environmental Scientist) - Groundwater monitoring - Lead - Oversee groundwater activities and review data; Lyndsi Hersey (Environmental Scientist) - Groundwater monitoring - Collect, process and analysis groundwater data and manage the data in the AQUARIUS database and post data online; Will Lewis (Environmental Scientist) - Groundwater Monitoring  - Collect, process and analysis groundwater data and manage the data in the AQUARIUS database and post data online.",
  "qualifications": "Basic understanding of hydrology, hydrogeology, and water quality.",
  "trainingRequirements": "Review procedures for groundwater monitoring (including documents from USGS, WDOE, and others).",
  "safetyConsiderations": "Proper clothing.",
  "fieldScheduleNotes": "Quarterly monitoring needed to collect manual water level measurements and ensure data loggers are still operating correctly.",
  "budgetConsiderations": "n/a",
  "monitoringPurpose": null,
  "estimatedCostPerSite": "< $1,000",
  "optionalMethodIDs": [],
  "optionalMethods": [],
  "id": 1158,
  "name": "Recharge Project & Water Monitoring Interim Protocol",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/studyDesigns/1158",
  "programID": null,
  "programUrl": "[none]",
  "protocolID": 2032,
  "protocolUrl": "http://www.monitoringresources.org/api/v1/protocols/2032",
  "ownerName": "Troy Baker",
  "ownerEmail": "troy.baker@wwbwc.org",
  "majorVersion": 1,
  "minorVersion": 0,
  "previousStudyDesignVersionId": null,
  "previousStudyDesignVersionUrl": "[none]",
  "mostRecentVersionId": null,
  "mostRecentVersionUrl": "[none]"
}