{
  "backgroundRationale": "<p>Terminal fisheries were developed as a means to increase recreational and commercial harvest of hatchery fish while providing greater protection for weak stocks of salmon and steelhead including those protected under the Endangered Species Act.&nbsp; The SAFE project has four current Select Area fishing sites: Youngs Bay, Blind Slough/Knappa Slough and Tongue Point/South Channel in Oregon and Deep River in Washington.&nbsp; Each site provides both recreational and commercial fishing opportunities, although season structure and target species differ with current management goals and production strategies.</p>\r\n\r\n<p>Being located at the mouth of the Columbia River, albeit in terminal, off-channel areas, the SAFE Program prosecutes mixed-stock fisheries. &nbsp;Fishers from both Oregon and Washington participate in SAFE fisheries (Washington SAFE fishers are allowed to fish in Oregon SAFE sites as well as Deep River in Washington).&nbsp; The SAFE fishery is highly managed so that most SAFE-produced salmon are caught and impacts to ESA-listed stocks are minimized.&nbsp; Few salmon produced by this program escape to hatcheries or streams to spawn; this varies by stock with tule and SAB fall Chinook escapement between 9% and 11% and coho and spring Chinook 4% to 5%, respectively for brood years 2000-2014 (Table 1).&nbsp; While SAFE fishers mostly catch SAFE-produced fish, particularly spring Chinook and coho, there are other Columbia River stocks that are represented in SAFE landings.&nbsp; The winter/spring/summer (WSS) Chinook fishery is an example in which a number of non-SAFE stocks are found in SAFE catch (Table 2).&nbsp; SAFE stocks include spring Chinook and Select Area Bright (SAB) fall Chinook that return early (in June and July).&nbsp; The most critical stock that is caught in the WSS spring Chinook SAFE fishery is the upriver Columbia River spring Chinook because it is the ESA-listed stock that limits SAFE fishers when impacts mount to the degree that encroaches upon the allowable catch balance.&nbsp; To prosecute these mixed-stock fisheries in a riverine system with eight ESA-listed Columbia River salmon species (or distinct population segments, https://www.fisheries.noaa.gov/species-directory), a great deal of monitoring and management is involved.&nbsp; The SAFE fisheries must be sampled when catch is delivered to buyers, not only to determine the quantity caught, recorded on fish tickets, but bio-sampling to observe fin clips that indicate specific stocks, such as SABs, and whether snouts contain coded-wire tags (CWT), and scales collected for aging (see protocol 1772: Fish Sampling for the Select Area Fisheries Enhancement (SAFE) Program).&nbsp;</p>\r\n\r\n<p>During fisheries sampling, snouts are scanned for CWTs.&nbsp; If present, they are sent to labs for codes to be deciphered and reported to agencies who link associated data (<em>e.g</em>., stock, date released and by whom, <em>etc</em>.).&nbsp; Data from recovered CWTs are used for four purposes: 1) to validate VSIs by comparing the &ldquo;stock call&rdquo; to the stock linked to the tag code; 2) for cohort reconstruction of SAFE produced salmon, each release having a unique CWT code, that is used to estimate abundance of SAFE-produced CWT release groups, in sequential years from age 2 to the end of the cohort&rsquo;s life span, that are represented in sport and commercial ocean and river landings and escapement of salmon recorded on the spawning grounds and that return to hatcheries; 3) once the cohort&rsquo;s life span has ended and a full cohort reconstruction is completed for each of SAFE Program&rsquo;s CWT release groups, smolt-to-adult survival rates are calculated to examine project effectiveness, and; 4) run reconstruction allocates what stocks contribute to mixed-stock fisheries, in this case Select Area fisheries, and includes SAFE-produced and non-SAFE produced CWT release groups.&nbsp; The SAFE Program uses run reconstruction to show proportions of all stocks caught in in SAFE WSS and fall fisheries, while cohort reconstruction is used to show what fisheries SAFE-produced releases were landed and SAS rates.&nbsp; Stock and age composition of SAFE landings are summarized using data on landings, obtained by fish tickets, CWT recoveries to validate VSI stock calls, and ages assigned by scale analysis, both obtained from sampling fisheries.</p>\r\n\r\n<p>During the WSS fishery, spring Chinook is the focus and impacts to upriver spring Chinook generally limits the fishery.&nbsp; Sturgeon are also allocated for SAFE fishers and landings often include both spring Chinook and sturgeon.&nbsp; SAFE fisheries during fall includes sturgeon, if allocated catch remains, fall Chinook (tules and brights), and coho.&nbsp; In fall, CWTs are relied upon to a greater extent for in-season management of fall Chinook fisheries but VSI protocols are used to distinguish tules from brights.&nbsp; For some stocks, high CWT rates allow for sufficient recoveries of CWTs for management purposes.&nbsp; Since the life-history of coho dictates that they almost always return as age-3 and there are either native, late-returning Lower Columbia River (type N) or hatchery-influenced, early-returning coho (type S).&nbsp; Generally, type S return in September and October and type N return in November and December.&nbsp; Because of the difference in return timing, type N coho can be managed by ending the fishery before the run begins in earnest.&nbsp; Many coho caught in during fall by SAFE fishers have CWTs, which are processed the same as Chinook.</p>\r\n",
  "sampleDesigns": [],
  "objectives": [
    "Determine stock and age composition of commercial harvest in Select Area sites ",
    "Reconstruct Select Area spring and fall Chinook run sizes",
    "Determine Smolt-to-Adult Survival Rates (SARs) for SAFE releases of Chinook and coho",
    "Determine ex-vessel value of commercial landings in Select Areas"
  ],
  "keyAssumptions": null,
  "dataHandlingConsiderations": "<p>To determine stock and age composition of salmon caught in SAFE fisheries bio-sampling data collected during fisheries sampling used for this are number of salmon inspected, fin marks observed and recorded, scales read and aged, and CWTs recovered and deciphered.&nbsp; Sampling summaries&nbsp;contain the commercial zone&nbsp;sampled, landing date, sample identification number, buyer, bio-sample rate, number of salmon inspected for fin mark, number of salmon for which biological samples were collected (scales, tissue samples for genetic analysis), total weight of fish sampled, average weight of fish sampled, PIT tag codes read, and number of snouts removed for CWT inspection.&nbsp; Snouts are given an identification number, bagged and sent to&nbsp;labs in Clackamas, Oregon or Olympia, Washington, where the CWT is extracted and decoded. &nbsp;The resulting tag code is entered and verified by Pacific States Marine Fisheries Commission&rsquo;s (PSMFC) Regional Mark Information System (RMIS), which is a region-wide clearinghouse for coded-wire tag data (https://www.rmpc.org). &nbsp;Associated fishery-recovery and biological data for each CTW code deciphered from snouts collected during fishery sampling, are uploaded to RMIS and are merged with previously entered CWT recovery data.&nbsp; CWT data is used&nbsp;to verify visual stock idenfication, calculate run reconstruction and smolt-to-adult suvival rates.&nbsp; Data for determining ex-vessel value are collected on fish tickets turned in to ODFW by fish buyers that includes number of fish, pounds per fish, and price paid.&nbsp; ODFW staff enters this data into a database and summarizes prices paid per stock/season/Select Area site and reports these values.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
  "qualityControlConsiderations": "<p>The first three&nbsp;objectives of this study plan hinge on recovered CWTs and associated data.&nbsp; There are levels of quality control that are part of the reporting process as the information goes from the technicians reading the tag codes, returning data to&nbsp;hatcheries, and staff at agencies that scrutinize and maintain the database that is the repository and finally, when agency staff submits data to RMIS, Pacific States Marine Fisheries Commission staff complete their review.&nbsp; &nbsp;Ex-vessel value data are entered, reviewed, and as it is used for reporting, further review is done.</p>\r\n",
  "reportingConsiderations": "<p>There is a short turn-around time required for fisheries sampling data and fish tickets turned in by buyers because important the important management decision of whether to rescind fishing periods, so as not to exceed ESA allotted impacts,&nbsp;hinge on the results.&nbsp; However, there are different time frames depending on use of the data.&nbsp; Data used in annual or multi-year reports are on a longer time frame than management decisions, and to calculate smolt-to-adult survival rates for CWT groups requires four to five years for the cohort to have all returned (Figure 2).</p>\r\n",
  "equipmentCleaningAndCalibration": "<p>The only equipment used in this study plan is for the first objective, which is to sample SAFE fisheries (protocol 3577).&nbsp; The other objectives are analyses.&nbsp; Fisheries sampling crews are fitted with sampling kits that contain equipment for measuring and weighing, collecting scales, tissue, and snouts, wands for detecting CWT, PIT tags, and recording data.&nbsp; Maintenance includes cleaning equipment that comes in contact with fish, keeping the kit supplied, and the battery charged for wands and tablets.</p>\r\n",
  "rolesAndResponsibilities": null,
  "qualifications": null,
  "trainingRequirements": null,
  "safetyConsiderations": null,
  "fieldScheduleNotes": null,
  "budgetConsiderations": null,
  "monitoringPurpose": null,
  "estimatedCostPerSite": "> $10,000",
  "optionalMethodIDs": [],
  "optionalMethods": [],
  "id": 1165,
  "name": "Run Reconstruction and Fishery Contribution Analysis for the Select Area Fishery Enhancement (SAFE) Program",
  "status": "Finalized",
  "url": "http://www.monitoringresources.org/api/v1/studyDesigns/1165",
  "programID": 59,
  "programUrl": "http://www.monitoringresources.org/api/v1/programs/59",
  "protocolID": 2041,
  "protocolUrl": "http://www.monitoringresources.org/api/v1/protocols/2041",
  "ownerName": "Cyndi Baker",
  "ownerEmail": "cynthia.f.baker@state.or.us",
  "majorVersion": 1,
  "minorVersion": 0,
  "previousStudyDesignVersionId": null,
  "previousStudyDesignVersionUrl": "[none]",
  "mostRecentVersionId": null,
  "mostRecentVersionUrl": "[none]"
}